[
  {
    "chunk_index": 1,
    "text": "CHAPTER 10-1\nSIDEWALKS  AND  ALLEYS  -  GENERAL\n10-1-1\nCLEANING SIDEWALKS, STREETS AND ALLEYS\nIt shall be the duty of the occupant of any lot or parcel of land in this City, abutting on\nany alley, street or sidewalk, to keep such sidewalk, and also to keep such street and alley\nto the center thereof free from all filth, unwholesome matter, manure, straw, paper or\nrubbish of any kind whatsoever.  A twenty-four hours notice, given by the police chief or\nCity Finance Officer or City attorney, which is either written or oral, shall be deemed\nsufficient notice for the purpose of this section.  Failure to comply with the provisions of\nthis section within said time limit shall subject said occupant or owner to the penalties\nhereinafter provided.\nLegislative History:\nAuthority:\n1990 Revisions.\nSDCL § 9-30-2.\n10-1-2\nDUTY OF OWNERS\nIt shall be the duty of all non-resident owners to have all lots, or parts of lots owned by\nthem, and all sidewalks, streets and alleys abutting on said lots kept free from all rubbish. \nFailure to do so is hereby declared a public nuisance.\nLegislative History:\nAuthority:\n1990 Revisions.\nSDCL § 9-30-2.\nCross Reference:\nOrdinance 7-2 SDCL Ch. 21-10.\n10-1-3\nOBSTRUCTING SIDEWALKS\nNo person shall place any goods or merchandise for sale or exhibition upon any sidewalk,\nor suspend any goods over the same for show, or cause or suffer to be deposited thereon\nany cask, barrel, case, box or package, except as provided for the next sections.\nLegislative History:\nAuthority:\n1990 Revisions\nSDCL Chapter 9-30 generally\nOpinions of the Attorney General:\nRemoval of gas pumps from sidewalks,\nReport 1931-32, p. 528.\n10-1-4 \nREBUILDING AND REPAIR\nWhenever the City Council deems it necessary to construct, rebuild or repair any sidewalk\nin the City of Brandon, the Council shall follow the applicable procedures of the law of\nthe State of South Dakota and the ordinances of the City of Brandon.\nLegislative History:\n1990 Revisions\n\n10-1-5\nSIDEWALKS\nConcrete sidewalks shall be constructed along each side of every street shown on the plat\nin accordance with applicable standard specifications of the City, provided however, that\nthe City Council, by resolution, may waive the sidewalk requirement when requested by\nthe owner of the property.\nLegislative History:\nAuthority:\nOrdinance No. 23, §59,\nSDCL Ch. 9-30;  Also See \n12/9/74; Ordinance No. 108,\n§9-32-1 in avoidance of\n§1, 9/8/81.\ninjuries.\nCross Reference:\nThe Brandon City Code, Title 17, Zoning.\n10-1-6\nRAMPS AT CROSSWALKS\nWhenever any person, firm or corporation makes new installations of sidewalks, curbs or\ngutters, or improves or replaces existing sidewalks, curb or gutters, in both business and\nresidential areas, it shall be required that they install ramps at crosswalks, so as to make\nthe transition from street to sidewalk easily negotiable for handicapped persons in\nwheelchairs and for blind persons.  All such ramps shall be constructed or installed in\naccordance with design specifications according to the most current American National\nStandards Specifications published by the American National Standards Institute.\nLegislative History:\n   \nAuthority:\nOrdinance No. 109, 10/5/81.\nSDCL Ch. 9-30, § 9-46-1.1;  \nSee Also § 9-32-1 in avoidance of injuries.\n10-1-7\nSTREET IMPROVEMENT COST ASSESSMENT\nWhenever an arterial or collector street, including sidewalks, has been constructed for\nwhich the cost has not been apportioned against the property located outside the city\nlimits, but which abuts an arterial or collector street constructed with City funds or by\nspecial assessments and which benefits the property located outside the city limits, the\nproperty shall pay its proportionate share of the cost of such construction, without\ninterest, according to the benefits to accrue to such property. Costs shall be apportioned\nand administered pursuant to the following:\n1.\nIf the owner dedicates for public use all right-of-way and easements required by\n",
    "source": "Chapter 10-1 SIDEWALKS  AND  ALLEYS  -  GENERAL"
  },
  {
    "chunk_index": 2,
    "text": "the city for construction of the arterial or collector, and receives no direct access\nto the street, no costs will be due.  Otherwise, the City will set the costs after\nconsideration of the amount of the City’s expenditure, the number of property\nowners benefitted, and the value to the property owner.\n2.\nRecovery costs required by this subsection shall be paid prior to platting or re-\nplatting for development.\n3.\nThe recovered costs shall be deposited in a city street fund.\n4.\nThe cost recovery shall be reviewed annually an adjusted as necessary to reflect\nthe actual costs of construction.\nLegislative History:\nAuthority:\nOrdinance No. 432, 1/14/09.\nSDCL 9-45-20, 9-45-28, 9-45 general.\n",
    "source": "Chapter 10-1 SIDEWALKS  AND  ALLEYS  -  GENERAL"
  }
]