[
  {
    "chunk_index": 1,
    "text": "CHAPTER 12-3\nPROCEDURES  UPON  ARREST\n12-3-1\nMANNER OF ARREST\nA person charged with a violation of a traffic ordinance of the City by a police officer\nneed not be arrested in the regular manner, but may first be given an opportunity, after\nnotice, to appear voluntarily to answer for such traffic violation, provided the charges of\nthe police officer do not exceed the jurisdiction of the Police Magistrate Court.\nLegislative History:\n    \nAuthority:\nOrdinance No. 5, Article III,\n    \nSDCL §§ 23A-3-2, 9-29-19,  \n§38, 3/11/74.\n    \n9-29-19.1; See Also  \n    \nCh. 32-33.\n12-3-2\nNOTICE TO APPEAR\nA person charged with violation of this chapter or a traffic ordinance by notice shall be\ngiven a notice to appear before the Magistrate at the time stated in such notice, and that\nin event of failure to do so, a warrant will be issued for his arrest.\nThe notice shall state the name, description and address of the offender, if known, the\nnature and date of the offense and a description of the vehicle involved in the violation\nby trade name and license number.  The notice shall be signed by the police officer\nexecuting it.\nThe notice shall be made in triplicate, one (1) copy to be given to the owner or driver\ncharged with the offense or to be left in or upon the automobile or vehicle involved in\nthe violation, one (1) copy to be filed with the police department and one (1) copy to be\nfiled with the Magistrate.\nIf the person charged with the offense is available he shall be given an opportunity to\nsign an agreement to appear to answer the charge at the time and place specified in the\nnotice, which form of agreement shall be a part of said notice, and if he shall refuse to\nsign such agreement, then he shall be placed under arrest for the offense in the same\nmanner otherwise provided by state law.\nLegislative History:\nAuthority:\nOrdinance No. 5, Article III,\nSDCL §§ 29-19.1;  See  \n§39, 3/11/74.\nAlso Ch. 32-33.\n12-3-3\nARREST ON FAILURE TO APPEAR\nUpon the failure of a person to appear in response to a notice of traffic violation, he shall\nbe subject to arrest in the manner otherwise provided by law and the procedures of the\nSecond Judicial Circuit Court, Sioux Falls, South Dakota.\nLegislative History:\nAuthority:\nOrdinance No. 5, Article III,\nSDCL Ch. 32-33 and  \n§41, 3/11/74.\n§§ 23A-3-2, 9-29-19.\n\n",
    "source": "Chapter 12-3 PROCEDURES  UPON  ARREST"
  }
]