[
  {
    "chunk_index": 1,
    "text": "CHAPTER 16-6\nPRELIMINARY PLAN CRITERIA\n16-6-1  \nINTENT\nWhen applications are submitted for a preliminary plan, developers shall comply with the\nfollowing criteria:\n16-6-2  \nBLOCKS\nThe lengths, widths, and shapes of blocks shall be determined with regard to provision of\nadequate building sites suitable to the special needs of the type of use contemplated; the\nneed for convenient access, circulation, control, and safety of traffic and utilities; and\nlimitations and opportunities of topography .  \nBlocks shall normally be wide enough to allow two tiers of residential lots of an\nappropriate depth. \nLegislative History:\nAuthority:\nOrdinance #503, 4/23/13\nSDCL ยง Ch. 9\n16-6-3  \nLOTS\nA.\nLots should generally be in compliance with the zoning ordinance.\nB.\nCorner lots for residential use shall have extra width, as set forth in the zoning\nordinance, to permit appropriate building setbacks.\nC.\nEach lot shall abut a dedicated right-of-way or shall include an appropriate\nprivate street.\nLegislative History:\nAuthority:\nOrdinance #503, 4/23/13\nSDCL ยง Ch. 9\n16-6-4  \nSTREET SYSTEM\nA. \nArrangement and extension.  The arrangement of streets in new subdivisions\nshall conform to the major street plan and shall make provisions for the\ncontinuation of existing streets in adjoining areas or their proper projection\nwhere adjoining land is not subdivided.\n1. \nThe arrangement of all streets and alleys shall be such as not to cause a\nhardship to owners of adjoining property when they plat their own land\nand seek to provide for convenient access to it.\nB. \nCirculation plan.  In general, streets within subdivisions shall be designed to\nincorporate and tie into existing or proposed pedestrian pathways and roadways,\nand to take into account design restrictions on abutting parcels caused by the\nsurrounding topography, parcel lines or other features.  Other criteria in the\ncirculation plan shall include the following:\n1. \nProvisions should be made for a collector street every half mile, and\nthere should be a street connecting adjacent subdivisions at intervals not\n\nless than a quarter mile where environmental constraints and land use\nconsiderations permit.\n2. \nStreets should be designed to convey residents conveniently throughout\nthe neighborhood, and to the parks, schools, and shopping areas of the\nneighborhood and to adjacent neighborhoods.  When a subdivision is\ndesigned or constructed in conjunction with another use (such as retail,\noffice, apartments, park or school) of a neighborhood scale, the local\nand/or collector road system should be designed to provide roadway connections\nbetween the various uses.\nC. \nArterial streets.  In order to maintain the traffic carrying capacity of the arterial\nstreets by limiting access to it from individual lots, and in order to protect the\nresidents of property adjacent to arterial streets from the high traffic volumes\nassociated with the street, property along such arterials shall be subdivided in the\nmanner set forth below:\n1. \nDouble frontage lots.  Where double frontage lots are used for\nresidential development, additional lot depth or width consistent with\nthe zoning ordinance for rear yard setback shall be required to provide\nfor an extra setback to offset the impact of high traffic volume.  When\ndouble frontage lots are proposed, the developer shall be required to\nsign an assurance agreement prior to plat approval.\n2. \nTracts onto arterial streets.  In order to avoid private access from\nindividual lots onto arterial streets, lots should be arranged on blocks so\nthat their side or rear yards are adjacent to the arterial street. Lots\nadjacent to an arterial street shall have an additional width and depth to\nprovide for an extra setback to offset the impact of high traffic volume. \nThis design will be accepted only for a limited distance due to the\nnumber of streets which would intersect with the arterial.\n3. \nAccess roads.  Access roads may be used as the City grows into the\n",
    "source": "Chapter 16-6 PRELIMINARY PLAN CRITERIA"
  },
  {
    "chunk_index": 2,
    "text": "areas in the county where they have been required.  Under some\ncircumstances they would also be appropriate for commercial and\nindustrial development.  Access roads shall be constructed to the\nEngineering Design Standards.\n4. \nRear access roads.  Rear access roads are recommended for commercial\ndevelopments.  In this way the access can serve two tiers of lots and\nalleviate the dangerous turning movements onto and off of arterial\nstreets.\n5. \nNon-residential land uses, and higher density residential land uses\nincluding multiple family units and townhouses are particularly suitable\nfor the intersection of two arterial streets.  Any development of this type\nshould have limited access to the arterial street.\n6. \nLots adjacent to railroad right-of-way.  Lots for residential development\nadjacent to functioning railroad rights-of-way shall provide extra lot\ndepth or width consistent with the zoning ordinance for rear yard\nsetback to provide for an extra setback to offset the impact of the\nrailroad traffic.\n\nD. \nCollector street development\n1. \nCollectors shall be used to collect traffic from other local\nroads and collectors to arterial roadways.  \n2. \nBased upon increased speeds and volumes lot sizes and land\nuses may be increased along collectors to be consistent with\nthe proposed zoning and transitions.\n3. \nCollectors shall be developed along or between property lines,\nso that both land owners can share in the cost as well as having\naccess to the collector.\n4. \nIn agricultural and transitional areas, collector streets shall be\nidentified and located through the Engineering Design\nStandards.\nLegislative History:\nAuthority:\nOrdinance #503, 4/23/13\nSDCL ยง Ch. 9\n",
    "source": "Chapter 16-6 PRELIMINARY PLAN CRITERIA"
  }
]