[
  {
    "chunk_index": 1,
    "text": "CHAPTER 12-17\nTRUCK  ROUTE  SYSTEM\n12-17-1\nDESIGNATION\nThe following chapter shall be known as the \"Brandon City Truck Route System.\"\nLegislative History:\nAuthority:\nOrdinance No. 35, 5/24/76;  \nSDCL §§ 9-31-1, 9-31-2, \nOrdinance No. 165, §118, \n32-12-7.\n5/18/87.\n12-17-2\nDEFINITIONS\nFor the purpose of this article, the terms defined in this section shall have the following\nmeanings:\nTRUCKS   Any motor vehicle of a gross weight of more than 10,000 pounds and which\nis designed or operated for the transportation of property, including a vehicle directly\nconnected to a trailer.\nMOTOR VEHICLE:    All machines propelled by any power other than muscular used\nupon the streets or highways for the transportation of property.\nTRAILER:    A vehicle of the trailer type, without a power unit of its own, designed\nand used in conjunction with a motor vehicle for the transportation of property.\nTRUCK ROUTE:    Streets and highways designated as truck routes by the City\nCouncil.\nSTREETS:    All other streets with the City which are not designated as truck routes.\nLegislative History:\nAuthority:\nOrdinance No. 35, 5/24/76;  \nSDCL §§, 32-22\nOrdinance No. 165, §119, 5/18/87.\nOrdinance No. 417, 4/1/08. \n12-17-3\nTRUCK ROUTES\nThe City Council, by resolution, may designate streets and highways within the City of\nBrandon as truck routes.\nTruck routes will be enforced by the weight limits imposed by Section § 12-17-9.  Any\nmotor vehicle exceeding such limits is in violation of this title, unless such vehicle meets\nan exception as provided by this title.\nLegislative History:\nAuthority:\nOrdinance No. 35, 5/24/76;  \nSDCL §§ 9-31-1, 9-31-2, \nOrdinance No. 165, §120, \n32-12-7.\n5/18/87.\n\n12-17-4\nSEASONAL WEIGHT LIMITS\nThe City's public works department may, by order, prohibit the operation of any trucks\nupon any street or highway within the City or impose any weight restrictions deemed\nnecessary by such department for a period of time not to exceed ninety (90) days in any\ngiven calendar year.  The prohibition or restriction shall be based upon a reasonable\nbelief that normal use of such streets or highways is not in the public's interest or may\ndamage such streets or highways.  The order will not become effective until signs are\nerected and maintained at each end of the affected portion of such street or highway.\nLegislative History:\nAuthority:\nOrdinance No. 35, 5/24/76;  \nSDCL §§ 9-31-1, 9-31-2, \nOrdinance No. 165, §121, \n32-12-7.\n5/18/87.\n12-17-5\nDETOURS\nTrucks may operate on any officially established detour of a truck route or street unless\nsuch detours are posted prohibiting such operation by trucks.\nLegislative History:\nAuthority:\nOrdinance No. 35, 5/24/76;  \nSDCL §§ 9-31-1, 9-31-2, \nOrdinance No. 165, §122, \n32-12-7.\n5/18/87.\n12-17-6\nPOSTING\nAll truck routes upon which truck traffic is permitted will be posted accordingly.\nLegislative History:\nAuthority:\nOrdinance No. 35, 5/24/76;  \nSDCL §§ 9-31-1, 9-31-2, \nOrdinance No. 165, §123, \n32-12-7.\n5/18/87.\n12-17-7\nOPERATION OF TRUCKS\nA truck, as defined, may not operate on any City street or highway other than designated\ntruck routes, unless otherwise permitted by this article.\nLegislative History:\nAuthority:\nOrdinance No. 35, 5/24/76;  \nSDCL §§ 9-31-1, 9-31-2, \nOrdinance No. 165, §124, \n32-12-7.\n5/18/87.\n12-17-8\nOWNER'S RESPONSIBILITY\nIn addition to the driver or operator, the owner of any truck being operated with such\nowner's permission and/or consent is liable for any violation of this ordinance.\nLegislative History:\nAuthority:\nOrdinance No. 35, 5/24/76;  \nSDCL §§ 9-31-1, 9-31-2, \nOrdinance No. 165, §125,\n32-12-7.\n5/18/87.\n12-17-9\nLOAD LIMITS\nTrucks may operate on any designated truck route as long as the gross vehicle weight\n\ncomplies with the requirements of state law.\nLegislative History:\nAuthority:\nOrdinance No. 35, 5/24/76;  \nSDCL §§ 32-22 \nOrdinance No. 165, §126, 5/18/87.\nOrdinance No. 287, 3/8/00. \nOrdinance No. 417, 4/1/08. \n12-17-10\nPOLICE AUTHORITY\n",
    "source": "Chapter 12-17 TRUCK  ROUTE  SYSTEM"
  },
  {
    "chunk_index": 2,
    "text": "Any police officer has the authority to require any person driving or in control of any\ntruck to proceed to any public or private scale for the purpose of weighing and\ndetermining whether such truck is in violation of this ordinance or any other code\nprovision.  Such authorities may issue a citation to any motor vehicle that exceeds the\nlimits imposed by this ordinance.  Such authorities may detain such vehicles until the\nweight of such vehicles meets the limits imposed by this ordinance.\nLegislative History:\nAuthority:\nOrdinance No. 35, 5/24/76;  \nSDCL §§ 9-31-1, 9-31-2,32-12-7. \nOrdinance No. 165, §127, 5/18/87.\n12-17-11\nEXCEPTIONS TO THE USE OF TRUCK ROUTES\nA.\nA truck arriving at the end of any designated truck route may be driven over the\nmost direct course to the nearest truck route which extends in the same general\ndirection.\nB.\nThe Chief of Police shall have the authority, for cause or upon request, to issue\ntemporary permits for trucks to operate over routes not established as truck\nroutes by the City Council, or to deviate from the provisions of this ordinance\nrelating the operation of trucks.  Such actions of the Chief of Police shall be\nsubject to review and modification or cancellation by the City Council.\nC.\nThe provision of this ordinance relating to the operation of trucks shall not\napply to emergency vehicles of the police department, fire department, or\nhealth department, nor any public utility vehicles where actually engaged in the\nperformance of emergency duties necessary to be performed by said\ndepartments or public utilities, nor any vehicle owned by or performing work\nfor the United States of America, the state, its political subdivisions, or the\nCity.\nD.\nAny contractor or material men, while engaged in the repair, maintenance or\nconstruction of City streets or City improvements, provided that these vehicles\nshall only use the City streets within the immediate work area and shall only\nuse the shortest route from the truck route to the work area.\nE.\nWhenever any truck route has been established and identified, any person\ndriving a truck having a gross weight of 10,000 pounds or more shall drive\nsuch truck on such routes and none other, except when it is impracticable to do\nso or where it becomes necessary to traverse another street or streets to a\ndestination for the purpose of loading or unloading commodities, or for the\npurpose of towing a disabled or damaged motor vehicle to or from public or\nprivate property, and then only by such deviation from the nearest truck route\n\nas is reasonably necessary.\nF.\nAll trucks must follow the weight limits set out in Section 12-17-9 except when\nnecessary to conduct infrequent business to a specific destination point.  In that\nevent, such trucks must use the shortest route possible from the street on which\nsuch truck can comply with Section 12-17-9 to the necessary destination point. \nThis subsection does not permit an exception to Section 12-17-9 nor does it\nexempt garbage trucks, recycling collector trucks, or other trucks used to\ndeliver or pick up items from customers located on a regular established route.\nLegislative History:\nAuthority:\nOrdinance No. 35, 5/24/76;  \nSDCL §§ 32-22 \nOrdinance No. 165, §128, 5/18/87.\nOrdinance No. 287, 3/8/00. \nOrdinance No. 417, 4/1/08. \n",
    "source": "Chapter 12-17 TRUCK  ROUTE  SYSTEM"
  }
]