[
  {
    "chunk_index": 1,
    "text": "CHAPTER 16-12\nRURAL SUBDIVISIONS\n16-12-1  \nIN GENERAL\nA. \nPremature subdivision of land is to be discouraged, due to unavailability of\nurban services, higher energy consumption, premature and excessive loss of\nagricultural land, and inefficient delivery of basic government services.\nB. \nWhere rural subdivisions are allowed outside of corporate limits but within the\nMajor Street Plan area, their design standard and minimum improvements are the\nsame as those required within the City limits except for the following exceptions\nlisted below.  \nLegislative History:\nAuthority:\nOrdinance #503, 4/23/13\nSDCL § Ch. 9\n16-12-2  \nROADS \nA. \nSpecifications for roads shall be in accordance with the Engineering Design\nStandards approved by the City Engineer.\nB. \nRoads shall be designated on the plat as dedicated right-of-way or as private\nroadways.  The responsibility for maintenance of all subdivision roads shall be\ncertified on the plat or spelled out in a maintenance agreement to be filed with\nthe plat.\nC. \nAll roads shall comply with other right-of-way and street naming requirements\noutlined in this ordinance.\nLegislative History:\nAuthority:\nOrdinance #503, 4/23/13\nSDCL § Ch. 9\n16-12-3  \nLOTS AND BLOCKS\nA. \nWhenever a plat or preliminary plan is proposed having lots which are one acre or larger\nin size, the Planning & Zoning  Commission may require that said plat or plan shall show\nhow such lots can be re-subdivided into urban sized lots in the event the area is ever\nannexed into the City.\nB. \nLots fronting along an arterial road or a federal, state or county highway shall be\ndiscouraged. Where they are allowed, shared drives may be required, or dedication of a\nfrontage road between the arterial or highway and the lot shall be provided.  Said road\nshall provide direct access to the adjoining property while limiting curb cuts along the\nmajor road.  Approval shall be certified by the appropriate public entity for access onto\nall dedicated roads.\nLegislative History:\nAuthority:\nOrdinance #503, 4/23/13\nSDCL § Ch. 9\n\n16-12-4  \nGRADING AND DRAINAGE\nDriveways and drainage culverts shall be installed by the lot owner in accordance with the\nEngineering Design Standards and approved by an applicable township, county or state\nagency.  Storm water collection and disposal systems may be required by the City\nEngineer.\nLegislative History:\nAuthority:\nOrdinance #503, 4/23/13\nSDCL § Ch. 9\n16-12-5  \nWATER SUPPLY\nIf a City public water system is not available, a central water system shall be provided in\nsuch a manner that an adequate supply of potable water will be available to every lot in\nthe subdivision.  All subdivisions shall require proof of an adequate water supply prior to\nissuance of any building permits.\nLegislative History:\nAuthority:\nOrdinance #503, 4/23/13\nSDCL § Ch. 9\n16-12-6  \nSANITARY SEWERS\nIn areas where public sanitary sewers are not accessible and no plans for public sewers\nhave been prepared, or where the connection to public sanitary sewer is impractical,\nindividual sewer systems will be permitted provided they comply with the regulations set\nforth for septic systems by the appropriate state agency and any additional county\nrequirements.  Connection to the City sewer system shall be required when the public\nsewer system is within two hundred feet of an individual property line.\nLegislative History:\nAuthority:\nOrdinance #503, 4/23/13\nSDCL § Ch. 9\n",
    "source": "Chapter 16-12 RURAL SUBDIVISIONS"
  }
]