[
  {
    "chunk_index": 1,
    "text": "CHAPTER 11-4\nMUNICIPAL SALES AND SERVICE TAX\n11-4-1\nPURPOSE\nThe purpose of this ordinance is to provide additional needed revenue for the\nMunicipality of Brandon, Minnehaha County, South Dakota, by imposing a municipal\ngross receipts  tax pursuant to the powers granted to the municipality by the State of\nSouth Dakota, by SDCL 10-52A and acts amendatory thereto.\nLegislative History:\nAuthority:\nOrdinance No. 319, §3/6/02\nSDCL §§ 10-52A\n11-4-2\nEFFECTIVE DATE AND ENACTMENT OF TAX\nFrom and after the 1st day of January, 2003, there is hereby imposed as a municipal\ngross receipts tax of One Percent (1%) upon the gross receipts from the sale of leases or\nrentals of hotel, motel, campsites or other lodging accommodations within the\nmunicipality for periods of less than twenty-eight (28) consecutive days, the sale of\nalcoholic beverages as defined in SDCL 35-1-1, or establishments where the public is\ninvited to eat, dine, or purchase and carry out prepared food for immediate consumption\nand ticket sales or admissions to places of amusement, athletic or cultural events, or any\ncombination thereof.  The tax applies to the gross receipts of all persons engaged in\nbusiness within the jurisdiction of the Municipality of Brandon, Minnehaha County,\nSouth Dakota, who are subject to the South Dakota Retail occupational Sales and\nService Tax, SDCL 10-45 and acts amendatory thereto.\nLegislative History:\nAuthority:\nOrdinance No. 319, §3/6/02\nSDCL §§ 10-52A\n11-4-3\nCOLLECTION\nSuch tax is levied pursuant to authorization granted by SDCL 10-52A and acts\namendatory thereto, and shall be collected by the South Dakota Department of Revenue\nin accordance with the same rules and regulations applicable to the State Sales Tax and\nunder such additional rules and regulations as the Secretary of Revenue of the State of\nSouth Dakota shall lawfully prescribe.\nLegislative History:\nAuthority:\nOrdinance No. 319, §3/6/02\nSDCL §§ 10-52A\n11-4-4\nINTERPRETATION \nIt is declared to be the intention of this ordinance and the taxes levied hereunder that the\nsame shall be interpreted and construed in the same manner as all sections of the South\nDakota Retail Occupational Sales and Service Act, SDCL 10-45 and acts amendatory\nthereto and that this shall be considered a similar tax except for the rate thereof to that\ntax. \nLegislative History:\nAuthority:\nOrdinance No. 319, §3/6/02\nSDCL §§ 10-52A\n\n11-4-5\nUSE OF REVENUE\nAny revenues received under this ordinance may be used only for the purpose of land\nacquisition, architectural fees, construction costs, payment for civic center, auditoriums\nor athletic facility buildings, including the maintenance, staffing and operations of such\nfacilities, and the promotion and advertising of the municipality, it facilities, attractions\nand activities.\nLegislative History:\nAuthority:\nOrdinance No. 319, §3/6/02\nSDCL §§ 10-52A\n11-4-6\nPENALTY\nAny person failing or refusing to make reports or payments prescribed by this ordinance\nand the rules and regulations relating to the ascertainment and collection of the tax\nherein levied shall be guilty of misdemeanor and upon conviction shall be fined not\nmore than $200 or imprisoned in the municipal jail for thirty (30) days or both such fin\nand imprisonment.  In addition, all such collection remedies authorized by SDCL 10-45,\nand acts amendatory thereto, are hereby authorized for the collection of these excise\ntaxes by the Department of Revenue.\nLegislative History:\nAuthority:\nOrdinance No. 319, §3/6/02\nSDCL §§ 10-52\n11-4-7\nSEPARABILITY      \nIf any provision of this ordinance is declared unconstitutional or the application thereof\nto any person or circumstances held invalid the constitutionality of the remainder of the\nordinance and applicability thereof of other persons or circumstances shall not be\naffected thereby.\nLegislative History:\nOrdinance No. 319, §3/6/02\n",
    "source": "Chapter 11-4 MUNICIPAL SALES AND SERVICE TAX"
  }
]