[
  {
    "chunk_index": 1,
    "text": "CHAPTER 1-1\nNAME, BOUNDARIES, POWER AND GENERAL PROVISIONS\n1-1-1\nNAME\nThe City of Brandon in the County of Minnehaha and the State of South Dakota shall be a\nmunicipal corporation under the name \"City of Brandon.\"\nLegislative History:\nAuthority:\nOrdinance No. 33, ยง2, 3/8/76.\nSDCL Ch. 9-3 generally.\n1-1-2\nBOUNDARIES\nThe boundaries of the City of Brandon are those boundaries established  by the Articles of\nIncorporation dated July 23, 1973 and all such changes in boundaries made by subsequent\naction of the Brandon City Council.\nLegislative History:\nAuthority:\nOrdinance No. 33, ยง3, 3/8/76.\nSDCL Ch. 9-3 generally.\n1-1-3\nPOWERS OF THE CITY\nThe City of Brandon shall have perpetual succession and the right to adopt and alter a\ncommon seal, the right to take, hold, purchase, lease and convey any and all property or\ninterests in property, real, personal and mixed, within or without its boundaries, as the\npurposes of the City may require or the transaction of its business may render convenient. \nThe City shall also have all powers, functions, rights, privileges and immunities possessed\nby a municipal corporation at common law or given or granted by the Constitution and\nlaws of the State of South Dakota to municipalities of a class which includes the City of\nBrandon.\nLegislative History:\nAuthority:\nOrdinance No. 33, ยง6, 3/8/76.\nSDCL Ch. 9-3 generally.\n1-1-4\nSEAL OF BRANDON\nThe seal of Brandon shall be circular in form.  In the center shall be the words \"Corporate\nSeal\", elsewhere, the words \"Brandon City Council\" and \"Brandon, South Dakota\" shall\nbe plainly legible.\nLegislative History:\nAuthority:\n1990 Revisions.\nSDCL Ch. 9-3 and 9-8.\n1-1-5 \nDISCLOSURE OF CONFIDENTIAL OR PRIVILEGED\nINFORMATION PROHIBITED\nNo person, including not but limited to any employee,  member of any City agency or\ncommittee,  City Council member, and the Mayor may publicly disclose information\nreceived, discussed or decided in Executive Session, or in a communication with legal\ncounsel that is protected by the attorney client privilege or that has been confidentially\n\ndisclosed at an Executive Session, unless a majority of the members of the City Council\nhas authorized that disclosure or unless such disclosures is required by a court of\ncompetent jurisdiction.\nLegislative History:\nAuthority:\nOrdinance No. 501, 3/19/13\nSDCL ยง 1-25-2 & \nOrdinance #571, 1/1/19\n1-1-6\nORDINANCE VIOLATION PENALTIES\nUnless otherwise provided by Ordinance or Resolution, a violation of an Ordinance of the\nCity of Brandon is a class two (2) misdemeanor punishable with a fine as set forth in\nSDCL 22-6-2(2).  Each day any violation of this Code or Ordinance continues shall\nconstitute a separate offence.\nLegislative History:\nAuthority:\nOrdinance #571, 1/1/19\nSDCL Ch. 9-3 generally.\n1-1-7\nCOMPLAINTS; ENFORCEMENT OF JUDGMENTS\nWhen a Complaint shall be filed charging the violation of any provision of City Ordinance,\ninstead of requesting the arrest of the person, the Complaint may state that a Summons be\nissued as permitted in that Court, or, at any time before the trial of the action, the City\nAttorney may file a written request in the Court having jurisdiction that a Summons be\nissued on the Complaint to recover the fine or penalty provided by City Ordinance 1-1-6,\nor by other City Ordinance or Resolution for the violation; that in case the fine or penalty\nto be recovered in such action shall be the maximum amount of any such fine or penalty\nfor such violation, and the action shall be tried and determined according to the rules of\nCourts in civil actions, and in such cases the judgment of the Court may be enforced by\nexecution and all remedies available for the collection of a civil judgment, or by arrest and\nconfinement of the defendant as provided by the laws of the State of South Dakota.\nIn all cases where the same offense is made punishable or is created by different clauses or\nsections of this Code, the City Attorney may elect under which to proceed, but not more\n",
    "source": "Chapter 1-1 NAME, BOUNDARIES, POWER AND GENERAL PROVISIONS"
  },
  {
    "chunk_index": 2,
    "text": "than one (1) recovery shall be had against the same person for the same offense; provided,\nthat the revocation of a license or permit shall not be considered a recovery or penalty so\nas to bar any other penalty being enforced.\nLegislative History:\nAuthority:\nOrdinance #571, 1/1/19\nSDCL Ch. 9-3 generally.\n",
    "source": "Chapter 1-1 NAME, BOUNDARIES, POWER AND GENERAL PROVISIONS"
  }
]