[
  {
    "chunk_index": 1,
    "text": "CHAPTER 14-5\nWASTEWATER  SERVICE  CHARGES\n14-5-1\nPURPOSE\nThe propose of this ordinance shall be to generate sufficient revenue to pay all costs for\nthe operation and maintenance of the complete wastewater system.  The costs shall be\ndistributed to all users of the system in proportion to each user's contribution to the total\nloading of the treatment works.  Factors such as strength (BOD and TSS), volume, and\ndelivery flow rate characteristics shall be considered and included as the basis for the\nuser's contribution to ensure a proportional distribution of operation and maintenance\ncosts to each user (or user class).\nLegislative History:\nAuthority:\nOrdinance #76, 11/20/78\nSDCL Ch. 9-47\nOrdinance #91, 12/17/79\nOrdinance #229, 01/17/95.\n14-5-2\nDETERMINING THE TOTAL ANNUAL COST OF OPERATION AND\nMAINTENANCE.\nThe City of Brandon, or its engineer, shall determine the total annual costs of operation\nand maintenance of the wastewater system which are necessary to maintain the capacity\nand performance, during the service life of the treatment works, for which such works\nwere designed and constructed.  The total annual cost of operation and maintenance shall\ninclude, but need not be limited to, labor, repairs, equipment replacement, maintenance,\nnecessary modifications, power, sampling, laboratory tests, and a reasonable contingency\nfund.\nLegislative History:\nAuthority:\nOrdinance #76, 11/20/78\nSDCL Ch. 9-47\nOrdinance #91, 12/17/79\nOrdinance #229, 01/17/95.\n14-5-3\nDETERMINING EACH USER'S WASTEWATER CONTRIBUTION    \nPERCENTAGE.\nThe City of Brandon, or its engineer, shall determine for each user or user class the\naverage daily volume of wastewater discharged to the wastewater system, which shall\nthen be divided by the average daily volume of all wastewater discharged to the\nwastewater system to determine such user's Volume Contribution Percentage.  The\namount used as the total average daily volume of wastewater shall exclude infiltration and\ninflow.  The City of Brandon, or its engineer shall determine for each user or user class\nthe average daily poundage of 5-day 20-degree Centigrade Biochemical Oxygen Demand\n(BOD) discharged to the wastewater system which shall then be divided by the average\ndaily poundage of all 5-day BOD discharged to the wastewater system to determine such\nuser's BOD Contribution Percentage.\nThe City of Brandon, or its engineer, shall determine for each user or users class the\naverage daily Total Suspended Solids (TSS) poundage discharged to the wastewater\nsystem which shall then be divided by the average daily poundage of all TSS discharged t\nthe wastewater system, to determine such user's TSS Contribution Percentage.  The\n\nVolume Contribution Percentage, BOD Contribution Percentage and TSS Contribution\nPercentage for each user \nor user class shall be multiplied by the annual operation and Maintenance costs for\nwastewater treatment of the total volume flow total 5-day 20-degree centigrade BOD and\ntotal TSS, respectively.\nLegislative History:\nAuthority:\nOrdinance #76, 11/20/78\nSDCL Ch. 9-47\nOrdinance #91, 12/17/79\nOrdinance #229, 01/17/95.\n14-5-4\nDETERMINING A SURCHARGE SYSTEM FOR USERS WITH EXCESS\nBOD AND TSS.\nThe City of Brandon, or its engineer, will assess a surcharge rate for all non-residential\nusers discharging wastes with BOD and TSS strengths greater than the average residential\nuser.  Such users will be assessed a surcharge sufficient to cover the cost of treating their\nabove normal strength wastes.  Normal strength wastes are considered to be 200 ppm\nBOD and 240 ppm TSS.  The surcharge rate structure for such above normal strength\nwaste dischargers is establish by resolution of the Brandon City Council.\nLegislative History:\nAuthority:\nOrdinance #76, 11/20/78\nSDCL Ch. 9-47\nOrdinance #91, 12/17/79\nOrdinance #229, 01/17/95.\n14-5-4.1\nSURCHARGE RATE SCHEDULE FOR ABOVE NORMAL STRENGTH\nWASTES.\nThe City of Brandon, or its engineer, has determined that the average total suspended\n",
    "source": "Chapter 14-5 WASTEWATER  SERVICE  CHARGES"
  },
  {
    "chunk_index": 2,
    "text": "solids (TSS) and 5-day biochemical oxygen demand (BOD) daily loadings for the average\nresidential user are 200 ppm BOD and 240 ppm TSS.  The City of Brandon, or its\nengineer, has assessed a surcharge rate for all non-residential users discharging wastes\nwith BOD and TSS strengths greater than the average residential user.  The surcharge will\nbe sufficient to cover the cost of treating such users' above normal strength wastes.   Such\nusers will pay an additional service charge for costs as herein noted to appropriately pay\nthe additional cost of treatment in the same proportion, to be determined by a multiplier,\nof the average rate, as figured for the average user.\nLegislative History:\nAuthority:\nOrdinance #76, 11/20/78\nSDCL Ch. 9-47\nOrdinance #91, 12/17/79\nOrdinance #229, 01/17/95.\n14-5-5\nDETERMINING EACH USER'S WASTEWATER SERVICE CHARGE.\nEach non-residential user's wastewater treatment cost contribution as determined by this\nordinance shall be added together to determine such user's annual wastewater service\ncharge.  Residential users may be considered to be one class of user and an equitable\nservice charge may be determined for each user based on an estimate of the total\nwastewater contribution of this class of user.  The governing body may classify industrial,\ncommercial, and other non-residential establishments as a residential user, provided that\nthe wastes from these establishments are equivalent to the wastes form the average\n\nresidential user with respect to volume, total suspended solids, and BOD.  Each\nwastewater treatment cost contribution will be assessed by resolution of the governing\nbody.\nLegislative History:\nAuthority:\nOrdinance #76, 11/20/78\nSDCL Ch. 9-47\nOrdinance #91, 12/17/79\nOrdinance #229, 01/17/95.\n14-5-5.1\nRATE SCHEDULE.\nResidential users are considered to be one class of user and are assessed a base charge per\nmonth.  Non-residential users with flows no greater than the average residential user's\nflow of 75 gallons per person per day and with BOD and TSS no greater than the average\nresidential user's strength of 200 ppm BOD and 240 ppm TSS will pay the same fee, as\nestablished by resolution, per month as the average residential user.\nNon-residential users with volumes greater than the average residential user will pay an\nadditional charge to be determined as herein noted and by resolution to appropriately pay\nthe additional cost of treatment in the same proportion, to be determined by a multiplier\nof the average rate, as figured for the average user.\nLegislative History:\nAuthority:\nOrdinance #76, 11/20/78\nSDCL Ch. 9-47\nOrdinance #91, 12/17/79\nOrdinance #229, 01/17/95.\n14-5-6\nWASTEWATER FACILITIES REPLACEMENT FUND.\nA reserve fund called the Wastewater Facilities Replacement Fund is hereby established\nwithin the wastewater utility fund for the purpose of providing sufficient funds to be\nexpended for obtaining and installing equipment, accessories and appurtenances during\nthe useful life of the wastewater treatment facilities necessary to maintain to capacity and\nperformance for which such facilities are designed and constructed as prescribed by\nresolution of the Brandon City Council.\nLegislative History:\nAuthority:\nOrdinance #76, 11/20/78\nSDCL Ch. 9-47\nOrdinance #91, 12/17/79\nOrdinance #229, 01/17/95.\n14-5-7\nWASTEWATER FACILITIES REPLACEMENT FUND SCHEDULE.\nThe reserve fund called the Wastewater Facilities Replacement Fund established with the\nwastewater utility fund as an interest bearing account shall be funded by a deposit of at\nleast 10% of the annual operation and maintenance budget, as set forth by resolution, to\nbe funded from revenues from the Sewer Fund.\nLegislative History:\nAuthority:\nOrdinance #76, 11/20/78\nSDCL Ch. 9-47\nOrdinance #91, 12/17/79\nOrdinance #229, 01/17/95.\n\n14-5-8\nREVIEW OF EACH USER'S WASTEWATER SERVICE CHARGE.\nThe City shall review the total annual cost of operation and maintenance as well as each\n",
    "source": "Chapter 14-5 WASTEWATER  SERVICE  CHARGES"
  },
  {
    "chunk_index": 3,
    "text": "user's wastewater contribution percentage not less often than every two years and will\nrevise the system as necessary to assure equity of the service charge system established\nherein and to assure that sufficient fund are obtained to adequately operate and maintain\nthe wastewater treatment works.  The City shall apply excess revenues collected from a\nclass of users to the cost of operation and maintenance attributed to that class for the next\nyear and adjust the rate accordingly.  If a significant user, such as an industry, has\ncompleted in plant modifications which would change that user's wastewater contribution\npercentage, the user can present, at a regularly scheduled meeting of the governing body,\nsuch factual information and the City shall then determine if the user's wastewater\ncontribution percentage is to be changed.  The City shall notify the user of his finding as\nsoon as possible.\nLegislative History:\nAuthority:\nOrdinance #76, 11/20/78\nSDCL Ch. 9-47\nOrdinance #91, 12/17/79\nOrdinance #229, 01/17/95.\n14-5-9\nNOTIFICATION.\nThe City shall submit an annual statement to the user for the user's annual wastewater\nservice charge.  Each user will be notified, at least annually, in conjunction with a regular\nbill, of the rate and that portion of the user charges which are attributable to wastewater\ntreatment services.\nLegislative History:\nAuthority:\nOrdinance #76, 11/20/78\nSDCL Ch. 9-47\nOrdinance #91, 12/17/79\nOrdinance #229, 01/17/95.\n14-5-10\nWASTES PROHIBITED FROM BEING DISCHARGED TO THE\nWASTEWATER TREATMENT SYSTEM.\nThe discharge of any waters containing toxic or poisonous solids, liquids, or gases in\nsufficient quality, either singly, or interaction with other wastes, to contaminate the sludge\nof any municipal systems, or to injure of interfere with any sewage treatment process,\nconstitute an hazard to humans or animals, create a public nuisance, or create any hazard\nin or have an adverse effect on the waters receiving any discharge from the treatment\nworks is hereby prohibited.\nEach user which discharges any toxic pollutants which cause an increase in the cost of\nmanaging effluent or the sludge of the City of Brandon treatment works shall pay for such\nincreased costs.  (Article # 14-41 of the City's \"Sewer Use\" Ordinance contains additional\nrequirements covering the use of the City's public sewers.)\nLegislative History:\nAuthority:\nOrdinance #76, 11/20/78\nSDCL Ch. 9-47\nOrdinance #91, 12/17/79\nOrdinance #229, 01/17/95.\n\n14-5-11\nPROHIBITION OF CLEAR WATER CONNECTIONS.\nExcept as otherwise authorized through the issuance of a permit for winter discharge, no\nperson shall make connection of any roof down spout, exterior foundation drain, areaway\ndrain, or other source of surface runoff or groundwater to a building sewer or building\ndrain which in turn is connected directly or indirectly to a public sanitary sewer.  The cost\nfor any permit shall be set by the City Council by Resolution.  A surcharge of $500 per\nmonth on the sewer bill of a property owner not in compliance with this Ordinance shall\nbe imposed.\nLegislative History:\nAuthority:\nOrdinance #76, 11/20/78\nSDCL Ch. 9-47\nOrdinance #91, 12/17/79\nOrdinance #229, 01/17/95\nOrdinance #575, 03/05/19\n14-5-12\nPROPER DESIGN AND CONSTRUCTION OF NEW SEWER AND\nCONNECTIONS.\nThe size, slope, alignment, materials of construction of all sanitary sewers connections,\nand the methods to be used in excavating, placing of the pipe, jointing, testing, and back\nfilling the trench, shall all conform to the requirement of the building and plumbing code\nor other applicable rules and regulations of the City of Brandon and the State of South\nDakota.  (Article # 14-41 of the City's \"Sewer Use\" Ordinance contains additional\nrequirements covering the proper design and construction of the City's sanitary sewer,\nbuilding sewer, and connections.)\nLegislative History:\nAuthority:\nOrdinance #76, 11/20/78\nSDCL Ch. 9-47\nOrdinance #91, 12/17/79\nOrdinance #229, 01/17/95.\n14-5-13\nVALIDITY.\n",
    "source": "Chapter 14-5 WASTEWATER  SERVICE  CHARGES"
  },
  {
    "chunk_index": 4,
    "text": "The invalidity of any section clause, sentence of provision of this ordinance shall not\naffect the validity of any other part of this ordinance which can be given effect without\nsuch invalid part or parts.\nLegislative History:\nAuthority:\nOrdinance #76, 11/20/78\nSDCL Ch. 9-47\nOrdinance #91, 12/17/79\nOrdinance #229, 01/17/95.\n \n",
    "source": "Chapter 14-5 WASTEWATER  SERVICE  CHARGES"
  }
]