[
  {
    "chunk_index": 1,
    "text": "CHAPTER 10-3\nEXCAVATIONS  IN  PUBLIC  AREAS\n10-3-1\nWATER MAINS PRIOR TO STREET CONSTRUCTION\nIt shall be the duty of the owner of any real property fronting or abutting on any street or\navenue in the City of Brandon, South Dakota, to lay and construct sewer and water\nmains in said street or avenue to the curb line of their respective property before the\nstreet or avenue upon which said property fronts or abuts is graded or paved or within\nfifteen days after passage of a resolution by the City Council declaring that the\nconstruction of the sewer and water connections on said street or avenue or portions of\nsame is necessary, as a preliminary to the construction and maintenance of a tar,\nbituminous or concrete paved street surface on said street or a portion thereof.\nLegislative History:\nAuthority:\n1990 Revisions.                \nSDCL § 9-45-1; See Also \n§§ 9-45-35, 9-45-39\nand 9-29-3.\n10-3-2\nFORCED CONSTRUCTION OF MAINS; PROPERTY ASSESSMENTS\nIn case of the owner of any property fronting or abutting on any street or avenue\nadjacent to a sanitary or combined sewer shall fail, neglect or refuse to lay and construct\nsewer and water connections from the sewer and water mains on said street or avenue to\nthe curb line as provided in section § 10-3-1, before said street or avenue is graded and\npaved or within fifteen (15) days after passage of a resolution or necessity providing for\nsaid grading and paving, then the City Council shall have the option of causing said\nsewer and water connections to be constructed and installed and to assess the cost\nthereof against the property to be served.\nLegislative History:\nAuthority:\n1990 Revisions.                \nSDCL § 9-45-1; See Also \n§§ 9-45-35, 9-45-39\n10-3-3\nMONEY DEPOSIT PRIOR TO EXCAVATION\nAt any time that a property owner or person other than a contractor operating under\nterms of a construction contract with the City and related bond, who desires to make a\nnew sewer or water connection or to repair, enlarge or alter an existing connection, shall\nbefore making an excavation in said street or avenue either by tunnelling or open cut\nsecure a permit from the City Auditor and make a money deposit with the City\nTreasurer in an amount which is agreeable to the City Council.\nLegislative History:\nAuthority:\n1990 Revisions.                \nSDCL § 9-45-1; See Also \n§§ 9-45-35, 9-45-39\n\n10-3-4\nEXCAVATIONS DURING WINTER\nIt shall be unlawful to make any excavations in any street or highway within six (6) feet\nof any laid water pipes while the ground is frozen, or to dig up or uncover so as to\nexpose to frost any of the water pipes or sewers of the City, except by special permission\nof the City Council.\nLegislative History:\nAuthority:\n1990 Revisions.\nSDCL § 9-47-2; See Also SDCL \n§ 9-30-1.\n10-3-5\nEXCAVATION SAFETY\nIt shall be unlawful for any person, owner or occupant of any lot or parcel of land within\nthe City to make or cause to be made any excavation on said lot or parcel of land, except\nthe same be securely guarded so as to prevent the injury of any person or persons or\nanimals passing upon or along said sidewalks, streets, alleys or public grounds or\ntraveled path or roadway.\nLegislative History:\nAuthority:\nOrdinance No. 13, §13-18, \nSDCL Ch. 9-30 generally.\n4/22/74.\n10-3-6\nEXCAVATION PERMITS, DEPOSITS AND LIABILITIES\nAny person desiring to open the surface or tunnel under any street, avenue, alley or\npublic roadway in the City of Brandon shall secure a permit from the City Auditor  or\nthe Director of Inspections and make a financial deposit with the City Treasurer as\nherein required.  The amount of the deposit or fee charged for the connection and the\nservice or privileges pertaining to same are cumulative and computed as follows:\nIf a street that has been surfaced with tar, bituminous material or concrete is to be\nopened or tunneled under a permit must be obtained from the City.  The applicant or\npermit holder shall be responsible for lights and guards around the opening and for all\n",
    "source": "Chapter 10-3 EXCAVATIONS  IN  PUBLIC  AREAS"
  },
  {
    "chunk_index": 2,
    "text": "damage claimed or accruing to persons or property as a result of the desired street\nopening.  The expense of opening the pavement and back filling the ditch to original\ncompaction, including supervision and inspection thereof, will be paid by the applicant. \nA deposit in the amount of five hundred dollars ($500.00) shall be deposited with the\nCity Treasurer and shall be returned to the applicant upon satisfactory completion of the\nwork.\nAll sewer or water service lines constructed under the provisions of this statute shall\ncomply with all rules and regulations of the City and of the State Board of Health with\nrespect to sewer and water main construction or use of same.\nLegislative History:\nAuthority:\nOrdinance No. 13, §§13-1,\nSDCL §§ 9-32-1, 9-32-10;  See  \n13-2.\nAlso §§ 9-45-35, 9-45-39 and 9-29-3.\nCross Reference:\nThe Brandon City Code, Title Seven.\n10-3-7\nAPPLICATION FOR PERMIT\nBefore any permit is issued under the provisions of this article, the person requiring the\n\nsame shall make application to the City Finance Officer or the Director of Inspections\nwhich shall state where such excavation is to be made, the extent thereof, in front of\nwhich lot or lots and the purpose of such excavation.\nLegislative History:\nAuthority:\nOrdinance No. 13, § 13-3, 4/22/74.\nSDCL § 9-45-1.\n10-3-8\nPERMIT FEE\nThe fee for the permit required by this article shall be fixed by the resolution of the City\nCouncil.  Such amounts shall be paid to the City Finance Officer or the Director of\nInspections and his receipt therefor presented to the City Council before the issuance of\na permit; provided, however, that when the extent of the excavation cannot be\ndetermined in advance of the making thereof, the Council may issue a permit and\nprovide for collection of the fee after the amount thereof has been determined.\nLegislative History:\nAuthority:\nOrdinance No. 13, § 13-4, 4/22/74.\nSDCL § 9-45-1.\n10-3-9\nCONDITION OF ISSUANCE\nIn the event that any permit required by this article is for excavating in or under any\nstreet, parking or sidewalk, such permit shall contain a statement and shall be issued\nonly upon the express condition that the permittee shall refill the excavation in\naccordance with the instructions of the City Council and restore the pavement or\nsurfacing, as the case may be, to its former condition and maintain it is such condition\nfor a period of three (3) years from the time of such completion of the work authorized\nby such permit.\nLegislative History:\nAuthority:\nOrdinance No. 13, § 13-5, 4/22/74.\nSDCL § 9-45-1.\n10-3-10\nREFILLING EXCAVATIONS\nThe City Council shall adopt, amend and enforce a code of rules and regulations which\nshall set forth the manner in which various types of excavations shall be back filled or\nrefilled and the manner in which pavement, or other street surfacing, shall be replaced. \nAll rules and regulations so made shall be subject to the approval of the City Council.\nLegislative History:\nAuthority:\nOrdinance No. 13, § 13-6, 4/22/74.\nSDCL § 9-45-1.\n10-3-11\nRESTORING PAVEMENTS OR STREET SURFACING \nTO FORMER CONDITIONS\nIt shall be the duty of the City to keep on file all copies of permits issued hereunder and\nto inspect from time to time all pavement or other street surfacing, disturbed pursuant to\nsuch permits.  If such pavements or surfacing are not restored and maintained as nearly\nas possible to the original condition, notice thereof in writing by regular mail shall be\ngiven the permittee, who shall put the same in good condition within a maximum of\nthree (3) days.  If the permittee fails after notice is given to restore and maintain such\n\npaving or the surface thereof, the City Council may make the necessary repairs and such\npermittee shall pay the costs thereof, and until he pays the same no other permit shall be\nissued to him or to any person in his behalf.\nLegislative History:\nAuthority:\nOrdinance No. 13, § 13-7, 4/22/74.\nSDCL § 9-45-1.\n",
    "source": "Chapter 10-3 EXCAVATIONS  IN  PUBLIC  AREAS"
  }
]