[
  {
    "chunk_index": 1,
    "text": "CHAPTER 12-6\nRIGHT-OF-WAY  REGULATIONS\n12-6-1\nGENERALLY\nSubject to the exceptions stated in this article, the right-of-way rules as between vehicles\nat intersections is hereby declared as follows:\nA.\nWhat two (2) vehicles approach an intersection at approximately the same time,\nthe operator of the vehicle on the left shall yield the right-of-way to the vehicle\non the right.\nB.\nThe operator of any vehicle traveling at an unlawful speed shall forfeit any\nright-of-way which he may otherwise have hereunder.\nLegislative History:\nAuthority:\nOrdinance No. 5, Article VI, \nSDCL § 32-26-13;  Also see § \n§100, 3/11/74.\n9-45-1 and Ch. 9-31 and \n32-26 generally.\n12-6-2\nLEFT TURN\nThe driver of a vehicle within an intersection intending to turn to the left shall yield the\nright-of-way to any vehicle approaching from the opposite direction which is within the\nintersection or so close thereto as to constitute an immediate hazard.\nThe driver of a vehicle intending to turn to the left into an alley, private road or\ndriveway shall yield the right-of-way to any vehicle approaching from the opposite\ndirection which is so close thereto as to constitute a hazard.\nLegislative History:\n    \nAuthority:\nOrdinance No. 5, Article VI, \n    \nSDCL § 32-26-19 and Ch. \n§101, 3/11/74.\n  \n9-31 generally.\n12-6-3\nEMERGENCY VEHICLES\nThe operator of a vehicle upon a public street shall yield the right-of-way to authorized\nemergency vehicles when the latter are operated upon official business and the operators\nthereof sound audible signal by bell, siren or exhaust whistle.  This provision shall not\nrelieve the operator of an emergency vehicle from the duty to drive with due regard for\nthe safety of all persons using the street, not shall it protect the operator of any such\nvehicle from the consequences of an arbitrary exercise of such right-of-way.\nLegislative History:\n    \nAuthority:\nOrdinance No. 5, Article VI, \n    \nSDCL § 32-26-15 and Ch. \n§102, 3/11/74.\n    \n9-31 generally.\n",
    "source": "Chapter 12-6 RIGHT-OF-WAY  REGULATIONS"
  }
]