[
  {
    "chunk_index": 1,
    "text": "CHAPTER 12-13\nMISCELLANEOUS  DRIVING  RULES\n12-13-1\nRECKLESS DRIVING\nAny person who drives a vehicle within the limits of the city carelessly or heedlessly or in\ndisregard of the rights or safety of others, or without due caution and circumspection, or\nat a speed or in a manner so as to endanger or be likely to endanger any person or\nproperty, shall be guilty of reckless driving.\nLegislative History:\n    \nAuthority:\nOrdinance No. 5, Article XIII, \n    \nSDCL Ch. 32-34.\n§216, 3/11/74.\nOrdinance No. 469, 4/13/10.\n12-13-2\nCARELESS DRIVING\nAny person who drives a vehicle within the limits of the city carelessly in disregard to the\nwidth, grade, curves, corners, condition, or customary usage of the streets, highways, or\nany other property within the city, or whose temporary inadvertence to the operation of\nsuch vehicle causes or is likely to cause damage to any person or property, shall be guilty\nof careless driving.\nLegislative History:\n    \nAuthority:\nOrdinance No. 5, Article XIII, \n    \nSDCL Ch. 32-24.\n§217, 3/11/74.\nOrdinance No. 469, 4/13/10.\n12-13-3\nEXHIBITION DRIVING\nAny person who drives a vehicle within the limits of the city in such a manner that creates\nor causes unnecessary engine noise, or tire squeal, skid or slide upon acceleration or\nstopping; or that simulates a temporary race; or that causes the vehicle to unnecessarily\nturn abruptly or sway, shall be guilty of exhibition driving.\nLegislative History:\n    \nAuthority:\nOrdinance No. 5, Article XIII, §218, 3/11/74.\nSDCL §§ 9-31-2.\nOrdinance No. 18, §1, 7/22/74.\nOrdinance No. 469, 4/13/10.\n12-13-4\nUNSAFE BACKING\nThe driver of a vehicle shall not back the same unless such movement can be made safely.\nLegislative History:\n    \nAuthority:\nOrdinance No. 5, Article XIII, \n    \nSDCL §§ 32-30-20.\n§219, 3/11/74.\nOrdinance 496, 10/17/12\n\n12-13-5\nMAXIMUM  PASSENGERS\nNo person shall drive a vehicle when it is loaded, or when there are in the front seat such\na number of person, exceeding three (3), as to obstruct the view of the driver to the front\nsides of the vehicle or as to interfere with the driver's control over the driving mechanism\nof the vehicle.\nLegislative History:\n    \nAuthority:\nOrdinance No. 5, Article XIII, \n    \nSDCL §§ 32-26-44.\n§220, 3/11/74.\n12-13-6\nINTERFERENCE WITH VIEW, MECHANISM\nNo passenger in a vehicle shall ride in such position as to interfere with the driver's view\nahead or to the sides, or to interfere with his control over the driving mechanism of the\nvehicle.\nLegislative History:\n    \nAuthority:\nOrdinance No. 5, Article XIII, \n    \nSDCL § 32-26-44.\n§221, 3/11/74.\n12-13-7\nFOLLOWING TOO CLOSELY\nThe driver of a motor vehicle shall not follow another vehicle more closely than is\nreasonable and prudent, having due regard to the speed of such vehicle and the traffic\nupon and the condition of the highway, but this shall not be construed to prevent one\nvehicle overtaking and passing another.\nLegislative History:\n    \nAuthority:\nOrdinance No. 5, Article XIII, \n    \nSDCL § 32-26-40.\n§223, 3/11/74.\n12-13-8\nVEHICLES ON PARKING OR SIDEWALKS\nNo person shall drive any vehicle or motor vehicle upon the sidewalks or parking or\npermit any such vehicle to be driven or remain on any sidewalk or parking.\nLegislative History:\n    \nAuthority:\nOrdinance No. 5, Article XIII, \n    \nSDCL § 32-26-21.1.\n§223, 3/11/74.\n12-13-9\nFOLLOWING FIRE APPARATUS\nIt shall be unlawful for the operator of any vehicle other than one on official business to\nfollow closer than five hundred (500) feet of any fire vehicle traveling in response to a\nfire alarm or to drive into or stop any vehicle within the block where the fire apparatus\nhas stopped in answer to the fire alarm.\nLegislative History:\n    \nAuthority:\nOrdinance No. 5, Article XIII, \n    \nSDCL § 32-31-7.\n§224, 3/11/74.\n\n12-13-10\nCROSSING FIRE HOSES\nNo vehicle shall be driven over any unprotected hose of the fire department when laid\ndown on any street or private driveway to be used at any fire alarm or fire without the\n",
    "source": "Chapter 12-13 MISCELLANEOUS  DRIVING  RULES"
  },
  {
    "chunk_index": 2,
    "text": "consent of the fire department official in charge.\nLegislative History:\n    \nAuthority:\nOrdinance No. 5, Article XIII, \n    \nSDCL §§ 32-31-8.\n§225, 3/11/74.\n12-13-11\nDRIVING THROUGH PROCESSIONS DRIVING\nNo driver of any vehicle shall drive through or otherwise interfere with any funeral or\nother authorized procession in any of the streets, and it shall be the duty of the driver of\nany vehicle to stop when reaching a street on which such a procession is passing and wait\nuntil the procession has entirely passed.\nLegislative History:\n    \nAuthority:\nOrdinance No. 5, Article XIII, \n    \nSDCL § 9-29-3; See Also Ch. 32-24.\n§226, 3/11/74.\n12-13-12\nCORNER CUTTING\nIt shall be unlawful for any person to drive any motor vehicle upon or across any\nsidewalk, driveway, filling station or other commercial driveway or other similar surface\nlocated at the corner of any intersection protected by a traffic light or other traffic signal\nor sign, for the purpose of evading the regulations governing the turning of motor vehicles\nat intersections.\nLegislative History:\n    \nAuthority:\nOrdinance No. 5, Article XIII, \n    \nSDCL Ch. 32-24.\n§227, 3/11/74.\n12-13-13\nDRIVING OFF ROAD PROHIBITED\nNo person shall operate any motor-propelled vehicle of any type, including snowmobiles,\nminibikes, or all-terrain vehicles, except on designated roads, streets and parking areas or\non trails designated for a specific type of travel on land owned, leased or controlled by the\nCity.  Any such vehicle shall be properly licensed in accordance to State Law or City\nOrdinance.\nLegislative History:\n    \nAuthority:\nOrdinance No. 250, 4/18-96 \nSDCL Ch. 32-24.\n12-13-14\nOVER DRIVING CONDITIONS\nAny person who drives a vehicle on the streets or highways within the city at a speed\ngreater than is reasonable and prudent under the conditions then existing or at speeds in\nexcess of those fixed shall be guilty of over driving the road conditions.\nLegislative History:\n    \nAuthority:\nOrdinance No. 484 3/22-11 \nSDCL Ch. 32-24.\n    \n",
    "source": "Chapter 12-13 MISCELLANEOUS  DRIVING  RULES"
  }
]