[
  {
    "chunk_index": 1,
    "text": "CHAPTER 12-15\nPEDESTRIANS\n12-15-1\nDESIGNATION OF CROSSWALKS\nThe City Council is hereby authorized and empowered to establish and to designate and\nshall thereafter maintain, by appropriate devices, marks or lines upon the surface of the\nroadway, crosswalks approximately equal in width to the adjacent sidewalks at all\nintersections where in their opinion, there is particular danger to pedestrians crossing\nthe roadway.\nLegislative History:\nAuthority:\nOrdinance No. 5, Article XV, \nSDCL Ch. 32-27.\n§296, 3/11/74.\n12-15-2\nDESIGNATION OF SAFETY ZONES\nThe City Council is hereby empowered to establish safety zones of such kind and\ncharacter and at such places as they may deem necessary for the protection of\npedestrians.\nLegislative History:\nAuthority:\nOrdinance No. 5, Article XV, \nSDCL Ch. 32-27.\n§297, 3/11/74.\n12-15-3\nPEDESTRIAN'S RIGHT-OF-WAY\nThe operator of any vehicle shall yield the right-of-way to a pedestrian crossing the\nroadway within any marked crosswalk or within any unmarked crosswalk at the end of a\nblock, except at intersections where traffic is being regulated by police officers or traffic\ncontrol signals.\nWhenever any vehicle has stopped at a marked crosswalk or at any intersection to\npermit a pedestrian to cross a roadway, it shall be unlawful for the operator of any other\nvehicle approaching from the rear to overtake and pass such stopped vehicle.\nLegislative History:\nAuthority:\nOrdinance No. 5, Article XV, \nSDCL § 32-27-1\n§298, 3/11/74.\n12-15-4\nPEDESTRIANS RIGHTS AND DUTIES AT CONTROLLED\nINTERSECTIONS\nWhenever stop signals, signs or flashing red signals are in place at an intersection or a\nmarked crosswalk between intersections the pedestrian shall have the right-of-way over\ndrivers of vehicles and at such marked places drivers of vehicles shall stop before\nentering the nearest crosswalk and any pedestrian within or entering the crosswalk at\neither edge of the roadway shall have the right-of-way over any vehicle so stopped.\n\nThe driver of a vehicle shall stop before entering any crosswalk when any vehicle\nproceeding in the same direction is stopped at such crosswalk for the purpose of\npermitting a pedestrian to cross.\nLegislative History:\nAuthority:\nOrdinance No. 5, Article XV, \nSDCL § 32-27-2.\n§299, 3/11/74.\n12-15-5\nJAYWALKING\nEvery pedestrian crossing a highway within a business, school, or residence district at\nany point other than a pedestrian crossing, crosswalk or intersection shall yield the\nright-of-way to vehicles upon the highway.\nLegislative History:\nAuthority:\nOrdinance No. 5, Article XV, \nSDCL § 32-27-4.\n§300, 3/11/74.\n12-15-6\nPEDESTRIANS TO OBEY TRAFFIC SIGNALS\nAt intersections where traffic is directed by a policeman or stop-and-go signals, it shall\nbe unlawful for any pedestrian to cross the roadway other than with released traffic and\npedestrians shall obey all traffic signals and directions.\nLegislative History:\nAuthority:\nOrdinance No. 5, Article XV, \nSDCL § 32-27-3.\n§301, 3/11/74.\n12-15-7\nPEDESTRIANS TO USE RIGHT HALF OF CROSSWALK\nPedestrians shall move, whenever practicable, upon the right half of the crosswalks.\nLegislative History:\nAuthority:\nOrdinance No. 5, Article XV, \nSDCL §§ 9-32-1, 9-29-3.\n§302, 3/11/74.\n12-15-8\nSOLICITING RIDES\nIt shall be unlawful for any person to stand in a roadway for the purpose of soliciting a\nride from the operator of any private vehicle.\nLegislative History:\nAuthority:\nOrdinance No. 5, Article XV, \nSDCL §§ 9-32-1, 9-29-3.\n§303, 3/11/74.\n",
    "source": "Chapter 12-15 PEDESTRIANS"
  }
]