[
  {
    "chunk_index": 1,
    "text": "CHAPTER 12-10\nTURNS\n12-10-1\nGENERALLY\nNo person shall turn a vehicle at an intersection unless the vehicle is in proper position\nupon the roadway, or turn a vehicle to enter a private road or driveway or otherwise turn\na vehicle from a direct course or more right or left upon a roadway, unless and until\nsuch movement can be made with reasonable safety.\nLegislative History:\nAuthority:\nOrdinance No. 5, Article 10, \nSDCL Ch. 9-31.\n§166, 3/11/74.\n12-10-2\nRIGHT TURN\nThe operator of a vehicle intending to turn to the right at an intersection or into an alley\nor driveway shall approach the point of turning in the line of traffic nearest the right-\nhand curb or edge of the street.\nLegislative History:\nAuthority:\nOrdinance No. 5, Article 10, \nSDCL § 32-26-17.\n§167, 3/11/74.\n12-10-3\nTURNING LEFT\nExcept where otherwise directed by turning markers, the operator of a vehicle intending\nto turn left at any intersection shall approach the intersection in the extreme left-hand\nlane lawfully available to traffic moving in the direction of travel of such vehicle, and,\nafter entering the intersection, the left turn shall be made so as to leave the intersection\nin a lane lawfully available to traffic moving in such direction upon the roadway being\nentered.  Whenever practicable the left turn shall be made in that portion of the\nintersection to the left of the center of the intersection.\nLegislative History:\nAuthority:\nOrdinance No. 5, Article 10, \nSDCL § 32-26-18.\n§168, 3/11/74.\n12-10-4\nLIMITATIONS ON TURNING AROUND\nThe driver of any vehicle shall not turn such vehicle so as to proceed in the opposite\ndirection on any street in a business or commercial area, or at any intersection controlled\nby traffic control signals, and shall not upon any other street so turn a vehicle except at\nan intersection and unless such movement can be made in safety and without interfering\nwith other traffic.\nLegislative History:\nAuthority:\nOrdinance No. 5, Article 10, \nSDCL §§ 9-31-1, 9-32-1.\n§169, 3/11/74.\n\n12-10-5\nTURNING LIMITATION:\nLocal authorities, with the approval of the Department of Transportation, may modify or\nrestrict the method of turning at intersections and/or drives by clearly indicating with\nthe use of buttons, markers and/or signs installed at intersections and/or drives.  When\nso constructed and laid out having different and clearly defined courses of travel that\neither provide or restrict for vehicles turning to the left or the right, as the case may be,\nit shall be unlawful for any driver in making such turn contrary to what is indicated.  It\nis a Class 2 misdemeanor for any driver to fail to comply in a manner as so directed.\nLegislative History:\nAuthority:\nOrdinance No. 267\nSDCL 32-26320\n",
    "source": "Chapter 12-10 TURNS"
  }
]