[
  {
    "chunk_index": 1,
    "text": "CHAPTER 11-1\nMUNICIPAL  SALES  AND  SERVICE  TAX\n11-1-1\nPURPOSE\nThe purpose of this ordinance is to provide additional needed revenue for the\nMunicipality of Brandon, Minnehaha County, South Dakota, by imposing a municipal\nretail sales and use tax pursuant to the powers granted to the municipality by the State of\nSouth Dakota, by SDCL 10-52 entitled Uniform Municipal Non-Ad Valorem Tax Law,\nand acts amendatory thereto.\nLegislative History:\nAuthority:\nOrdinance No. 336, 10/17/03.\nSDCL Ch. 10-52.\n11-1-2\nEFFECTIVE DATE AND ENACTMENT OF TAX\nFrom and after the first day of January, 2004 there is hereby imposed as a municipal\nretail occupational sales and service tax upon the privilege of engaging in business a tax\nmeasured by  two percent (2.0%) on the gross receipts of all persons engaged in business\nwithin the jurisdiction of the Municipality of Brandon, Minnehaha County, South\nDakota, who are subject to the South Dakota Retail Occupational Sales and Service Tax,\nSDCL 10-45 and acts amendatory thereto. Tax will not be applied to items specifically\nexempt under SDCL 10-52-2.6, 10-52-11 and 10-52-12.\nEffective January 1, 2006, municipal sales taxes are applicable to the following\npreviously exempt items if the customer take possession within the City limits, or if the\nservice is performed within the City limits:  farm machinery and irrigation equipment; \nagricultural animal health products and medicine; veterinarian and animal specialty\nservices; passenger transportation services and to air transportation if the service both\nbegins and ends within the municipality; and the collection and disposal of solid waste if\nthe waste (garbage) is picked up inside City limits.  Parts or repairs for farm machinery\nare exempt from municipal sales tax.\nLegislative History:\nAuthority:\nOrdinance No. 336, 10/17/03.\nSDCL Ch. 10-52.\nOrdinance No. 378, 12/21/05.\nSDCL Ch 10-45\nSDCL CH10-46 \n \n11-1-3\nUSE TAX\nIn addition there is hereby imposed an excise tax on the privilege of use, storage and\nconsumption within the jurisdiction of the municipality of tangible personal property or\nservices purchased from and after the first of January, 2004, at the same rate as the\nmunicipal sales and service tax upon all transactions or use, storage and consumption\nwhich are subject to the South Dakota Use Tax Act, SDCL 10-46, and acts amendatory\nthereto.\nLegislative History:\nAuthority:\nOrdinance No. 336, 10/17/03.\nSDCL Ch. 10-52\n\n11-1-4\nCOLLECTION\nSuch tax is levied pursuant to authorization granted by SDCL 10-52 and acts\namendatory thereto, and shall be collected by the South Dakota Department of Revenue\nand Regulation in accordance with the same rules and regulations applicable to the State\nSales Tax and under such additional rules and regulations as the Secretary of Revenue\nand Regulation of the State of South Dakota shall lawfully prescribe\nLegislative History:\nAuthority:\nOrdinance No. 336, 10/17/03.\nSDCL Ch. 10-52.\n11-1-5\nINTERPRETATION\nIt is declared to be the intention of this ordinance and the taxes levied hereunder that the\nsame shall be interpreted and construed in the same manner as all sections of the South\nDakota Retail Occupational Sales and Service Act, SDCL 10-45 and acts amendatory\nthereto and the South Dakota Use Tax, SDCL 10-46 and acts amendatory hereto, and\nthat this shall be considered a similar tax except for the rate thereof to that tax. \nLegislative History:\nAuthority:\nOrdinance No. 336, 10/17/03.\nSDCL Ch. 10-52.\n11-1-6\nPENALTY\nAny person failing or refusing to make reports or payments prescribed by this ordinance\nand the rules and regulations relating to the ascertainment and collection of the tax\nherein levied shall be guilty of a misdemeanor and upon conviction shall be fined not\nmore than $200 or imprisoned in the municipal jail for thirty (30) days or both such fine\nand imprisonment. In addition, all such collection remedies authorized by SDCL 10-45,\nand acts amendatory thereto, and SDCL 10-46, and acts amendatory thereto are hereby\n",
    "source": "Chapter 11-1 MUNICIPAL  SALES  AND  SERVICE  TAX"
  },
  {
    "chunk_index": 2,
    "text": "authorized for the collection of these excise taxes by the Department of Revenue and\nRegulation. \nLegislative History:\nAuthority:\nOrdinance No. 336, 10/17/03.\nSDCL Ch. 10-52.\n11-1-7\nSEPARABILITY \nIf any provision of this ordinance is declared unconstitutional or the application thereof\nto any person or circumstances held invalid the constitutionality of the remainder of the\nordinance and applicability thereof to other persons or circumstances shall not be\naffected thereby. \nLegislative History:\nAuthority:\nOrdinance No. 36, 10/17/03.\nSDCL Ch. 10-52.\n11-1-8\nEFFECTIVE DATE\nThis Ordinance and acts amendatory thereto, repeal and replace Ordinance #335.\nLegislative History:\nAuthority:\nOrdinance No. 336, 10/17/03.\nSDCL Ch. 10-52.\nOrdinance No. 378, 11/07/05.\nSDCL Ch 10-45\nSDCL CH10-46 \n\n11-1-9\nALLOCATION OF COLLECTIONS\nAll revenues collected in accordance with  Chapter 11-1 of the Brandon Municipal Code\nand SDCL 10-52 be placed in the General Fund (101) of the City of Brandon.\nLegislative History:\nAuthority:\nOrdinance No. 414, 2/19/08.\nSDCL Ch. 10-52\n",
    "source": "Chapter 11-1 MUNICIPAL  SALES  AND  SERVICE  TAX"
  }
]