[
  {
    "chunk_index": 1,
    "text": "CHAPTER 1-4\nCITY  APPOINTIVE  OFFICIALS\n1-4-1 \nAPPOINTMENT BY MAYOR\nThe Mayor, with the approval of the City Council, shall appoint the officers described in\nthis chapter, and such officers shall then enter upon the discharge of their duties as soon as\nthey have qualified, and shall hold office until such officer has been removed.  Salaries of\nsuch officers shall be fixed by Resolution or contract.\nLegislative History:\nAuthority:\nOrdinance #33, §§ 16 and 18, \nSDCL § 9-14-3.\nin part, 3/8/76.\nOrdinance #571, 1/1/19\n1-4-2\nCITY ATTORNEY\nIn addition to those duties prescribed for a City Attorney and by South Dakota Law, the\nCity Attorney shall represent the City in all matters of City business, prepare such\nordinances, notices or other papers as are incidental to the affairs of the City, advise the\nCity officials with respect to legal affairs of the City, and represent the City in litigation in\nwhich the City is named as a party.  But it is expressly understood that in cases or matters\ninvolving special assessments, bond issues, local improvements, revisions of ordinances\nand litigation the City Attorney shall be entitled to reasonable compensation to be fixed by\nthe governing body.  In case of the absence of the City Attorney or his incapacity, or in\nmatters deemed by the governing body to be of great importance to the City, or matters in\nwhich the City governing body deems the City Attorney needs assistance, a special\nattorney may be employed at such reasonable pay as shall be directed by them.\nLegislative History:\nAuthority:\n1990 Revisions.\nSDCL Ch. 9-14 generally.\n1-4-3 \nCHIEF OF POLICE\nThe Chief of Police shall be employed as a Department Head, shall have the general\nsupervision of all the members of the police force, and shall insure that the ordinances of\nthe City of Brandon and the laws of the State of South Dakota are enforced within City\nlimits. The Chief of Police's duties include all those which are ordinarily undertaken by the\nChief of Police and granted by local ordinances and the State.\nLegislative History:\nAuthority:\n1990 Revisions.\nSDCL Ch. 9-14 generally.\nOrdinance #571, 1/1/19\n1-4-4 \nFINANCE OFFICER, ENGINEER, ADMINISTRATOR\nThe City Administrator shall be employed to oversee operations of the City, to supervise\nthe Department Heads, and to perform such other duties as necessary.  The Finance\nOfficer shall be employed as a Department Head, shall be bonded, shall perform all of the\nduties of the auditor or clerk and treasurer (except where duplicate records are required in\n\nwhich case only one set of records is necessary) and shall perform such other duties as\nrequired by local ordinances, state statutes, and as directed. The City Engineer and Public\nWorks Director shall also be employed as Department Heads and shall perform such duties\nas are required by law and as directed.\nLegislative History:\nAuthority:\n1990 Revisions.\nSDCL Ch. 9-14 generally.\nOrdinance #571, 1/1/19.\n1-4-5\nOTHER APPOINTIVE OFFICERS AND/OR EMPLOYEES\nThe governing body shall, by resolution, appoint any such other City officers and\nemployees as may be necessary, and at any such salary or wage as may be deemed\nappropriate.\nLegislative History:\nAuthority:\n990 Revisions.\nSDCL Ch. 9-14 generally.\n1-4-6\nVACANCIES IN APPOINTIVE OFFICES\nIn the event of death, resignation, or removal from office of an appointed officer, the\nMayor shall make such appointments as necessary to fill the unexpired portion of the term. \nSuch appointments made by the Mayor shall be subject to the concurrence by the majority\nof the members of the City Council.\nLegislative History:\nAuthority:\nOrdinance No. 33, §19, 3/8/76.\nSDCL Ch. 9-14.\n1-4-7\nREPORTS BY APPOINTIVE OFFICERS AND BOARDS\nEvery appointive officer and all boards shall make such reports to the City Council as\nrequired by the Council.\nLegislative History:\nAuthority:\nOrdinance No. 33, §20, 3/8/76.\nSDCL Ch. 9-14.\n1-4-8\nDELIVERY OF BOOKS AND RECORDS\n",
    "source": "Chapter 1-4 CITY  APPOINTIVE  OFFICIALS"
  },
  {
    "chunk_index": 2,
    "text": "Within five (5) days after the expiration of his term of office, each officer or employee\nshall turn over to the Mayor or his successor all books, papers, files, records and other\nproperty or things belonging to the City which may be in his possession or under his\ncontrol.\nLegislative History:\nAuthority:\nOrdinance No. 33, §21, 3/8/76.\nSDCL Ch. 9-14.\n",
    "source": "Chapter 1-4 CITY  APPOINTIVE  OFFICIALS"
  }
]