[
  {
    "chunk_index": 1,
    "text": "CHAPTER 12-12\nREQUIRED  STOPS  AND  YIELD  INTERSECTIONS\n12-12-1\nDESIGNATION OF THROUGH STREETS\nWhenever the City Council shall designate by ordinance any street or any portion of a\nstreet as a through street, the provisions of this title shall be applicable thereto.\nLegislative History:\n    \nAuthority:\nOrdinance No. 5, Article XII, \n    \nSDCL §§ 9-31-2.\n§196, 3/11/74.\n12-12-2\nSIGNS REQUIRED AT THROUGH STREETS\nWhenever any ordinance of the City designates and describes a through street it shall be\nthe duty of the City Council to place and maintain a stop sign, or yield sign, on each and\nevery street intersecting such through street unless traffic at any such intersection is\ncontrolled at all times by traffic control signals; provided however, that at the\nintersection of two (2) such through streets or at the intersection of a through street and\na heavy traffic street not so designated, stop signs shall be erected at the approaches of\neither of said streets as may be determined by the City Council.  Such signs must be\nilluminated at night.\nLegislative History:\n    \nAuthority:\nOrdinance No. 5, Article XII, \n    \nSDCL §§ 32-29-2; See Also Ch. 9-31.\n§197, 3/11/74.\n12-12-3\nOTHER INTERSECTIONS WHERE STOP OR YIELD REQUIRED\nThe City Council is hereby authorized to determine and designate intersections where\nparticular hazard exists upon other than through streets and to determine whether\nvehicles shall stop at one or more entrances to any such intersection, in which event they\nshall cause to be erected a stop sign at every such place where a stop is required, or\nwhether vehicles shall yield the right-of-way to vehicles on a different street at such\nintersection as prescribed by law, in which event they shall cause to be erected a yield\nsign at every place where obedience thereto is required.\nLegislative History:\n    \nAuthority:\nOrdinance No. 5, Article XII, \n    \nSDCL Chapters 9-31 and 32-29.\n§198, 3/11/74.\n12-12-4\nOBEDIENCE TO SIGNS\nThe driver of a vehicle approaching a yield sign if required for safety to stop shall stop\nbefore entering the crosswalk on the near side of the intersection or, in the event there is\nno crosswalk, at the clearly marked stop line, but if none, then at the point nearest the\nintersecting roadway where the driver has a view of approaching traffic on the\nintersecting roadway.\n\nExcept when directed to proceed by a police officer or traffic control signal, every driver\nof a vehicle approaching a stop intersection indicated by a stop sign shall stop before\nentering the crosswalk on the near side of the intersection or, in the event there is no\ncrosswalk, shall stop at a clearly marked stop line, but if none, then at the point nearest\nthe intersecting roadway before entering the intersection.\nLegislative History:\n    \nAuthority:\nOrdinance No. 5, Article XII, \n    \nSDCL Chapters 9-31 and 32-29.\n§199, 3/11/74.\n12-12-5\nVEHICLE ENTERING STOP INTERSECTION\nExcept when directed to proceed by a police officer or traffic control signal, every driver\nof a vehicle approaching a stop intersection indicated by a stop sign shall stop, and after\nhaving stopped shall yield the right-of-way to any vehicle which has entered the\nintersection from another highway or which is approaching so closely on said highway\nas to constitute an immediate hazard during the time when such driver is moving across\nor within the intersection.\nLegislative History:\n    \nAuthority:\nOrdinance No. 5, Article XII, \n    \nSDCL Chapters 9-31 and 43-29.\n§200, 3/11/74.\n12-12-6\nVEHICLE ENTERING YIELD INTERSECTION\nThe driver of a vehicle approaching a yield sign shall in obedience to such sign slow\ndown to a speed reasonable for the existing conditions and shall yield the right-of-way to\nany vehicle in the intersection or approaching on another highway so closely as to\nconstitute an immediate hazard during the time when such driver is moving across or\nwithin the intersection; provided, however, that if such a driver is involved in a collision\n",
    "source": "Chapter 12-12 REQUIRED  STOPS  AND  YIELD  INTERSECTIONS"
  },
  {
    "chunk_index": 2,
    "text": "with a vehicle in the intersection, after driving past a yield sign without stopping, such\ncollision shall be deemed prima facie evidence of his failure to yield the right-of-way.\nLegislative History:\n    \nAuthority:\nOrdinance No. 5, Article XII, \n    \nSDCL §§ 9-31-2.\n§201, 3/11/74.\n12-12-7\nALLEY, PRIVATE DRIVEWAY\nThe operator of a vehicle emerging from an alley, private driveway or building into or\nonto a street shall stop such vehicle immediately prior to driving onto a crosswalk or\ncrosswalk are extending across such approach and shall not proceed into or onto such\nstreet in such a manner as to interfere with or block traffic on such street.\nLegislative History:\n    \nAuthority:\nOrdinance No. 5, Article XII, \n    \nSDCL §§ 32-26-14.\n§202, 3/11/74.\n\n12-12-8\nSTOP WHEN TRAFFIC OBSTRUCTED\nNo driver shall enter an intersection or a marked crosswalk unless there is sufficient\nspace on the other side of the intersection or crosswalk to accommodate the vehicle he is\noperating without obstructing the passage of other vehicles or pedestrians,\nnotwithstanding any traffic control signal indication to proceed.\nLegislative History:\n    \nAuthority:\nOrdinance No. 5, Article XII, \n    \nSDCL §§ 9-31-2.\n§203, 3/11/74.\n12-12-9\nSTOP AT RAILROAD CROSSING SIGNAL\nWhenever any person driving a vehicle approaches a railroad grade crossing and a\nclearly audible or visual signal gives warning of the immediate approach of a railway\ntrain or car, the driver of such vehicle shall stop within fifty (5) feet but not less than\nfifteen (15) feet from the nearest rail of such railroad, and shall not proceed until he can\ndo so safely.\nLegislative History:\n    \nAuthority:\nOrdinance No. 5, Article XII, \n    \nSDCL §§ 32-29-4.\n§204, 3/11/74.\n12-12-10\nCERTAIN VEHICLES MUST STOP AT RAILWAY\nGRADE CROSSINGS\nThe operator of any motor bus carrying passengers for hire, and the operator of any\nschool bus carrying any school child, and the operator of any motor truck carrying\nexplosive substances or explosive liquids of any specific gravity as a cargo or part of a\ncargo, and the operator of any vehicle of the tractor or caterpillar type, other than the\ntruck tractor, shall, before crossing at grade any track or tracks or railway bring such\nvehicle to a stop not less than ten (10) feet from such railway or more than fifty (50) feet\nfrom the nearest rail of such track, and while stopped, shall both look and listen in both\ndirections along such track for approaching trains or cars before traversing such\ncrossing.  While in the process of such a crossing said driver is required to use the gear\nnecessary to avoid having to shift midway through the railway track or tracks.\nLegislative History:\n    \nAuthority:\nOrdinance No. 5, Article XII, \n    \nSDCL §§ 32-29-5, 9-31-1.\n§205, 3/11/74.\n",
    "source": "Chapter 12-12 REQUIRED  STOPS  AND  YIELD  INTERSECTIONS"
  }
]