[
  {
    "chunk_index": 1,
    "text": "CHAPTER 12-21\nGOLF CART USE IN CITY LIMITS\n12-21-1\nPurpose\nThe purpose of this chapter is to authorize the use of golf carts within the City of \nBrandon limits.\nLegislative History: Authority:\nAuthority:\nOrdinance #493, 7/17/12.\nSDCL ยง Ch. 9-29 and 9-33\n12-21-2\nDefinitions of Terms\nA.\nGolf cart.  A four-wheeled vehicle originally and specifically designed and\nintended to transport one or more individuals and golf clubs for the purpose of\nplaying the game of golf on a golf course.\nLegislative History: Authority:\nAuthority:\nOrdinance #493, 7/17/12.\nSDCL ยง Ch. 9-29 and 9-33\n12-21-3\nThe City of Brandon hereby authorizes the use of golf carts on the\nmunicipal streets of the City of Brandon, subject to the following:\nA. \nThe golf cart must be insured for liability.\n  B.   \nThe person operating the golf cart must hold a valid driver's license;\n  C.\nA permit must be issued by the City of Brandon authorizing the operation of the\ngolf cart on municipal streets.  The permit is valid for the one year period of\nJanuary to December.  The permit is not transferrable to any other golf cart.  The\npermit shall be kept in or affixed to the golf cart.  Any permit issued under this\nsection may be revoked by the City Finance Office for the violation by licensee of\nany applicable provisions of this code, state law or city ordinance or for other\ngood cause.\n  D.\nThe golf cart shall display a slow-moving vehicle emblem in accordance with\nSDCL 32-15-20 or a white or amber warning light in accordance with SDCL 32-\n17-46.\n  E.\nThe operator of a golf cart shall comply with all city, county and state traffic rules\nand regulations applying to motor vehicles generally, except that a golf cart shall\nnot be required to have a bell, horn or directional turn signals.\n  F.\nThe golf cart shall only be driven on City streets during daylight hours unless the\ngolf cart has at least one operating tail light and head light.\n  G.\nWhile the golf cart is in motion, the operator and occupants shall  be seated at all\ntimes and shall ride only upon the permanent and regular seat in the golf cart. It\nshall be unlawful for more than two people to occupy the front seat while the\ngolf cart is in motion.\nLegislative History: Authority:\nAuthority:\nOrdinance #493, 7/17/12.\nSDCL ยง Ch. 9-29 and 9-33\n12-21-4\nPENALTY FOR VIOLATION\nFailure to abide by this ordinance shall be deemed a Class 2 misdemeanor \nLegislative History: Authority:\nAuthority:\nOrdinance #493, 7/17/12.\nSDCL ยง Ch. 9-29 and 9-3\n",
    "source": "Chapter 12-21 GOLF CART USE IN CITY LIMITS"
  }
]