[
  {
    "chunk_index": 1,
    "text": "CHAPTER 7-1 \nFIREWORKS \n \n \n7-1-1  \n \nREGULATION OF FIREWORKS \nFireworks are hereby regulated for the preservation of the public peace, mental health, \nand safety of the community.  Unless authorized by a Permit issued by the City, public \ndischarge of fireworks within the City: \n \n \n \n \nA. \nIs permitted within the city limits of Brandon on July 3rd and July 4th \nfrom 10am - 11pm.  Permitted fireworks are specific class 1.4G \nfireworks which include any and all fireworks that are purchased from \na licensed South Dakota Fireworks retail store. \nB. \nMay not occur on any public sidewalk, street, alleyway, or property. \nC. \nMay not occur on any private property without the expressed \nknowledge and permission of the property owner. \nD. \nMay not occur whenever the Mayor, Police Chief, or City \nAdministrator issues a complete ban on any use due to dry climatic \nconditions or other such emergencies. \n \nA Permit for other discharge of fireworks may be issued by the City Council to \nindividuals, groups or organizations for organized, public fireworks displays, based upon \nsuch terms and conditions as established by the City Council. \n \n \n \n \nLegislative History:  \n \n \nAuthority: \n \n \n \nOrdinance #131, 5/18/84. \n \n \nSDCL Ch. 9-3 generally. \n \n \n \nOrdinance #551, 6/13/17 \n \n \n \nOrdinance #572, 1/1/19 \n \n \n \nElection, 6/16/20 \n \n \n7-1-2  \n \nVIOLATIONS \nAny person who has been found to have discharged fireworks or found to have unlawful \nfireworks discharged from their residence in violation of this ordinance shall be subject to \na fine of $250 per violation. In addition, the City of Brandon Police Department may \nimmediately prohibit further discharge of any firework and may confiscate any firework \nfrom the violator. \n \nLegislative History:  \n \n \nAuthority: \nOrdinance #387, 7/4/06 \n \n \nSDCL ยง  Ch. 9 \nOrdinance #551, 6/13/17 \nOrdinance #572, 1/1/19 \n \n \n \n \n \n \n \n \n \n \n",
    "source": "Chapter 7-1 FIREWORKS"
  }
]