[
  {
    "chunk_index": 1,
    "text": " \nCHAPTER 5-2 \nFIRE PROTECTION \n \n5-2-1 \nOPEN LOT STORAGE \nIt shall be unlawful for any person or persons to store or stack any hay, straw, cornstalks or litter on \nany open lot, alley or other open place, or permit the same to be done within the City limits of \nBrandon. Such storage is hereby declared a nuisance. \n \nLegislative History: \nAuthority: \n1990 Revisions. \nSDCL § 9-29-13. \n \nCross Reference: \nBrandon City Ordinance Ch. 7-2, \n1991 Revision. \n \n \n \n \n5-2-2 \nBANKING MATERIALS PROHIBITED \nIt shall be unlawful for any person or persons to bank any house or building situated on any block \nwith hay or straw. Such an action is hereby declared a nuisance, and may be abated accordingly. \n \nLegislative History: \nAuthority: \n1990 Revisions. \nSDCL § 9-29-13. \n \n \n \n \n5-2-3 \nEXPLOSIVES, ETC. \nIt shall be unlawful for any person, firm or corporation to pile, stack or cause to be piled, stacked or \ncause to be piled or stacked, any hay, straw or other inflammable material within the fire limits of \nthe City of Brandon; or to keep gun powder, giant powder, dynamite or other high explosives \nexcept for immediate use and only then when the same is to be used by persons experienced in the \nuse of such explosives, within the City of Brandon; provided that nothing in this section contained \nshall prohibit the keeping of reasonable supplies of gun powder or giant powder for sale. \n \nLegislative History: \nAuthority: \n1990 Revisions \nSDCL § 9-33-1. \n \n \n \n \n5-2-4 \nINFLAMMABLE MATERIALS \nIt shall be unlawful for any person, firm or corporation to deposit of keep within the fire limits of \nthe City of Brandon, outside of a proper building or enclosure, any paper, paper boxes or cases, or \npacking cases. \n \nLegislative History: \nAuthority: \n1990 Revisions. \nSDCL Ch. 9-33 generally. \n \n \n5-2-5 \nOPEN BURNING \nOpen burning shall mean the burning of any matter in such a manner that the products of \n\ncombustion resulting from the burning are emitted directly into the ambient air without passage \nthrough an adequate stack, duck, or chimney. \n \nLegislative History: \nAuthority: \nBrandon Ordinance No. 9, 1974 \nSDCL §DCL Ch. 9-29 and 9-33. \n \n \n \n \n5-2-6 \nCOMBUSTIBLE MATERIAL \nNo person shall dispose of refuse and/or other combustible material by open burning, or cause, \nsuffer, allow, or permit open burning of refuse and/or combustible material, and no person shall \nconduct or cause or permit the conducting of a salvage operation by open burning in the City of \nBrandon, South Dakota. \n \nLegislative History: \nAuthority: \nBrandon Ordinance No. 9, 1974 \nSDCL §DCL Ch. 9-29 and 9-33. \n \n \n \n \n5-2-7 \nPERMITTED OPEN BURNING \nAny Open Burning, other than that listed below shall not be permitted unless prior, written \nauthorization has been granted by the Brandon Volunteer Fire Department Fire Chief.  The following \ntypes of Open Burning are permissible for the specific purpose and conducted accordingly.  Such \nother Open Burning is permissible when no County Burn Ban is in effect and in conformity with the \nsubsections set forth below. \n \nA. Only charcoal and untreated, unpainted, clean, dry wood or manufactured fire logs less than two \nfeet in length may be burned; \n \nB. \nThe fire must not be on a wood or wood composite surface and must be contained in a pit, ring or \nmanufactured fire pit or chimenea, or outdoor fireplace not exceeding three feet in diameter and \ntwo feet in height; \n \nC. \nFire pits and rings must be located at least 15 feet away from structures (i.e. decks, partition \nwalls, fences, etc.) and combustible materials, must be no more than 18 inches in depth from \nground level, must be a minimum of 6 feet from adjoining property lines, and must have an \nappropriate screen or cover; \n \nD. Manufactured freestanding fire pits and chimenea must be located at least 15 feet from structures \n(i.e. decks, partition walls, fences, etc.) and combustible materials and a minimum of 6 feet from \n",
    "source": "Chapter 5-2 FIRE PROTECTION"
  },
  {
    "chunk_index": 2,
    "text": "adjoining property lines, and must have an appropriate screen or cover; \n \nE. \nAll recreational fires must be supervised by at least one person 18 years and older until the fire \nhas been completely extinguished; \n \nF. \nA garden hose connected to a water supply or fire extinguishing equipment or materials in an \namount to sufficiently extinguish the open burning must be readily available. \n \nG. The use of flammable or combustible liquids is not permitted; \n \nH. Propane fueled and natural gas fueled fire pits are allowed and must be located at least 15 feet \naway from structures (i.e. decks, partition walls, fences, etc.) and combustible materials and must \nbe a minimum of 6 feet from adjoining property lines.  No screen is required on propane fueled or \nnatural gas fueled fire pits; \n \nI. \nCommercially manufactured patio heaters are allowed and must only be used in an outdoor area.  \nThey must be placed on a level and stable surface to prevent tipping and they must be at least 3 \nfeet or more, if recommended by the manufacturer, on all sides, from combustible materials. \n \n \n \n \n \n\nPolice and fire officials are authorized to require that a recreational fire be immediately extinguished \nif it is determined through investigation that the fire is not in compliance with the above rules, the \nsmoke becomes a nuisance or is offensive to neighbors, or the burning is determined to constitute a \nhazardous condition. \n \n \nLegislative History: Authority: \nAuthority: \nOrdinance No. 9, 1974 SDCL § Ch. 9-29 and 9-33 \nSDCL § Ch. 9-29 and 9-33 \nOrdinance No. 431, 1/14/09 \nOrdinance No. 492, 7/3/12 \nOrdinance No. 519, 7/3/14 \n \n \n \n  Ordinance No. 611, 8/5/20 \n \n \n5-2-8 \nCHIMNEYS \nIt is hereby declared a nuisance for any person to construct a chimney on any building within the \nCity limits of anything other than a durable, fire proof material. Such chimney shall be subject to \nthe inspection and approval of City authorities. \n \nLegislative History: \nAuthority: \n1990 Revisions. \nSDCL §§ 34-37-4, 34-37-16.1, 9-29-13. \n \n \n \n \n \n5-2-9 \nPENALTY FOR VIOLATION \nViolation of this ordinance is punishable by a fine or by imprisonment, of both, as \nestablished in 1-10-1 of the Brandon Municipal Code. In cases of continuing violations, each day \nof violation shall be considered a new and separate offense also subject to the penalties \nestablished in 1-10-1 of the Brandon Municipal Code. \n \nLegislative History: \nOrdinance No. 171 \nOrdinance No. 271, 9/7/98 \n",
    "source": "Chapter 5-2 FIRE PROTECTION"
  }
]