[
  {
    "chunk_index": 1,
    "text": "CHAPTER 16-14\nCERTIFICATES REQUIRED\n16-14-1  \nCERTIFICATES FOR PRELIMINARY PLANS\nCITY COUNCIL APPROVAL\nBe it resolved by the City Council of the City of Brandon, that the preliminary plan of\n(Subdivision Name) to the City of Brandon is hereby approved and that the Finance\nOfficer of the City of Brandon is hereby directed to endorse on such plan a copy of this\nresolution and certify the same thereon.\nAdopted this ________ day of ________, 20____.\n \n \n____________________________\nMayor\n      ATTEST: \nCity of Brandon\n__________________\n     \nCity Finance Officer\nSTATE OF SOUTH DAKOTA )\n             : SS\nCOUNTY OF MINNEHAHA    )\nI, (Name), the duly appointed, qualified and acting City Finance Officer of the City of\nBrandon, South Dakota, hereby certify that the above resolution is a true and correct copy\nof the resolution adopted by the City Council of the City of Brandon, at a meeting held on\nthe ________ day of ________, 20_____.\nWitness my hand as City Finance Officer and the official seal of the City of Brandon,\nSouth Dakota.\n____________________________\nCity Finance Officer\nCity of Brandon, South Dakota\nCITY ENGINEER APPROVAL\nWe, (Name), City Engineer of the City of  Brandon, do hereby certify that we did duly\nreview and recommend approval of this preliminary plan on this ________ day of\n________, 20_____.\n____________________________\nCity Engineer\nCity of Brandon, South\nDakota\n\nAuthorized OFFICIAL APPROVAL\nI, (Name), Authorized Official of the City of Brandon, do hereby certify that I did duly\nreview and recommend approval of this preliminary plan on this ________day of\n________, 20______.\n____________________________\nAuthorized Official\nCity of Brandon, South Dakota\nCITY PLANNING & ZONING COMMISSION APPROVAL\nThe City Planning & Zoning  Commission of the City of Brandon approves the\npreliminary plan of (Subdivision Name) to the City of Brandon and the same is\nrecommended to the City Council of the City of Brandon for approval.\n____________________________\nCity Planning & Zoning \nCommission (Chair)\nLegislative History:\nAuthority:\nOrdinance #503, 4/23/13\nSDCL § Ch. 9\n16-14-2  \nCERTIFICATES FOR PLATS AND RE-PLATS\nSURVEYOR’S CERTIFICATE\nI, (Name) , a Registered Land Surveyor of the State of South Dakota, do hereby certify\nthat I did on or before (Date) , survey that parcel of land described as (Legal description)\ncontaining (Size) [and it is in all respects correct].\n____________________________\nRegistered Land Surveyor\nOWNER’S CERTIFICATE OF COMPLIANCE\nI, (Name) , do hereby certify that I am the owner of all land included in the above plat and\nthat said plat has been made at my request and in accordance with my instructions for the\npurposes (Indicated herein), and that the development of this land shall conform to all\nexisting applicable zoning, subdivision and erosion and sediment control regulations.\nDEDICATION OF LAND FOR PUBLIC USE\nI hereby dedicate to the public for public use forever the streets, roads and alleys, parks\nand public grounds, if any, as shown on said plat, including all sewers, culverts, bridges,\nwater distribution lines, sidewalks and other improvements on or under the streets, alleys,\nparks and public grounds whether such improvements are shown or not.  I also hereby\ngrant easements to run with the land for water, drainage, sewer, gas, electric, telephone or\nother public utility lines or services under, on or over those strips of land designated\n\nhereon as easements.\nI hereby waive any rights of protest to any special assessment program which may be\ninitiated for the purpose of installation of improvements required by the Subdivision\nOrdinance of the City of Brandon.\nOWNER’S CERTIFICATE FOR PRIVATE MAINTENANCE OF FACILITIES\nI, (Name) , also certify that ownership and maintenance of streets, roads and alleys, parks\nand other open space, private drainage easements, drainageways and detention areas, if\nany, as shown on said plat, and any improvements thereto, shall be provided by the\n",
    "source": "Chapter 16-14 CERTIFICATES REQUIRED"
  },
  {
    "chunk_index": 2,
    "text": "________ Homeowner’s Association except those areas, improvements or facilities with\nrespect to which an offer of dedication to the public has been accepted by the appropriate\npublic authority.  I also hereby grant easements to run with the land for water, drainage,\nsewer, gas, electric, telephone or other public utility lines or services under, on or over\nthose strips of land designated hereon as easements.\nIf private streets are shown, include:\nI further grant and certify that the roadway shown as (Name of private road) is a private\nroadway easement which is hereby reserved as a permanent unobstructed access.  Said\nstreet or road is for vehicular and pedestrian travel for the purpose of access to the\nabutting property.  It is understood that the owner, their lessees and assignees have the\nresponsibility with respect to maintaining said private street or road.  Said grant is to run\nwith the land and shall remain in effect until such street or road is accepted for public\ndeclaration.  The owners, their lessees and assignees, of the property platted as (Name of\nsubdivision) , shall at their own cost and expense keep and preserve said private street or\nroad at all times in a good condition of repair and maintenance, and clear of snow and\nother obstructions and neither erect nor permit erection of any improvements of any kind\nwithin said private street or road which might interfere in any way with the property\nmaintenance, use, repair, reconstruction and patrolling of said private street or road.\nIf access easements are shown, include:\nI further grant and certify that the roadway is an access easement which is hereby created\nas a perpetual common unobstructed access in favor of the lots abutting on it.  The\neasement is for vehicular and pedestrian travel over the roadway for the purpose of access\nto the abutting property.  The owner, their lessees and assignees shall maintain the\neasement area.  They shall, at their own expense, keep the easement area in good repair\nand maintenance and clear of snow and other obstructions.  No improvements of any kind\nmay be erected within the easement area which might interfere in any way with the proper\nmaintenance, use, repair, reconstruction and patrolling of the access easement. This\ncovenant shall run with the land.\nIf the plat is a condominium or includes common ownership include:\nWe hereby set aside Tract x as a common area for the purpose of access to a public way\nand for parking and loading for Tracts a through z.  We further certify that the common\nareas shall be owned by the owners of Tracts a through z inclusive as tenants in common;\nand that Tracts a through z shall not be sold, transferred, or otherwise conveyed unless the\ninstrument of conveyance for the Tract being transferred and conveyed also transfers and\nconveys all of that Tract owner’s interest in Tract x.\nIf the plat is a re-plat include:\n\nI, (Name) , do hereby certify that this re-plat will not place any existing lot or building in\nviolation of any applicable ordinance, code, regulation, law including but not limited to\nzoning, building, subdivision, and flood prevention.\nI further certify that this platting of said described (New Subdivision Name) does hereby\nvacate the following platting:\n(Legal description of old plat) on file at the Register of Deeds office in Book ________,\npage__, said plat, hereby vacated, being situated within described (New Subdivision\nName) as surveyed.\nDated this ________ day of ________, 20_____.\n____________________________\nName\nSTATE OF SOUTH DAKOTA )\n: SS\nCOUNTY OF MINNEHAHA    )\nOn this ________ day of ________, 20_____, before me, the undersigned officer,\nappeared (Name), known to be the person whose name is subscribed to the within\ninstrument and acknowledged to me that he/she executed the same for the purposes\ntherein contained.\nIn witness thereof, I have hereunto set my hand and official seal this ________ day of\n________, 20_____.\nMy commission expires: __________________________\n",
    "source": "Chapter 16-14 CERTIFICATES REQUIRED"
  },
  {
    "chunk_index": 3,
    "text": "Notary Public, ________ County, South Dakota\nCITY ENGINEER APPROVAL\nWe, (Name), City Engineer of the City of  Brandon, do hereby certify that we did duly\nreview and recommend approval of this plat on this ________ day of ________,\n20_____.\n____________________________\nCity Engineer\nCity of Brandon, South Dakota\nAUTHORIZED OFFICIAL CERTIFICATE\nI, (Name), Authorized Official of the City of Brandon, do hereby certify that this plat has\nbeen approved by me or my authorized agent and that the City Finance Officer is hereby\ndirected to certify the same thereon.\nApproved this ____________ day of ______________, 20____.\n____________________________\nAuthorized Official\nCity of Brandon, South Dakota\n\nFINANCE OFFICER’S CERTIFICATE\nI, (Name), the duly appointed, qualified and acting Finance Officer of the City of\nBrandon, South Dakota, hereby certify that the certificate of approval is true and correct\nincluding the signature thereon, and that any special assessments which are liens upon the\nland shown in the above plat, as shown by the records in my office, on this ________ day\nof ________, 20_____, have been paid in full.\n____________________\nCity Finance Officer\nBrandon, South Dakota\nCOUNTY TREASURER’S CERTIFICATE\nI, Treasurer of Minnehaha County, South Dakota, do hereby certify that all taxes which\nare liens upon any land included in the above (and the foregoing) plats, as shown by the\nrecords of my office, have been fully paid.\nDated this ________ day of ________, 20______.\n____________________________\nTreasurer\nMinnehaha County, South Dakota\nDIRECTOR OF EQUALIZATION\nI, Director of Equalization of Minnehaha County, South Dakota, do hereby certify that a\ncopy of the above plat has been filed at my office.\n____________________________ \nDirector of Equalization\nMinnehaha County, South Dakota\nREGISTER OF DEEDS\nFiled for record this ________ day of ________, 20______, at ________ o’clock\n________.m., and recorded in Book ________ of Plats on page ________.\n____________________________\nRegister of Deeds\nMinnehaha County, South Dakota\nLegislative History:\nAuthority:\nOrdinance #503, 4/23/13\nSDCL § Ch. 9\n\n16-14-3  \nASSURANCE AGREEMENT FOR\n(Legal Description)\nTHIS IS AN AGREEMENT made as of ________ (DATE), between the City of\nBrandon, South Dakota (CITY), ________ (OWNER), and ________ (DEVELOPER).\nOWNER and DEVELOPER intend to make public and private improvements in order to\ndevelop ________ (DEVELOPMENT NAME).\nOWNER, DEVELOPER, AND CITY, in consideration of their mutual covenants herein,\nagree in respect to the construction and acceptance of the improvements for the\nDEVELOPMENT as set forth below.\nOWNER and DEVELOPER shall:\n1.\nConstruct and/or pay for the improvements required for the\nDEVELOPMENT in the Subdivision Ordinance, the Engineering\nDesign Standards Manual for Public Improvements, and the Design\nStandard Plates of the City of Brandon in accordance with the plans and\nspecifications as filed with the City Engineer.\n2. \nComplete all required improvements no later than two years after\nacquiring a construction permit, but no later than three years after filing\nof the plat.  Time extensions may be granted by the City Engineer.\n3. \nPay all costs attributed to this land when and if the City makes a final\ndetermination as to the appropriate costs for any detention ponds\nbenefitting this land.\n4. \nFile this Assurance Agreement with the plat in the office of the County\nRegister of Deeds.\nImprovements Required and Method of Payment (Owner/Developer—D, Special\nAssessment— SA, Not Required—NR):\nImprovements Required \nMethod of Payment \nComments\nSTREETS\nGrading and Graveling \n________ \n________\nCurb and Gutter \n________ \n________\nPaving \n________ \n________\nOther \n________ \n________\nUTILITIES\nStreet Lighting \n________\n________\nWater System \n________ \n________\nSanitary Sewer System\n________ \n________\nDRAINAGE\nStorm Sewer \n________ \n________\nDrainage Ways\n________ \n________\nOTHER\nLot Grading \n________ \n________\n",
    "source": "Chapter 16-14 CERTIFICATES REQUIRED"
  },
  {
    "chunk_index": 4,
    "text": "CITY shall, upon satisfactory completion of DEVELOPMENT, including any and all\n\nwarranty periods, accept and maintain all public improvements. Final acceptance of all\nimprovements will be made upon final inspection and acceptance by the CITY.\nUpon written notice, the City Engineer and the Authorized Official may suspend or\nrevoke any active City permits and/or deny issuance of further City permits or City\ninspections within any phase of subdivision development if utility infrastructure\nimprovements within that phase of subdivision development have not been extended to\nthe adjacent property, and development of that adjacent property is restricted.\nShould the OWNER and/or DEVELOPER fail to fully complete the required improvements\nwithin the time or extensions there of, of this Assurance Agreement, the CITY may complete\nany unfinished required improvements. All costs to the CITY related to the completion of any\nunfinished required improvements will be billed to the OWNER and/or DEVELOPER.\nShould the OWNER and/or DEVELOPER fail to pay for these improvements, the\nresponsibility for payment shall fall to the abutting property which will be assessed for such\nimprovements.  \nThis Assurance Agreement is given for the benefit of the CITY and the purchasers of lots\nin the DEVELOPMENT.\n_________________________ \n_________________________\nMayor \nOwner\n      ATTEST:\n_________________________\nCity Finance Officer\nSTATE OF SOUTH DAKOTA )\n: SS\nCOUNTY OF ________             )\nOn this ________ day of ________ 20_____, before me, the undersigned officer,\npersonally appeared ________, known to me or satisfactorily proven to be the person\nwhose name is subscribed to the within instrument, and acknowledged that he/she\nexecuted the same for the purposes therein contained.\nIN WITNESS WHEREOF, I hereunto set my hand and official seal.\nMy commission expires: __________________________\nNotary Public, ________ County, South Dakota\n____________________________\nDeveloper\nSTATE OF SOUTH DAKOTA )\n: SS\nCOUNTY OF ____________    )\nOn this ________ day of ________ 20_____, before me, the undersigned officer,\npersonally appeared ________, known to me or satisfactorily proven to be the person\nwhose name is subscribed to the within instrument, and acknowledged that he/she\nexecuted the same for the purposes therein contained.\n\nIN WITNESS WHEREOF, I hereunto set my hand and official seal.\nMy commission expires: __________________________\nNotary Public, ________ County, South Dakota\nLegislative History:\nAuthority:\nOrdinance #503, 4/23/13\nSDCL § Ch. 9\n",
    "source": "Chapter 16-14 CERTIFICATES REQUIRED"
  }
]