[
  {
    "chunk_index": 1,
    "text": "Page 8-1\nCHAPTER 8-7\nADULT USES - REGULATIONS\n8-7-1\nADULT USES - PRINCIPAL \nAll Adult Uses-Principal are subject to the following:\nA.\nAll Adult Uses-Principal shall require a Conditional Use.  In granting a\nconditional use permit for any adult use, the City may impose such additional\nreasonable requirements as it deems appropriate to mitigate or prevent harmful\nsecondary effects of adult uses. In imposing such conditions, the City may rely\non studies and information available at the time the permit is issued. \nB.\nAll Adult Uses- Principal shall be located within the Light or Heavy Industrial\nDistrict or the Commercial or General Business District. \nC.\nAll Adult Uses-Principal shall be located at least the specified distance measured\nradially in a straight line from the closest point of the building or actual leased\nspace of the Adult Use -Principal to the property line of the following uses,\nwhether located in Brandon or an adjoining community: \n1. \nA distance of at least 500 feet shall be maintained from the following\nactivities or facilities:\na.\nA City licensed day care center. \nb.\nA public or private educational facility classified as an\nelementary, junior high or senior high. \nc.\nA public library. \nd.\nA public park. \ne.\nAn on-sale liquor establishment. \nf.\nA church and church-related facilities.\ng.\nA nursing home.\nh.\nA residential property.\n2.\nA distance of at least 1000 ft. shall be maintained from the following\nactivities or facilities: \na.\nAny other Adult Use. \n3.\nNo Adult Use - Principal shall locate in any building which is also\nutilized for residential purposes. \nD.\nAny property occupied by an Adult Use -Principal must positively comply with\nall the current zoning, health and building regulations that apply to the site and\nbuilding at the time of application for the Conditional Use Permit. \nF.\nAny Adult Use -Principal shall occupy a lot with a minimum lot width of at least\n200 ft. and provide parking as follows: \n\nPage 8-2\n1.\nFor motion Picture Theater -one space per seat provided or the\nmaximum seating capacity of the theater.\n2.\nFor a motion Picture Arcade - five spaces per machine.\n3.\nFor all other Adult Uses -Principal one space per fifteen sq. ft. of floor\narea open to the public or customers of the facility. Plus and adequate\nnumber of parking spaces for employees as determined by the City\nCouncil as part of the granting of the Conditional Use Permit. \nG.\nSignage shall be as provided in Title 15 of the Brandon Municipal Code. \nH.\nNo Adult Use-Principal shall operate between the hours of 12:00 o’clock\nmidnight to 8:00 a.m. on any Monday through Saturday, and between the hours\nof 12:00 o’clock midnight and 12:00 o’clock  noon on Sunday excepting here\nfrom an Adult Use Hotel or Motel.\nI.\nAdult Use-Principal activities shall be prohibited at any public shows, movie,\ncaravan, circus, carnival, theatrical or other performance or exhibition where\nminors are admitted. Adult use-Principal activities shall also be prohibited in\nliquor-licensed establishments. \nLegislative History:\nAuthority:\nOrdinance No. 434, 2/17/09.\nSDCL 11-12-4 & 11-12-5\nOrdinance No. 450, 06/07/09.\nSDCL 12\n8-7-2\nADULT USES - ACCESSORY \nAll Adult Uses-Accessory are subject to the following:\nA.\nAll Adult Uses-Accessory shall require a Conditional Use Permit. In granting a\nconditional use permit for any adult use, the City may impose such additional\nreasonable requirements as it deems appropriate to mitigate or prevent harmful\nsecondary effects of adult uses. In imposing such conditions, the City may rely\non studies and information available at the time the permit is issued. \nB.\nAll Adult Uses-Accessory shall be located within the Light or Heavy Industrial\nDistrict or the General Business or Commercial District. \nC.\nAll Adult Uses-Accessory shall be located at least the specified distance\nmeasured radially in a straight line from the closest point of the building or\nactual leased space of the Adult Use -Accessory to the property line of the\n",
    "source": "Chapter 8-7 ADULT USES - REGULATIONS"
  },
  {
    "chunk_index": 2,
    "text": "following uses, whether located in Brandon or an adjoining community: \n1.\nA distance of at least 500 feet shall be maintained from the following\nactivities or facilities:  \na.\nA residential property. \nb.\nA licensed day care center. \nc.\nA public or private educational facility classified as an\nelementary, junior high or senior high. \n\nPage 8-3\nd.\nA public library. \ne.\nA public park. \nf.\nAn on-sale liquor establishment. \ng.\nA church and church-related facilities.\nh.\nA nursing home.\n2.\nA distance of at least 1000 ft. shall be maintained from the following\nactivities or facilities: \na.\nAny other Adult Use.\n3.\nNo Adult Use - Accessory shall locate in any building which is also\nutilized for residential purposes. \nD.\nNo Adult Use-Accessory shall: \n1.\nOffer goods and/or services which are classified as adult uses,\nindividually or in combination, that comprise 10% or more of the floor\narea of the establishment in which it is located, and in no case\noccupying more than 150 square feet of floor area.\n2.\nOffer goods and/or services which are classified as adult uses,\nindividually or in combination, that provide more than twenty percent\n(20%) of the gross receipts of the entire business operation located on\nthe site. \nE.\nNo Adult Uses-Accessory shall restrict and prohibit access to minors by the\nphysical separation of such Adult Use items from areas of general public access\nincluding: \n1.\nMovie Rentals. Display areas shall be restricted from general view and \nshall be located within a separate room, the access of which is in clear \nview and under the control of the persons responsible for the operation\nor controlled in some other effective manner which meets with the\napproval at the Zoning Administrator. \n2.\nMagazines.  Publications classified or qualifying as adult uses shall not\nbe accessible to minors and shall be covered with a wrapper or other\nmeans to prevent display of any material other than the publication title. \n3.\nOther Adult materials or services. Adult Uses-Accessory providing\nmaterials or services not specifically cited above shall comply with the\nintent of this section subject to the final approval of the City Council. \nF.\nSignage shall be as provided in Title 15 of the Brandon Municipal Code. \nG.\nAny property occupied by an Adult Use -Accessory must positively comply with\nall the current zoning, health and building regulations that apply to the site and\nbuilding at the time of application for the Conditional Use Permit. \nH.\nNo Adult Use – Accessory shall operate between the hours of 12:00 o’clock\n\nPage 8-4\nmidnight to 8:00 a.m. on any Monday through Saturday, and between the hours\nof 12:00 o’clock midnight and 12:00 o’clock noon on Sunday excepting here\nfrom an Adult Use Hotel or Motel.\nI.\nNo Adult Uses-Accessory activities shall be prohibited at any public shows,\nmovie, caravan, circus, carnival, theatrical or other performance or exhibition\nwhere minors are admitted. Adult use-accessory activities shall also be\nprohibited in liquor-licensed establishments. \nLegislative History:\nAuthority:\nOrdinance No. 434, 2/17/09.\nSDCL 11-12-4 & 11-12-5\nOrdinance No. 450, 06/07/09.\n",
    "source": "Chapter 8-7 ADULT USES - REGULATIONS"
  }
]