[
  {
    "chunk_index": 1,
    "text": "CHAPTER 12-19\nMOTOR  VEHICLES\n12-19-1\nTAMPERING WITH VEHICLES\nNo person shall tamper with the motor vehicle of another, with intent to injure the same\nor cause inconvenience to the owner thereof, or shall take and operate the motor vehicle\nof another without the consent of the owner or person lawfully in charge thereof, under\nsuch circumstances as not to constitute larceny.\nLegislative History:\nAuthority:\nOrdinance No. 6, Article I, \nSDCL § 9-29-3, for more \n§1, 4-8-74.\ninformation see § 32-3-51.9 \nwhich contains a \"damage \ndefinition.\"\n12-19-2\nWARNING TICKETS\nThe police, upon reasonable belief that a vehicle is being operated in violation of any\nprovision of this code, the traffic ordinance of the City or applicable state law or if in\nsuch unsafe condition as to endanger any person, may require the driver of the vehicle to\nstop and submit to inspection of the vehicle and its equipment, license plates and\nregistration card.  The police are hereby authorized to issue a warning ticket to any\ndriver whose vehicle is in violation of any of the provisions of this article, the traffic\nordinances of the City or applicable state law.  Such warning tickets shall clearly\ndesignate the provisions which are being violated and shall provide for notification to\nthe police department when such violation is corrected, the time specified on the\nwarning ticket.  The form and content of the warning ticket shall be at the discretion of\nthe Chief of Police.\nLegislative History:\nAuthority:\nOrdinance No. 6, Article II, \nTry SDCL § 9-29-18.\n§6, 4-8-74.\n12-19-3\nLIGHTS REQUIRED\nA motor vehicle in motion, during the period from half an hour after sunset to half an\nhour before sunrise, shall display at least two (2) lighted lamps on the front and two (2)\nlighted lamp on the rear of such motor vehicle, such lamps to conform to the state law; \nprovided that a motorcycle or a motor bicycle shall be required to display but one (1)\nlighted lamp in front and one (1) lighted lamp in the rear.\nLegislative History:\nAuthority:\nOrdinance No. 6, Article II, \nTry SDCL Ch. 32-17.\n§7, 4-8-74.\n12-19-4\nHEAD LIGHT DIMMED\nNo person shall use head lights upon any vehicle on any street unless the same are\n\ndimmed in such a way as to prevent the light from being dazzling or blinding to persons\nusing the streets or when meeting or overtaking another vehicle.\nLegislative History:\nAuthority:\nOrdinance No. 6, Article II, \nSDCL § 9-32-1;  See \n§8, 4-8-74.\nAlso Ch. 32-17, \nSpecifically § 32-17-7.\n12-19-5\nWARNING DEVICES\nEvery motor vehicle operated or driven in the City shall be provided with a horn for\nsignaling which shall be in good working order at all times such vehicle is operated on\nthe streets of the City.\nLegislative History:\nAuthority:\nOrdinance No. 18, §2, 7/22/74.\nSDCL § 32-15-10.\n12-19-6\nEMERGENCY VEHICLE WARNING DEVICE\nEvery police and fire department and fire patrol vehicle and every ambulance used for\nemergency calls shall be equipped with a bell, siren or exhaust whistle.  It shall be\nunlawful for any other vehicle to be equipped with, or for any person to use upon a\nvehicle, any siren, or any compression spark plug whistle, or any exhaust horn, or any\nwhistle which produces a harmonious sound.\nLegislative History:\nAuthority:\nOrdinance No. 6, Article II, \nSDCL §§ 32-15-12 and \n§10, 4/8/74.\n9-31-1.\n12-19-7\nRED, BLUE LIGHTS\nExcept as to police or fire departments, or fire patrol vehicles operating under such\ncircumstances as may be provided by law, any person who drives or moves any vehicle\nupon a highway with any red or blue light thereon visible from directly in front or to the\nsides thereof shall be guilty of a violation of this ordinance.\nLegislative History:\nAuthority:\nOrdinance No. 6, Article II, \nSDCL §§ 32-17-9.\n§11, 4/8/74.\n12-19-8\nBRAKES\nEvery motor vehicle shall be provided with foot pedal brakes in good working order and\nsufficient to control such motor vehicle at all times when same is in use.\nLegislative History:\nAuthority:\n",
    "source": "Chapter 12-19 MOTOR  VEHICLES"
  },
  {
    "chunk_index": 2,
    "text": "Ordinance No. 6, Article II, \nSDCL Ch. 32-18.\n§12, 4/8/74.\n\n12-19-9\nMUFFLERS\nNo person shall drive a motor vehicle on any street within the City unless such vehicle is\nequipped with a muffler in good working order and in constant operation.\nLegislative History:\nAuthority:\nOrdinance No. 18, §3, 7/22/74.\nSDCL § 32-15-17;  Also \nsee Ch. 9-31 generally.\n12-19-10\nPROJECTING LOADS\nNo person shall drive any vehicle upon any street with any load or part of a load\nprojecting more than four (4) feet beyond the rear end or front end, or more than two (2)\nfeet beyond the sides of the body, or carrying part of such vehicle, unless there be\nattached to the extreme ends and sides of such projecting load some warning sign or\nsignal plainly discerning to other drivers and clearly indicating the projecting parts of\nsuch load.\nLegislative History:\nAuthority:\nOrdinance No. 18, §14, 7/22/74.\nSDCL §§ 9-31-1, 9-32-1.\n12-19-11\nCLEATED, SPIKED TIRES\nNo tire on a vehicle moved on a street within the City shall have on its periphery any\nblock, stud, flange, cleat, spike or any other protuberances of any material other than\nrubber which projects beyond the tread of the traction surface of the tire, except that it\nshall be permissible to use tire chains of reasonable proportions upon any vehicle when\nrequired for safety because of snow, ice or other conditions tending to cause a vehicle to\nslide or skid subject to the following provisions:\nA.\nNotwithstanding the foregoing, it shall be lawful to operate, upon the highways\nof this City, motor vehicles equipped with pneumatic tires in which there are\nembedded metal studs or wires of tungsten steel or other similar metals, in\naccordance with the laws of the State of South Dakota.\nB.\nNo person shall operate or move any tractor engine, tractor or other vehicles\nexceeding ten thousand pounds in weight having wheels to the surface of which\nare attached mud lugs, ice spurs, spikes, or long chains upon or across any\nstreet that is surfaced with paving or any other hard surfaced material, without\nfirst laying plank of at least two (2) inches thickness over the surface of such\nstreet in a manner so as to protect such street from contact with said vehicle.\nLegislative History:\nAuthority:\nOrdinance No. 6, Article II, \nSDCL § 32-19-2 and Ch. 9-31; \n§15, 4/8/74.\nSpecifically § 9-31-1.\n12-19-12\nWEIGHT AND SIZE OF VEHICLE AND LOADS\nNo person shall drive or operate any vehicle upon any street the gross weight of which\nincluding the load or the size of which do not comply with the requirements of the state\nlaw governing such vehicle.\n\nLegislative History:\n   \nAuthority:\nOrdinance No. 6, Article II, \n   \nSDCL Ch. 9-31 and 32-22.\n§16, 4/8/74.\n12-19-13\nWINDSHIELDS MUST BE UNOBSTRUCTED\nIt shall be unlawful for any person to drive any vehicle upon a public street with the\nfront windshield obstructed or with any sign, poster, or other non-transparent material,\nor frost or snow, upon the front windshield, side wings, side or rear windows of such\nmotor vehicle other than a certificate or other paper required to be so displayed by law in\na low area or other temporary driving instructions placed thereon by the manufacturer.\nLegislative History:\n   \nAuthority:\nOrdinance No. 6, Article II, \n   \nSDCL §§ 32-15-5, 9-31-1.\n§17, 4/8/74.\n12-19-14\nPROTECTION OF LOAD\nNo vehicle shall be driven or moved on any street or highway in the City unless such\nvehicle is so constructed or loaded as to prevent any of its load from dropping, sifting,\nleaking or otherwise escaping therefrom, except that sand may be dropped for the\npurpose of securing traction, or water or other substances may be sprinkled on a\nroadway in cleaning or suppression of dust and dirt.\nNo person shall operate on any street or highway in the City any vehicle with any load\nunless said load and any covering is securely fastened so as to prevent said covering or\nload from becoming loose, detached or in any manner a hazard to other users of the\nhighway.\nLegislative History:\nAuthority:\n",
    "source": "Chapter 12-19 MOTOR  VEHICLES"
  },
  {
    "chunk_index": 3,
    "text": "Ordinance No. 6, Article II, \nSDCL §§ 9-31-1, 9-32-1.\n§18, 4/8/74.\n",
    "source": "Chapter 12-19 MOTOR  VEHICLES"
  }
]