[
  {
    "chunk_index": 1,
    "text": "CHAPTER 14-2\nREGULATION  OF  WATER  USE\n14-2-1\nAUTHORITY TO REGULATE\nThe City Council of the City of Brandon, South Dakota shall have the authority to\nregulate the distribution and use of water supplied by the City of Brandon.\nLegislative History:\nAuthority:\nOrdinance #46, Sec. 1, 5/2/77.\nSDCL §9-47-1.\n14-2-2 \nPROHIBITED USES\nThe City of Brandon may, by resolution, regulate or prohibit the following:\nA.\nWatering Yards. The sprinkling, watering or irrigating of yards and grass.\nB.\nWatering Vegetation. The sprinkling, watering or irrigating of shrubbery, trees,\ngrass, ground covers, plants, vines, gardens, vegetables, flowers or any other\nvegetation.\nC.\nWashing Outdoor Surfaces. The washing of sidewalks, driveways, filling\nstation aprons, porches and other outdoor surfaces except by container not\nexceeding three gallon capacity.\nD.\nWashing Mobile Equipment. The washing of automobiles, trucks, trailers,\ntrailer houses, or any other type of mobile equipment except where required by\nhealth and sanitary requirements and except from water contained in a container\nnot exceeding three gallon capacity. This section shall not apply to commercial\nvehicle washing facilities operating at fixed locations.\nE.\nCleaning Buildings. The washing by hose of the inside and outside of buildings.\nF.\nOrnamental Fountains. The operation of any ornamental fountain or other\nstructure making a similar use of water unless equipped with a recirculating\ndevice.\nG. \nSwimming Pools. Swimming pools and wading pools not employing a filter and\nrecirculating system.\nH.\nEscape Through Defective Plumbing. The escape of water through defective\nplumbing which shall mean the knowing permission for defective plumbing to\nremain out of repair.\nI. \nAir Conditioners. The use of air conditioning equipment.\nLegislative History: \nAuthority:\nOrdinance #46, Sec. 2, 5/2/77. \nSDCL §§9-47-1, 9-29-3, 9-32-9.\nOrdinance #87, Sec. 2, 8/8/79.\nOrdinance #563, 6/12/18. \n\n14-2-3 \nMAXIMUM GALLONAGE ALLOWED\nThe City of Brandon may by resolution or ordinance, provide for:\nA. \nRestrictions of maximum daily water usage by residential consumers. \nB. \nRestrictions of maximum daily water usage by business and industries and\nparties with contracts with the City of Brandon in relation to a percentage of\ntheir prior use of water. Notwithstanding, this provisions shall not apply to those\nentities declared by the City of Brandon to be necessary for the public health,\nsafety and welfare.\nLegislative History: \nAuthority:\nOrdinance #46, Sec. 4, 5/2/77. \nSDCL §§9-47-1, 9-29-3, 9-32-9, 9-32-1.\nOrdinance #563, 6/12/18. \n14-2-4 \nPENALTIES FOR VIOLATION\nThese regulations and fines, penalties and misdemeanor citations may be issued by the\nCity's police and code enforcement officer as permitted by law. Additionally, surcharges\nset by resolution for violations may be assessed by the City Administrator and added to\nviolator's water bill with notice of the surcharges provided by mail.\nAny person or business violating any of the above provisions of this ordinance shall be\ndeemed guilty of a misdemeanor. Each such violation shall constitute a separate offense\nand shall be punishable as such hereunder.  In addition, the City may assess a surcharge\nfor a violation in an amount set by resolution and added to the violator's water bill.\nThe Finance Officer may enforce the provisions of this ordinance by the discontinuance\nof water service.\nLegislative History: \nAuthority:\nOrdinance #46, Sec. 5, 5/2/77. \nSDCL §§9-47-1, 9-29-3,9-32-9, 9-32-1, 9-19-3.\nOrdinance #563, 6/12/18. \n14-2-5 \nEXCEPTIONS\nAny and all exceptions to the provisions of this chapter shall be at the discretion of the\nCity of Brandon's Administrator who shall transmit in writing the exception and file it\nwith the City's Finance Officer.\nLegislative History: \nAuthority:\nOrdinance #46, Sec. 6, 5/2/77. \nSDCL §9-47-1.\nOrdinance #563, 6/12/18. \n14-2-6\nEXCEPTIONS\nAny and all exceptions to the provisions of this chapter shall be at the discretion of the\n",
    "source": "Chapter 14-2 REGULATION  OF  WATER  USE"
  },
  {
    "chunk_index": 2,
    "text": "City of Brandon.  All such exceptions granted by the City of Brandon pursuant to this\nsection shall be transmitted in writing to the Municipal Finance Officer of the City of\nBrandon.\nLegislative History:\nAuthority:\nOrdinance #46, Sec. 6, 5/2/77.\nSDCL §9-47-1.\n",
    "source": "Chapter 14-2 REGULATION  OF  WATER  USE"
  }
]