[
  {
    "chunk_index": 1,
    "text": "CHAPTER 3-4 \nFOWL \n \n3-4-1   \nFOWL GENENERALLY \nNo person shall keep any fowl including but not limited to roosters, ducks, geese, \nturkeys, pheasants, quail, partridges, guineas, or other like domestic fowl within the \nCity limits, except for chickens kept within the provisions of this article.  Chickens are \nnot considered to be a domestic pet under 3-2-26. \n \nLegislative History:  \n \n \nOrdinance #590, 7/3/19. \n \n \n3-4-2    \nDEFINITIONS IN GENERAL \nWords, when used in this chapter, unless the context otherwise plainly refers, shall have \nthe following meanings: \n \nA. Brooding:  The period of chicken growth when supplemental heat must be provided \ndue to the bird’s inability to generate enough body heat. \nB. Chick:  A baby chicken not more than six (6) weeks old. \nC. Chicken:  A domesticated bird of the order of Galliformes in the genus of Gallus \n(chickens) that serves as a source of eggs. \nD. Cockerel:  A young male chicken. \nE. Coop: The structure for the keeping or housing of chickens permitted by the \nordinance. \nF. Exercise yard:  A larger fenced area that provides space for exercise and foraging \nfor the birds when supervised. \nG. Hen: A female chicken. \nH. Officer: Any person designated by the City Administrator as an enforcement officer. \nI. Rooster: A male chicken. \nJ. Run: A fully enclosed and covered area attached to a coop where the chickens can \nroam unsupervised. \n \nLegislative History:  \nOrdinance #590, 7/3/19. \n3-4-3   \nREVOCABLE PERMIT \nUpon the holding of a permit issued by the City, residents may keep and maintain \nbrooding chicks and hens for egg in a clean and sanitary manner that is not a nuisance \nto or detrimental to the public health, safety, and welfare of the community.  The cost of \nthe permit shall be established by the City Council. No odors related to the chickens \nshall cross property lines. The keeping and maintenance of brooding chicks and hens is \npermitted to all residents who comply with all requirements, limitations, or prohibitions \nof this article.  Such permit may be revoked if the person holding the permit refuses or \nfails to comply with this chapter or with any state or local law governing cruelty to \nanimals or the keeping of animals.  Any revocation shall be effective after ten (10) days \n\nfollowing written notice thereof to the person or persons keeping or maintaining such \nchickens. Any person whose permit is revoked within ten (10) days thereafter shall \nhumanely dispose of all chickens being owned, kept, or harbored by such person. \n \nLegislative History:  \nOrdinance #590, 7/3/19. \n \n3-4-4   \nINVESTIGATION AND ENFORCEMENT \nOfficers designated by the City Administrator shall have authority in the investigation \nand enforcement of this article, and no person shall interfere with, hinder, or molest any \nsuch officer in the exercise of such powers.  Such officers shall make investigations as \nis necessary. \n \nLegislative History:  \nOrdinance #590, 7/3/19. \n \n3-4-5 \n  \nLIMITATIONS ON THE NUMBER AND KEEPING OF CHICKENS \nA. Chickens may only be kept within areas of the City zoned to permit single family \ndwellings. \nB. No more than six (6) hens shall be housed or kept on any one (1) residential lot.  \nResidents may possess a like number of brooding chicks intended for the cyclical \nreplacement of hens, but not for the purpose of sale or resale. \nC. Rooster and chicken breeding are prohibited. Cockerels must be culled from \nbroods when identified. \nD. A coop and a reasonably satisfactory exercise yard, run, or yard fencing is \nrequired to house chicken(s). Chicken facilities must be constructed and \nmaintained to meet the following minimum standards: \n1. Located in the rear or side yard. \n2. The setback required for the coop is five (5) feet from the rear and side \nproperty lines. \n3. Coop construction and materials must be adequate to prevent access by rodents. \n4. Coops must be maintained in good repair. \n",
    "source": "Chapter 3-4 FOWL"
  },
  {
    "chunk_index": 2,
    "text": "5. Coop size may not exceed 30 square feet.  For purposes of the City’s zoning \nordinances, a  coop is not considered to be a detached accessory structure and no \nbuilding permit issued by the City is required. \n6. The run size may not exceed 60 square feet. Fencing shall prevent the entry into \nor escape of animals into the run.   \n7. Fencing materials for the run shall not have openings with a diameter of more \nthan two (2) inches; in case of a wood fence, the gaps shall not be more than two \n(2) inches. \n8. Coops shall be kept at least twenty-five (25) feet from the door or window of \nany dwelling of an occupied structure other than the owner's dwelling. \n9. Manure storage shall be kept twenty (20) feet from streams, tributaries, ditches, \nstorm water management facilities, drop inlets, or other storm drainage areas \n\nthat would allow fecal matter to enter any City storm drainage system or \nstream.  Dumping chicken manure into the City's storm drainage system is \nprohibited. \n10. Chickens must not be housed in a residential house or an attached or detached \ngarage, except for brooding purposes only. \n11. All premises on which chickens are kept or maintained shall be kept clean \nfrom filth, garbage, and any substances which attract rodents.  The coop and \nits surrounding area must be cleaned frequently enough to control odor.  \nManure and coop waste and food shall be picked up every 24 hours, \nthereafter kept in an air tight and rodent proof container, and properly \ndisposed of thereafter on a routine basis.   \nE. Chickens shall not be kept in such a manner as to constitute a nuisance to the \noccupants of adjacent property. \nF. Dead chickens must be disposed of within forty-eight (48) hours after death.  Legal \nforms of chicken carcass disposal include burial and off-site incineration or \nrendering.  \nG. All grain and food stored for the use of the chickens shall be kept in a rodent \nproof container. \nH. Chickens shall be kept so that visibility is substantially obstructed at a height of \nfive (5) feet above ground level to the traveling public or surrounding property \nowners. \n \nLegislative History:  \nOrdinance #590, 7/3/19. \n \n3-4-6 \nVIOLATIONS \nA. Any person violating this article shall be deemed guilty of a misdemeanor and, \nupon conviction, shall be punished in accordance with 1-1-6. \nB. Any person violating this article shall reimburse the City for all costs borne by the \nCity to enforce the conditions of this article including but not limited to the \ncollection and humane disposal of chickens. \nC. All chickens of any person violating this article may be forfeited to the City and \nmay be removed and euthanized and properly buried or otherwise disposed of in \na sanitary manner. \n \nLegislative History:  \nOrdinance #590, 7/3/19. \n \n \n",
    "source": "Chapter 3-4 FOWL"
  }
]