[
  {
    "chunk_index": 1,
    "text": " \nCHAPTER 14-7 \nCABLE TELEVISION FRANCHISE \n \n14-7-1    \nORDINANCE \nThis Chapter shall be knowns as the City of Brandon television Franchise ordinance. \n \nLegislative History:  \n \n \nAuthority: \nOrdinance #100, 08/18/80 \n \n \nSDCL 9-35 \nOrdinance #292, 09/05/00 \nOrdinance #610, 07/15/20 \n \n \n14-7-2    \nDEFINITIONS \nWhen used in this ordinance, unless the context otherwise requires, the following terms \nand their derivatives shall have the meaning herein given (and when not inconsistent with \nthe context, words used in the present tense include the future, words in the plural \nnumber include the singular, and words in the singular number include the plural): \n \nACCESS:  The availability of the Cable System (i.e., channel capacity) for use by \nvarious agencies, institutions, organizations, groups and individuals to acquire, create, \nedit and distribute Video Programming.  Grantee does not have editorial control of the \ncontent of Access programming. \n \nAPPLICABLE LAWS:  Any local, State or federal law, statute, ordinance, rule or \nregulation including the City of Brandon Municipal Code. \n \nAFFILIATE: Any entity controlling, controlled by, or under common control with the \nentity in question. \n \nAPPLICANT: Shall mean and refer to a potential Grantee seeking an initial grant of a \nFranchise and does not include a Grantee seeking renewal of an existing Franchise. \n \nBASIC CABLE SERVICE: Any service tier which includes the lawful retransmission \nof local television broadcast signals and any public, educational, and governmental \naccess programming required by the Franchise to be carried on the basic tier. Basic cable \nservice as defined herein shall not be inconsistent with 47 USC § 543(b)(7). \n \nCABLE OPERATOR:  Any person who provides cable service over a cable system. \n \nCABLE PROGRAMMING SERVICE: Any video programming provided over a cable \nsystem, regardless of service tier, other than: \n \n1. Video programming carried on the basic service tier; \n \n2. Video programming offered on a pay per channel or pay per program basis; or \n \n3. A combination of multiple channels of pay per channel or pay per program video \nprogramming offered on a multiplexed or time shifted basis so long as the \n\ncombined service consists of commonly identified video programming and is not \nbundled with any regulated tier of service. \n \n4. Cable programming service as defined herein shall not be inconsistent with the \ndefinition as set forth in 47 USC § 543(l)(2) and 47 CFR § 76.901(b) (1993). \n \nCABLE SERVICE: The one-way transmission to subscribers of video programming, or \nother programming service, and subscriber interaction, if any, which is required for the \nselection of such video programming or other programming service. \n \nCABLE SYSTEM OR SYSTEM: Shall have the meaning ascribed to it under 47 USC § \n522(7) and to the extent not otherwise preempted by the definition set forth in SDCL § 9-\n35-25(3). \n \nCATV:  A cable television system.  \n \nCITY:  The City of Brandon. \n \nCITY COUNCIL OR COUNCIL: The Brandon, South Dakota City Council. \n \nCOMMERCIAL SUBSCRIBER: A subscriber primarily utilizing cable services or a \nGrantee's cable system in connection with carrying on a business, whether for profit or \nnonprofit. \n \nCONVERTER:  An electronic device which converts signals to a frequency acceptable \nto a television receiver of a Subscriber and by an appropriate selector permits a \nSubscriber to view all Subscriber signals included in the service. \n \nDROP: The cable or wire that connects the distribution portion of a cable system solely \nto a subscriber's premises; which shall typically be from a subscriber's residence to the \nadjacent public way or easement usable for cable purposes. \n \nEDUCATIONAL ACCESS:  Schools, colleges, and universities are the primary or \ndesignated programmers or users. \n \nFCC:  Federal Communications Commission and any legally appointed, designated or \nelected agent or successor. \n \n",
    "source": "Chapter 14-7 CABLE TELEVISION FRANCHISE"
  },
  {
    "chunk_index": 2,
    "text": "FRANCHISE:  An initial authorization, or renewal thereof issued by a franchising \nauthority, whether such authorization is designated as a franchise, permit, license, \nresolution, contract, certificate, agreement, or otherwise, which authorizes the \nconstruction or operation of a cable system or other MVPD facility. \n \nFRANCHISE AREA:  The area within the legal boundaries of the City as they now or in \nthe future exist. \n \nFRANCHISING AUTHORITY:  The City of Brandon, South Dakota; \n \n\nFRANCHISE FEE:  Any tax, fee or assessment of any kind imposed by the City or any \nother Governmental Authority on a Grantee or cable Subscriber, or both, solely because \nof their status as such.  The term “Franchise Fee” does not include:  \n \n1. Any tax, fee or assessment of general applicability (including any such tax, fee or \nassessment imposed on both utilities and cable operators or their services but not \nincluding a tax, fee, or assessment which is unduly discriminatory against cable \noperators or cable Subscribers);  \n \n2. Capital costs which are required by the Franchise to be incurred by the Grantee \nfor PEG Access facilities;  \n \n3. Requirements or charges incidental to the awarding or enforcing of the Franchise, \nincluding payments for bonds, security funds, letters of credit, insurance, \nindemnification, penalties or liquidated damages; or  \n \n \n4. Any fee imposed under Title 17 of the United States Code. \n \nGOVERNMENTAL ACCESS: Governmental institutions, departments, agencies or their \ndesignees are the primary or designated programmers or users. \n \nGOVERNMENTAL AUTHORITY:  Any court or other federal, state, county, \nmunicipal or other governmental department, commission, board, agency or \ninstrumentality. \n \nGRANTEE:  The business, its lawful successors, transferees and assigns, who is the \nGrantee of rights under this ordinance. \n \nGRANTOR:  The City of Brandon, South Dakota. \n \nGROSS REVENUES:  Shall refer to any and all revenue in whatever form from any \nsource received by a grantee or an affiliate of grantee that would otherwise be subject to \nthe payment of franchise fees pursuant to the provisions of 47 U.S.C. § 542 derived from \nthe operation of the cable system to provide cable service within the city. Gross \nRevenues shall include, but are not limited to, all revenue received from basic and \nexpanded basic, pay cable, digital services, high definition services, digital video \nrecorder, video on-demand, revenue for lease of system to others, converter rentals and \nfees for cable Internet service (if the service is deemed to be a cable service). Gross \nRevenue also includes new services that are classified as cable services under a Franchise \nand federal law and are expressly included as Gross Revenue without further amendment \nto this Ordinance or any Franchise. \nThe Gross Revenue does not include any taxes or fees on cable services furnished by a \ngrantee and imposed directly upon any subscriber, nonsubscriber or user by federal, state \nor local law and collected by grantee on behalf of the governmental unit, or amounts \ncollected from subscribers for public, educational and/or governmental access.  It does \nnot include any revenue which cannot be collected by a grantee and are identified as bad \ndebt, provided, that if revenue previously representing bad debt is collected, this revenue \nshall be included in gross revenues for the collection period.  Gross Revenues also does \nnot include revenue received from advertising, home shopping service commissions, \n\nleased access and service charges, including, but not limited to, installation, \ndisconnection, repair or other similar service charges.   \nINSTALLATION: The connection of the System from the feeder cable to the point of \nconnectivity. \n \nLOW DENSITY AREA:   Any area in the Franchise area with less than five (5) \npotential or actual subscribers per one-fourth (1/4) mile. \n \nMULTICHANNEL VIDEO PROGRAM DISTRIBUTOR (OR MVPD): A person \n",
    "source": "Chapter 14-7 CABLE TELEVISION FRANCHISE"
  },
  {
    "chunk_index": 3,
    "text": "such as, but not limited to, a cable operator, a multichannel multipoint distribution \nservice, a direct broadcast satellite service, an OVS provider, or a television receive only \nsatellite program distributor, who makes available for purchase, by subscribers or \ncustomers, multiple channels of video programming. \n \nNORMAL BUSINESS HOURS:  Those hours during which most similar businesses in \nthe City are open to serve customers.  In all cases, “Normal Business Hours” must \ninclude some evening hours at least one (1) night per week and/or some weekend hours. \n \nNORMAL OPERATING CONDITIONS:  Those service conditions which are within \nthe control of the Grantee, including but not limited to, special promotions, pay-per-view \nevents, rate increases, regular peak or seasonal demand periods, and maintenance or \nupgrade of the System.  Those conditions which are ordinarily not within the control of \nthe Grantee include, but are not limited to, natural disasters, civil disturbances, power \noutages, telephone network outages, and severe or unusual weather conditions.  \n \nOPEN VIDEO SERVICES OR OVS: Any video programming services provided to \nany person by a Grantee certified by the FCC to operate an open video system pursuant to \n§ 47 USC 573, as may be amended, regardless of the facilities used. \n \nOTHER PROGRAMING SERVICE:  information that a cable operator makes \navailable to all subscribers generally. \n \nPAY TELEVISION: The delivery over the system of pay per channel or pay per \nprogram audio visual signals to subscribers for a fee or charge, in addition to the charge \nfor basic cable service or cable programming services. \n \nPEG:  Public, educational and governmental.  Reference to “access channels” shall mean \n“PEG Access Channels.” \n \nPEG ACCESS:  Public access, educational access, and governmental access, \ncollectively. \n \nPERSON: Any individual or any association, firm, general partnership, limited \npartnership, joint stock company, joint venture, trust, corporation, limited liability \ncompany or other legally recognized entity, private or public, whether for-profit or not-\nfor-profit. \n \nPROPERTY OF GRANTEE: All property owned, installed or used by the Grantee in \nthe conduct of a CATV business in the City. \n \n\nPUBLIC ACCESS:  Organizations, non-profit groups or individual members of the \ngeneral public, on a non-discriminatory, first-come, first-served basis, are the primary or \ndesignate programmers or users. \n \nRESIDENTIAL SUBSCRIBER: A subscriber utilizing cable services or a Grantee's \ncable system for personal or household use; not in connection with carrying on a \nbusiness. \n \nSERVICE AREA:  The entire geographic area within the City as it is now constituted or \nmay in the future be constituted. \n \nSERVICE INTERRUPTION:  Loss of picture or sound on one (1) or more cable \nchannels. \n \nSTANDARD INSTALLATION:   Any residential installation which can be completed \nusing a drop of one hundred fifty feet (150') or less. \n \nSTREET:   The surface of and the space above and below any public street, way, place, \nright-of-way, road, highway, freeway, bridge, tunnel, lane, path, bike-path, alley, court, \nsidewalk, parkway, drive, communications or utility easement, by whatever name called, \nnow or hereafter existing as such within the Franchise area. \n \nSUBSCRIBER:  Any person who lawfully receives cable service.  In the case of \nmultiple office buildings or multiple dwelling units, the “Subscriber” means the lessee, \ntenant or occupant. \n \nVIDEO PROGRAMMING:  Programming provided by, or generally considered \ncomparable to programming provided by a television broadcast station.  \n \nLegislative History:  \n \n \nAuthority: \nOrdinance #100, 08/18/80 \n \n \nSDCL 9-35 \nOrdinance #292, 09/05/00 \nOrdinance #610, 07/15/20 \n \n \n14-7-3    \nFRANCHISE REQUIRED \nIt shall be unlawful for any person to construct, operate, or maintain a cable system or \nMVPD facility or to provide cable service, video programming, or other MVPD services, \n",
    "source": "Chapter 14-7 CABLE TELEVISION FRANCHISE"
  },
  {
    "chunk_index": 4,
    "text": "including OVS, in the City, without a Franchise with the City authorizing the same, \nunless applicable federal or state law prohibits the Grantor's enforcement of such a \nrequirement.  A Franchise that is granted in the City shall be subject to the terms and \nconditions contained in each individual Franchise. \n \nLegislative History:  \n \n \nAuthority: \nOrdinance #100, 08/18/80 \n \n \nSDCL 9-35 \nOrdinance #292, 09/05/00 \nOrdinance #610, 07/15/20 \n \n \n14-7-4    \nNON-EXCLUSIVE GRANT OF FRANCHISE \n1. A Grantee shall have the right and privilege to construct, erect, operate, and maintain, \nin, upon, along, across, above and under the streets, public ways and public places \n\nnow laid out or dedicated and all extensions thereof, and additions thereto in \nFranchise area, poles, wires, cables, underground conduits, manholes, and other \ntelevision conductors and fixtures necessary for the maintenance and operation in the \nFranchise area of a cable system. \n \n2. A Franchise shall be nonexclusive, and Grantor reserves the right to grant a similar \nuse of said streets to other persons at any time, provided, however, that all Franchises \nshall contain substantially similar terms and conditions as the Franchise. In order that \none person is not granted a competitive advantage over another, in the event a person \ncommences provision of cable services without a Franchise or is granted a Franchise \nto provide cable services by the Grantor, the terms and conditions of which differ \nwith a Franchise in effect with a different person, Grantee shall have the right either:  \n \na. To opt into the competitor's Franchise by providing ten (10) days' prior written \nnotice to the Grantor; or  \n \nb. To petition the Grantor for modifications to its Franchise, in which case the \nGrantor shall work in good faith with the affected Grantee(s) to review and adopt \nmodifications which the Grantee(s) deem necessary, review and approval by \nGrantor shall not be unreasonably denied. \n \n3. Every Franchise shall apply to the entire Franchise area of the Grantor, as it exists \nnow or may later be configured. \n \n4. Neither the City nor Grantee(s) may unilaterally alter the material rights and \nobligations set forth in the Franchise. In the event of a conflict between any other \nordinance and the Franchise, the Franchise shall control. \n \nLegislative History:  \n \n \nAuthority: \nOrdinance #100, 08/18/80 \n \n \nSDCL 9-35 \nOrdinance #292, 09/05/00 \nOrdinance #610, 07/15/20 \n \n \n14-7-5    \nTERM OF FRANCHISE \nUnless renewed, revoked, or terminated sooner as herein provided, a Franchise shall be in \neffect for a period of up to five (5) years from the effective date of an individual \nFranchise, with an automatic renewal term of up to an additional five (5) years unless \nnotice of nonrenewal is provided by the City six (6) months in advance of expiration. \n \nLegislative History:  \n \n \nAuthority: \nOrdinance #100, 08/18/80 \n \n \nSDCL 9-35 \nOrdinance #292, 09/05/00 \nOrdinance #610, 07/15/20 \n \n \n14-7-6    \nTERRITORIAL AREA INVOLVED: \n1. Grantee shall provide cable services to any and all persons requesting same at a \nlocation within the Franchise area as such area boundaries may exist from time to \ntime. No line extension charge or comparable charge shall be imposed on any current \nor potential subscriber when located within the Franchise area except as further \nprovided by this section. \n\n \n2. Grantee shall not be required to extend its lines or provide cable service any sooner \nthan electric utility service is available to the subscriber's location. Grantee shall \nprovide service to a requesting subscriber within a reasonable amount of time which \nin no event shall exceed three (3) months.  Notwithstanding the foregoing, it shall not \nbe considered to be a breach of this Ordinance if Grantee is unable to provide service \nto a requesting subscriber’s location within three (3) months due to inclement \nweather conditions making underground construction impractical or infeasible.   \n \n",
    "source": "Chapter 14-7 CABLE TELEVISION FRANCHISE"
  },
  {
    "chunk_index": 5,
    "text": "3. Grantee may choose either alternative 3(a) or 3(b), relating to line extensions in low \ndensity areas, which such choice shall be effective for the entire Franchise term, and \nthe alternative shall be inserted into the individual Franchise. \n \na. Prior to providing service in Low Density Areas to Residential Subscribers, a \nGrantee may require a Residential Subscriber to commit to an initial service \nagreement of up to three (3) years, subject to the following restrictions: \n \ni. \nA Grantee shall not require a Residential Subscriber to pay a line extension \ncharge or comparable charge as a condition precedent to the provision of \nservice. \n \nii. \nAn agreement shall not require a Residential Subscriber to maintain services \nin excess of the stand-alone rate of Basic Cable Service. However, a \nResidential Subscriber and Grantee are not restricted from agreeing on the \nprovision of additional services so long as Subscriber may cancel such \nadditional services. \n \niii. \nAn agreement shall be terminable by a Residential Subscriber at any time \nupon reasonable notice. However, said agreement may contain a provision \nrequiring payment of a line extension charge that shall only be applicable if, \nprior to the end of the three (3) year term, the Residential Subscriber \nterminates service entirely or the Residential Subscriber reduces Subscriber's \nservices to a monthly rate less than the stand-alone rate of Basic Cable \nService. \n \niv. \nAny such line extension charge shall be reasonable and shall be pro-rated and \nreduced by the number of months the Residential Subscriber maintained \nservice and must take into consideration any subsequent development in the \narea. \n \nv. \nAt the option of Subscriber, Subscriber may, as an alternative to signing an \ninitial service agreement, agree to pay a line extension charge. \n \nvi. \nThe provisions of this subsection shall not apply to any existing or potential \nCommercial Subscriber and, with a Commercial Subscriber, Grantee is not \nprohibited from reaching agreements or charging a line extension charge that \nwould otherwise be prohibited with a Residential Subscriber. \n \nb. Grantee shall not require a Subscriber to pay a line extension charge or \ncomparable charge in Low Density Areas. \n \n\nc. Notwithstanding subsection 1 of this section, a Grantee may charge a uniform \nstandard installation fee. Grantee may also charge a drop fee for drops exceeding \nthe standard installation length of one hundred fifty feet (150') but shall only \ncharge for the incremental cost beyond one hundred fifty feet (150'), which \namount shall be reasonable. \n \nLegislative History:  \n \n \nAuthority: \nOrdinance #610, 07/15/20 \n \n \nSDCL 9-35 \n \n \n14-7-7    \nWRITTEN APPLICATION REQUIREMENTS \n \n \nAn application for an initial Franchise to provide video programming shall be in writing  \n \n \non a form provided by the City which shall contain where applicable: \n \n1. Applicant name and business address of applicant. \n \n2. A statement as to the proposed Franchise area, and whether applicant holds an \nexisting authorization to access the rights of way in the City and a map of the areas \nwhere such authorization exists if for an area other than the entire City. \n \n3. Resume of prior history of applicant, including the legal, technical, and financial \nexpertise of applicant in the cable service field, as well as a list of any other \nmunicipalities or areas where applicant has provided cable service or is so providing \nat the time of application. \n \n4. List of officers, directors, and managing employees of applicant and resumes of each. \n \n5. A proposed construction schedule to provide cable service or video programming to \nsubscribers. \n \n6. A certificate of insurance consistent with the requirements of this Chapter. \n \n7. A description of the cable system the applicant intends to build, including its \ncapacity, the types of equipment proposed for use and the cable services or video \nprogramming which shall be offered. \n \n",
    "source": "Chapter 14-7 CABLE TELEVISION FRANCHISE"
  },
  {
    "chunk_index": 6,
    "text": "8. An AutoCAD DWG file or a GIS shape file for the proposed locations for lines and \nstructures, including the proposed depths, size and locations for all infrastructure. \n \n9. A description of the financial qualifications of the applicant to construct and operate \nthe system including a balance sheet, income statement, sources and uses of funds \nstatement, and  \npro forma projections for at least three (3) years of operation \nsubsequent to system completion. \n \n10. A proposed plan for public, educational, and government access channels, including \nfunding, facilities, and equipment and capacity on the system to be dedicated for \neducational and governmental use. \n \nLegislative History:  \n \n \nAuthority: \nOrdinance #610, 07/15/20 \n \n \nSDCL 9-35 \n \n\n \n \n14-7-8    \nREVIEW OF NEW APPLICATION \nThe initial Franchise application may be evaluated according to the following criteria and \napproved within one hundred eighty (180) days after City deems the application is \ncomplete. In the event applicant is already authorized to occupy the rights of way, the \ntime for review and approval shall be ninety (90) days. \n \n1. The evidence of legal, technical, and financial ability required in the applicant's \nproposal shall be such as to assure the ability to complete the entire system \nwithin a reasonable time from the date the Franchise is granted. The City will \nalso consider the applicant's ability to operate the system and provide the \nnecessary cable services or video programming in compliance with the terms of \nthis Chapter. \n \n2.  The City administrator or designee shall prepare a report and make his or her \nrecommendations respecting such application to the City Council. \n \n3. A public hearing shall be set prior to any grant of a Franchise, at a time and date \napproved by the City Council. Within thirty (30) days after the close of the \nhearing, the City Council shall make a decision based upon the evidence received \nat the hearing as to whether or not the Franchise(s) should be granted, and, if \ngranted subject to what conditions. \n \n4. The City may consider any additional information that it deems applicable. \n \nLegislative History:  \n \n \nAuthority: \nOrdinance #610, 07/15/20 \n \n \nSDCL 9-35 \n \n \n14-7-9    \nFRANCHISE RENEWAL \nAny renewal of a Franchise shall be done in accordance with applicable law including: \n \n1. Any proceedings undertaken by the City that relate to the renewal of a Grantee’s \nFranchise shall be governed by and comply with the provisions of § 626 of the \nCable Act, as amended; \n \n2. In addition to the procedures set forth in § 626(a) of the Cable Act, the City \nagrees to notify a Grantee of its assessments regarding the identity of future \ncable-related community needs and interests, as well as the past performance of a \nGrantee under the then-current franchise term. The City further agrees that the \nassessments shall be provided to a Grantee promptly so that a Grantee has \nadequate time to submit a proposal under § 626(b) of the Cable Act and complete \nrenewal of the Franchise prior to expiration of its term; \n \n3. Notwithstanding anything to the contrary set forth in this Chapter, a Grantee and \nthe City understand that at any time during the term of the then-current franchise, \nwhile affording the public appropriate notice and opportunity to comment, the \nCity and a Grantee may agree to undertake and finalize informal negotiations \n\nregarding renewal of the then-current franchise and the City may grant a renewal \nthereof; and  \n \n4. A Grantee shall promptly reimburse the city for actual out-of-pocket expenses \nincurred to publish the franchise if the publication is required by applicable law. \n \nLegislative History:  \n \n \nAuthority: \nOrdinance #610, 07/15/20 \n \n \nSDCL 9-35 \n \n14-7-10   \nWRITTEN NOTICE \nAs to any written notice required related to a Franchise, the City’s Finance Officer is \ndesignated to be its designated agent; Grantee shall designate an agent upon whom \n",
    "source": "Chapter 14-7 CABLE TELEVISION FRANCHISE"
  },
  {
    "chunk_index": 7,
    "text": "process against it may be served on behalf of the City.  All notices, reports or demands \nrequired or permitted to be given under the Franchise shall be in writing and shall be \ndeemed to be given when delivered personally to the designated person, or when two (2) \ndays have elapsed after it has been deposited in the United States mail in a sealed \nenvelope, with registered or certified mail, postage prepaid thereon, or on the next \nbusiness day if sent by express mail or nationally recognized overnight air courier \naddressed to the party to which notice, report or demand is being given.  Each Grantee \nshall also provide in the Franchise an address for which service may be effectuated upon \nit. \n \nLegislative History:  \n \n \nAuthority: \nOrdinance #610, 07/15/20 \n \n \nSDCL 9-35 \n \n \n14-7-11   \nFRANCHISE PUBLICATION AND ACCEPTANCE \n1. Any Franchise shall be published in accordance with applicable South Dakota law. \n \n2. Grantee shall accept an individual Franchise by executing the same. Such acceptance \nby the Grantee shall be deemed the grant of an individual Franchise for all purposes. \nWith its acceptance, Grantee shall also deliver any insurance certificates required \nherein that have not been previously delivered.  Upon acceptance of an individual \nFranchise, Grantee shall be bound by all the terms and conditions contained in this \nChapter and in the Franchise and warrant that it is an equal opportunity/affirmative \naction employer. \n \n3. Upon issuance of a Franchise, the Grantee is hereby authorized and specifically \nrequired to extend the system throughout the entire Franchise area of the City and to \noffer its Basic CATV Service to all residents of the Franchise area solely for the \nusual connection and service fees for all subscribers within 15 month after Grantee \nfirst receives all required licenses and permits for construction of the CATV system. \n \nLegislative History:  \n \n \nAuthority: \nOrdinance #610, 07/15/20 \n \n \nSDCL 9-35 \n \n \n14-7-12  \nCONSTRUCTION, OPERATIONS STANDARDS AND CONDITIONS ON  \n \n \nSTREET USE \n\n1. The Grantee shall at all times employ ordinary care and shall install and maintain in \nuse commonly accepted methods and devices for preventing failures and accidents \nwhich are likely to cause damage, injuries or nuisances to the public. \n \n2. At all times the Grantee shall not deny service, deny access, or otherwise \ndiscriminate against Subscribers or general citizens on the basis of race, color, \nreligion, national origin, sex or age.  Grantee shall comply at all times with all other \napplicable federal, state, and City laws, and all executive and administrative orders \nrelating to nondiscrimination. Grantee shall also comply with terms of 47 U.S.C. § \n551 relating to the protection of Subscriber privacy.  Grantee shall also not arbitrarily \ndeny services to a Subscriber.  \n \n3. Before commencing any construction upgrade or extension of the system, a Grantee \nshall obtain all required permits from Grantor, shall provide notice to the residents \nadjacent to any right-of-way affected, and shall before distribution to residents \nprovide to the City copies of the notice for the City’s advance review.  \n \n4. A Grantee shall at all times construct and operate its system in accordance with \napplicable FCC technical specifications, applicable governmental construction and \nelectrical codes. \n \n5. A Grantee shall render effective service, make repairs promptly, and interrupt \nservice only for good cause and for the shortest time possible. \n \n6. The Grantee shall not be subject to permit fees except for any fees or costs associated \nwith repairs of streets or other infrastructure necessitated by Grantee's operations. \n \n7. Unless the Grantee receives express written authorization from the City, the Grantee \nmay not put its cables, wires, lines, towers, guides or any other conductors, \nconverters, equipment or facilities above ground level in any area of the Franchise \n",
    "source": "Chapter 14-7 CABLE TELEVISION FRANCHISE"
  },
  {
    "chunk_index": 8,
    "text": "area (rather they must be buried), nor may Grantee retain its cables, wires, lines, \ntowers, guides or any other conductors, converters, equipment or facilities above \nground in any area of the Franchise area where both telephone and electrical utility \ndistribution cables, wires, lines, towers, guides or any other conductors, converters, \nequipment or facilities  are later hereto placed below ground level. \n \n8. All transmission and distribution structures, poles, lines, and equipment installed or \nerected by the Grantee within the Franchise area shall be so located as to cause \nminimum interference with the proper use of streets and with the rights and \nreasonable convenience of property owners who adjoin any of said streets.     Any \nstructure placed above the ground in or by a residence shall be green in color, be the \nminimum size suitable for the purpose, and be properly maintained by the Grantee \n(including but not limited to being free of rust, decay, corrosion). \n \n9. No poles or other wire holding structures shall be erected by the Grantee without \nprior approval of the designated representative of the City Council with regard to \nlocations, height, type, or any other pertinent aspect, which approval shall not be \nunreasonably withheld. However, no locations of any pole or wire holding structure \nof the Grantee shall be a vested interest and such poles or structures shall be removed \nor modified by the Grantee at its own expense whenever the City Council or its \n\ndesignated representative determines that the public convenience would be enhanced \nthereby. \n \n10. Where poles or other wire holding structures already existing in use in serving the \nCity are available for use by Grantee, the City Council may require the Grantee to \nuse such poles and structures if it determines that the public convenience would be \nenhanced thereby and the terms of the use available to the Grantee are just and \nreasonable. \n \n11. Where the City or a public utility serving the City desires to make use of poles or \nother wire holding structures of the Grantee but agreement therefor with the Grantee \ncannot be reached, the City Council may require the Grantee to permit such use for \nsuch consideration as is just and reasonable and upon such terms as the council \ndetermines the use would enhance the public convenience and would not unduly \nburden Grantee or interfere with the Grantee's operations. \n \n12. If, at any time during the period of the Franchise, Grantor shall elect to alter, or \nchange the grade or location of any street, alley, or other public way, a Grantee shall, \nat its own expense, upon ten (10) days’ advance notice by Grantor to Grantee, \nremove and relocate its poles, wires, cables, conduits, manholes, and other fixtures of \nthe system.  \n13. A Grantee shall, on request of any person holding a moving permit issued by \nGrantor, temporarily move its wires or fixtures to permit the moving of buildings \nwith the expense of such temporary removal to be paid by the person requesting the \nsame, and a Grantee shall be given not less than ten (10) days' advance notice to \narrange for such temporary changes. \n \n14. A Grantee shall have the authority to trim vegetation or any trees upon and \noverhanging the streets, alleys, sidewalks, or public easements of Grantor so as to \nprevent such vegetation or trees from coming in contact with the wires and cables of \nthe Grantee.  Grantee shall first provide advanced notice of any trimming activity \nnotice to the City and the residents adjacent to the streets, alleys, sidewalks and/or \npublic easements. \n \n15. In case of disturbance of any street,  paved area, sidewalk or grass area in any public \nor private property,  the Grantee shall, at its expense and in a manner approved by the \nCity, replace and restore such  area(s) in as good condition as theretofore, done to the \nsatisfaction of the City, and Grantee shall guarantee the street, paved area and \n",
    "source": "Chapter 14-7 CABLE TELEVISION FRANCHISE"
  },
  {
    "chunk_index": 9,
    "text": "sidewalk work for three years, and such other work for a year after such replacement \nor restoration.  In addition, Grantee shall be liable to the City for any costs the City \nincurs by reason of Grantee’s failure to comply with these requirements.   \n \n16. Nothing contained in this Chapter shall relieve any person from liability arising out \nof the failure to exercise reasonable care to avoid injuring Grantee's system or \nfacilities; nor shall Grantee be so relieved of liability arising out of its failure to \nexercise reasonable care to avoid injury to any person's property. \n \n17. In the event that the use of any part of the system is discontinued for any reason, \nexcept for nonuse arising from discontinued service by a subscriber, for a continuous \nperiod of twelve (12) months, or in the event such systems or property has been \ninstalled in any street or public place without complying with the requirements of this \n\nChapter, or the rights granted hereunder have been terminated, canceled or have \nexpired, Grantee shall, subject to the rights of the City to acquire the abandoned \nportions of the system as specified in subsection J of this section, promptly remove \nfrom the streets, or public places all such property and poles of such system other \nthan any which the City may permit to be abandoned in place. In the event of such \nremoval, Grantee shall promptly restore the street or other area from which such \nproperty has been removed to a condition satisfactory to the City and is liable to the \nCity for any costs the City incurs by reason of Grantee’s failure to do so.  \n \n18. Any property of Grantee to be abandoned in place shall be abandoned in such a \nmanner as the City may prescribe. Upon permanent abandonment of the property of \nGrantee in place, it shall submit to the City an instrument to be approved by the City, \ntransferring to the City the ownership of such property. \n \n19. All cable and passive equipment for reception of cable services installed by Grantee \nat a subscriber's location shall remain the property of Grantee and Grantee shall have \nthe right to remove said cable and equipment. Upon termination of cable service to \nany subscriber, the Grantee shall promptly remove all its aboveground facilities and \nequipment from the premises of such subscriber upon the subscriber's request. \n \n20. Grantee shall at all times maintain on file with the City finance office a schedule \nsetting forth all rates and charges to be made to subscribers for basic cable service, \nincluding installation charges. \n \n21. During the term hereof, the City reserves the right to regulate rates pursuant to \nfederal law and FCC regulations and any such rate regulation shall not conflict with \nthe provisions of FCC regulations and federal law. \n \n22. Subject to any applicable state or federal regulations or tariffs, the City shall have the \nright to make additional use, for any public purpose, of any poles or conduits \ncontrolled or maintained exclusively by or for the Grantee in any street, provided: (1) \nsuch use by the City does not interfere with the use by the Grantee; and (2) the City \nholds the Grantee harmless against and from all claims, demands, causes of actions, \nsuits, actions, proceedings, damages, costs or liabilities of every kind and nature \nwhatsoever arising out of such use of said poles or conduits. \n \nLegislative History:  \n \n \nAuthority: \nOrdinance #100, 08/18/80 \n \n \nSDCL 9-35 \nOrdinance #292, 09/05/00 \nOrdinance #610, 07/15/20 \n \n \n14-7-13   \nPUBLIC SERVICES AND PEG PROVISIONS \n1. Drops to Public Buildings. \n \na. Throughout the term of a Franchise Grantee shall provide, free of charge, one (1) \nservice Drop, one (1) Converter, if necessary and requested, and Basic Cable \nService which shall consist of at least sixty-five (65) channels (“Complimentary \nService”), to up to 5 sites to be designated by the City in the Franchise. \n \n\nb. The City or the building occupant shall have the right to extend Cable Service \n",
    "source": "Chapter 14-7 CABLE TELEVISION FRANCHISE"
  },
  {
    "chunk_index": 10,
    "text": "throughout the building to additional outlets for the provision of Complimentary \nService to such additional outlets.   \n \nc. Notwithstanding anything to the contrary set forth in this section, Grantee shall \nnot be required to provide Complimentary Service to such buildings if it is not \ntechnically feasible. \n \nd. Grantee shall, in any public building hereinafter built, provide all materials, \ndesign specifications and technical advice to provide Complimentary Service to \nsuch building.  If the Installation to such building exceeds two hundred (200) \nfeet, Grantee will accommodate the Installation up to two hundred (200) feet \nprovided that the City or other agency pays the incremental cost of such \nInstallation in excess of two hundred (200) feet.  For purposes of this paragraph, \n“incremental cost” means Grantee’s actual cost to provide the Installation beyond \ntwo hundred (200) feet, with no mark-up for profit.  The recipient of the service \nwill secure any necessary right of entry. \n \n2. Dedicated Return Lines for PEG.  Grantee shall provide and maintain, free of charge, \nthroughout the life of the Franchise all existing fiber return lines as designated by the \nCity in the Franchise and other return lines and associated equipment that are in place \nas of the effective date of the Franchise to enable the distribution of PEG Access \nprogramming to Grantee’s Subscribers.  Upon the installation of the return lines by \nGrantee, PEG Access programing provider shall not deny PEG Access programming \nto Grantee. \n \n3. Emergency Alert System.  At all times during the term of the Franchise, the Grantee \nshall provide and maintain an Emergency Alert System (“EAS”) consistent with \nApplicable Laws including 47 C.F.R., Part 11. \n \n4. Capital Grant.  The City may require in a Franchise Agreement every Grantee shall \nprovide to the City a one-time capital grant in an amount up to five thousand dollars \n($5,000.00) for access related expenditures (the \"capital grant\") within thirty (30) \ndays of the effective date of its Franchise.  The City understands that pursuant to \nfederal law, a Grantee may collect the capital grant from subscribers as a separate \nline item on subscriber bills, in addition to the price for cable service. Any payments \nby Grantee to City in support of PEG Access shall not be deemed \"Franchise Fees\" \nwithin the meaning of § 622 of the Cable Act (47 U.S.C. § 542). \n \n5. Public, Educational, and Governmental (“PEG”) Access Channels. \n \na.   Unless otherwise directed in writing by the City subject to the requirements set \nforth herein, the City is hereby designated to operate, administer, promote, and \nmanage Access public, educational, and governmental programming (hereinafter \n“PEG Access”) to the Cable System established as set forth herein.   \n \nb.  Grantee shall dedicate two (2) Channels for PEG Access use on the System.  \nGrantee shall maintain the existing PEG Access Channels on Channel 18 and 21 (if \neither channel is unavailable then the Grantee shall locate this PEG Access Channel \nin reasonable proximity to Channel 18 and/or 21 or near other channels providing \n\nlocal content); the PEG Access Channels shall be located in the same neighborhood \nto other channels of a similar nature such as PBS or CSPAN. The Grantee shall \nprovide City and all Subscribers with at least ninety (90) days prior written notice of \nany proposed relocation of any PEG Access Channel to a different Channel number.  \nThe City shall consider the evolving interactive guides and navigation features \navailable on a Subscriber’s set-top unit that may make channel number assignments \nand placement less important in the future, as viewers may find PEG Access \nprogramming through a search function, and the Grantee may not to encrypt the PEG \nAccess Channels any differently than other commercial channels available on the \nCable System. \n \n6. Access Rules.  The City shall implement rules for use of any specially designated \n",
    "source": "Chapter 14-7 CABLE TELEVISION FRANCHISE"
  },
  {
    "chunk_index": 11,
    "text": "PEG Access Channels.  The initial Access rules and any amendments thereto shall be \nmaintained on file with the City and available for public inspection during Normal \nBusiness Hours. \n \n7. PEG Channel Capacity on the Cable System. \n \na. PEG Access Channels on Basic Cable Service.  The PEG Access Channels shall \nbe provided as part of the Basic Cable Service and shall be fully available to \nevery Basic Cable Service tier Subscriber. \n \nb. Digital Channels.  Grantee shall carry all components of the PEG Access \nChannel signals provided by the City including, but not limited to, closed \ncaptioning, stereo audio and other elements associated with the programming.  \nThe City shall be responsible for providing the PEG Access Channels to the \ndemarcation point at the designated point of origination for the PEG Access \nChannels.  Grantee shall transport and distribute the PEG Access Channels on its \nCable System and shall not discriminate against PEG Access Channels with \nrespect to the functionality, signal quality, and features from those of the local \nbroadcast Channels carried on the Cable System in a similar format.  With \nrespect to signal quality, Grantee shall not be required to carry a PEG Access \nChannel in a higher quality format than that of the Channel signal delivered to \nGrantee, but Grantee shall distribute the PEG Access Channel signal without \ndegradation.  Any and all costs associated with any modification of the PEG \nAccess Channels or signals after the PEG Access Channel signals leave the \nCity’s designated playback facilities, or any designated playback center \nauthorized by the City, shall be provided free of charge to the City and its \ndesignees and shall be borne entirely by Grantee, provided, however, nothing \nherein shall require Grantee to violate Applicable Laws. \n \nc. PEG Access Channels carried in High Definition.  The City shall have the option, \nupon ninety (90) days written notice to Grantee, to require that the Grantee to \nprovide one (1) of the two (2) PEG Access Channels in High Definition. The \nGrantees system shall be capable of providing either a Standard Definition signal \nor a High Definition signal to the subscriber. \n \nd. HD Equipment.  The City acknowledges that receipt of HD format PEG Access \nChannels may require Subscribers to buy or lease special equipment required by \n\nthe Cable System to view any HD Channels, or pay additional HD charges \napplicable to all HD services. \n \n8. Navigation to PEG Access Channels. A Grantee shall agree that if it utilizes a visual \ninterface under its control on its Cable System for all Channels, the PEG Access \nChannels shall be treated in a non-discriminatory fashion consistent with Applicable \nLaws so that Subscribers will have ready access to PEG Access Channels.  The \nGrantee shall make available to City the ability to place PEG Access Channel \nprogramming information on the interactive channel guide via the electronic \nprogramming guide (“EPG”) vendor (“EPG provider”) that Grantee utilizes to \nprovide the guide service.  Grantee shall be responsible for providing the \ndesignations and instructions necessary for the PEG Access Channels to appear on \nthe EPG.  All costs and operational requirements of the EPG provider shall be the \nresponsibility of the City. \n \n9. Noncommercial Use of PEG.  Permitted noncommercial uses of the PEG Access \nChannels shall include by way of example and not limitation: (1) the identification of \nfinancial supporters similar to what is provided on public broadcasting stations; or (2) \nthe solicitation of financial support for the provision of PEG Access programming by \nthe City or third party users for charitable, educational or governmental purposes; or \n(3) programming offered by accredited, non-profit, educational institutions which \nmay, for example, offer telecourses over a PEG Access Channel without charge.  In \nthe event the City elects to identify financial supporters of the PEG Access Channels, \n",
    "source": "Chapter 14-7 CABLE TELEVISION FRANCHISE"
  },
  {
    "chunk_index": 12,
    "text": "the City shall identify Grantee as a financial supporter in consideration of the labor, \nequipment, materials, and funds of Grantee utilized in connection with the PEG \nAccess Channels.  In the event the City elects to identify financial supporters of the \nPEG Access Channels, the City shall identify Grantee as a financial supporter in \nconsideration of the labor, equipment, materials, and funds of Grantee utilized in \nconnection with the PEG Access Channels. \n \n10. PEG Technical Quality. \n \na. Grantee shall maintain its Cable System in accordance with FCC technical \nstandards so that PEG Access Channels and return lines are at the same level of \ntechnical quality and reliability as other commercial signals carried by Grantee, \nso long as the PEG Access signal comes to Grantee at that level of quality.  There \nshall be no significant deterioration in signal from the point of origination \nupstream to the point of reception downstream on the Cable System.  All \nprocessing equipment used by Grantee for processing PEG Access signals shall \nbe of similar quality to the processing equipment used for other commercial \nChannels. \n \nb. As soon as commercially reasonable and no later than the next business day \nfollowing written request from the City to the Grantee identifying a technical \nproblem with a PEG Access Channel and requesting assistance, the Grantee shall \nprovide technical assistance or diagnostic services to determine whether or not a \nproblem with a PEG Access signal is the result of matters for which Grantee is \nresponsible and if so,  the Grantee will take prompt corrective action.  If the \nproblem persists and there is a dispute about the cause, then the parties shall meet \nwith engineering representation from the Grantee and the City to determine the \ncourse of action to remedy the problem. \n\n \n11. The City shall have sole responsibility for managing and controlling the PEG \nchannel. The City shall establish rules for the programming, operation or \nadministration of the PEG channel, which shall be subject to Grantee's review and \napproval. Grantee shall have no responsibility whatsoever for the programming, \noperation or administration of the PEG channel. \n \nLegislative History:  \n \n \nAuthority: \nOrdinance #610, 07/15/20 \n \n \nSDCL 9-35 \n \n14-7-14   \nRATES  \nThe City may regulate and fix reasonable rents or rates or installation charges for such \nsystem as allowed by federal or state law.  The Grantee shall at all times maintain on file \nwith the City Finance Officer a schedule setting forth all rates and charges to be made to \nsubscriber for basic cable services, including installation charges.  \n \nLegislative History:  \n \n \nAuthority: \nOrdinance #100, 08/18/80 \n \n \nSDCL 9-35 \nOrdinance #292, 09/05/00 \nOrdinance #610, 07/15/20 \n \n \n14-7-15   \nLOCAL OFFICE: COMPLAINTS  \nThe Grantee shall maintain a local business office or agent which subscribers may \ntelephone during regular business hours without incurring added message or toll charges, \nso that complaints regarding cable television operations may be promptly reported to the \nGrantee.  Local means within sixty (60) miles of the City of Brandon. \n \nLegislative History:  \n \n \nAuthority: \nOrdinance #100, 08/18/80 \n \n \nSDCL 9-35 \nOrdinance #292, 09/05/00 \nOrdinance #610, 07/15/20 \n \n \n14-7-16   \nFRANCHISE FEE \n1. A Grantee shall pay the City a monthly Franchise Fee in the amount of zero percent \n(0%) to five percent (5%) of Grantee's gross revenues.  The amount shall be \nestablished by the City Council by resolution every two years.   In the event the \nFranchise Fee is increased, the City shall give the Grantee a 90-day notice to \nimplement the new fee. In accordance with the Cable Act, the 12-month period \napplicable under the franchise for the computation of the franchise fee shall be a \ncalendar year. \n \n2. The Franchise Fee amount, if any, shall be payable monthly, together with a brief \n",
    "source": "Chapter 14-7 CABLE TELEVISION FRANCHISE"
  },
  {
    "chunk_index": 13,
    "text": "report showing the basis for the computation, such report to be held confidential and \nexempt from public records disclosure requirements pursuant to SDCL § 1-27-1.5(3) \nas containing trade secrets and other proprietary or commercial information which if \nreleased would infringe intellectual property rights or give advantage to business \ncompetitors. \n \n\n3. Grantee shall acknowledge and agree that the Franchise Fees payable by Grantee to \nthe City shall take precedence over all other payments, contributions, services, \nequipment, facilities, support, resources or other activities to be provided or \nperformed by the Grantee pursuant to the Franchise and that the Franchise Fees shall \nnot be deemed to be in the nature of a tax, and shall be in addition to any and all taxes \nof general applicability and other fees and charges which the Grantee shall be \nrequired to pay to the City and/or to any other Governmental Authority, all of which \nshall be separate and distinct obligations of Grantee. \n \n4. A Grantee shall not apply or seek to apply or make any claim that all or any part of \nthe Franchise Fees or other payments or contributions to be made by Grantee to City \npursuant to the Franchise and shall be deducted from or credited or offset against any \ntaxes, fees or assessments of general applicability levied or imposed by the City or \nany other Governmental Authority, including any such tax, fee or assessment \nimposed on both utilities and cable operators or their services. \n \n5. A Grantee shall not apply or seek to apply all or any part of any taxes, fees or \nassessments of general applicability levied or imposed by the City or any other \nGovernmental Authority (including any such tax, fee or assessment imposed on both \nutilities and cable operators or their services) as a deduction or other credit from or \nagainst any of the Franchise Fees or other payments or contributions to be paid or \nmade pursuant by Grantee to City to the Franchise, each of which shall be deemed to \nbe separate and distinct obligations of the Grantee. \n \n6. Upon thirty (30) days prior written notice, City shall have the right to conduct an \naudit or review of Grantee’s records for purposes of determining whether Grantee has \naccurately collected and paid Franchise Fees.  If such audit or review indicates a \nFranchise Fee underpayment of five percent (5%) or more, the Grantee shall assume \nall reasonable out-of-pocket costs of such an audit/review and shall remit to the City \nall applicable Franchise Fees due and payable together with interest thereon at twelve \npercent (12%) per annum. \n \n7. Except as otherwise provided by law, no acceptance of any payment by the City shall \nbe construed as a release or as an accord and satisfaction of any claim the City may \nhave for further or additional sums payable as a Franchise Fee under the Franchise or \nfor the performance of any other obligation of the Grantee \n \n8. The City shall be limited to a period of limitation for recovery of any Franchise Fee \npayable pursuant to a Franchise of three (3) years. However, a Grantee shall be liable \nfor interest, at the judicial rate, on any late payments from the date of the payment \nmissed. Such limitation shall not apply in cases of fraud. The City may request a \nreview of records relating to the Franchise Fee and Grantee shall accommodate all \nreasonable requests to review such records.  \n \nLegislative History:  \n \n \nAuthority: \nOrdinance #610, 07/15/20 \n \n \nSDCL 9-35 \n \n \n14-7-17   \nRECORDS AND REPORTS REQUIRED FROM GRANTEE \n1. A Grantee shall at all times maintain and shall provide to the City after the \ncompletion of construction as well as every six months thereafter, and upon ten (10) \n\nbusiness days after a written request from the CIty,   a full and complete set (in both \nelectronic and paper copy) of “record drawings in either AUTOCAD DWG file or a \nGIS shape file,  showing the location, depth and size of the Cable System installed or \n",
    "source": "Chapter 14-7 CABLE TELEVISION FRANCHISE"
  },
  {
    "chunk_index": 14,
    "text": "in use in the City, exclusive of Subscriber service Drops and equipment provided in \nSubscribers’ homes. \n \n2. Upon written request by the City, a Grantee shall provide a summary of service calls, \nidentifying the number, general nature and disposition of such calls, on a monthly \nbasis.  A summary of such service calls shall be submitted to the City within thirty \n(30) days following its request in a form reasonably acceptable to the City and \nGrantee. \n \n3. Upon request of the City and in no event later than thirty (30) days from the date of \nreceipt of such request, Grantee shall prepare and furnish to City, at Grantee’s sole \ncost, such reports and information maintained in the ordinary course of its business \nregarding operations, affairs, transactions or property, as they relate to the Grantee’s \ncompliance with the Franchise.  Neither City nor Grantee shall unreasonably demand \nor withhold information requested.  \n \nLegislative History:  \n \n \nAuthority: \nOrdinance #100, 08/18/80 \n \n \nSDCL 9-35 \nOrdinance #292, 09/05/00 \nOrdinance #610, 07/15/20 \n \n \n14-7-18   \nINDEMNIFICATION OF GRANTOR \nThe Grantee shall at all times protect, indemnify and hold harmless the City and its \nofficers, boards, Council, committees, elected officials, employees and agents from all \nclaims, actions, suits, liability, loss, expense or damages of every kind and description, \nincluding investigation costs, court costs, reasonable attorney's fees, and penalties which \nthey may legally be required to pay as a result of the exercise of a Franchise granted \npursuant to this title as well as by reason of any license, copyright, property right or \npatent of any article or system used in the construction of use of said system, except \nclaims covered by workers' compensation insurance or any claims arising from or related \nto the City's negligent or willful conduct of the City or its officers, boards, Council, \ncommittees, elected officials, and employees.  Nothing in this Chapter relieves a person \nfrom liability arising out of the failure to exercise reasonable care to avoid injuring the \nGrantee's system or facilities while performing work connected with grading, regrading, \nor changing the line of a street or public place or with the construction or reconstruction \nof a sewer or water system, and provided the City gives the Grantee prompt notice of any \nsuch claims, actions and suits, without limitation, in writing. \n \nLegislative History:  \n \n \nAuthority: \nOrdinance #100, 08/18/80 \n \n \nSDCL 9-35 \nOrdinance #292, 09/05/00 \nOrdinance #610, 07/15/20 \n \n \n14-7-19   \nINSURANCE \nA Grantee shall maintain in full force and effect at its sole expense, a comprehensive \ngeneral liability insurance policy, including contractual liability coverage, in protection of \n\nGrantor in its capacity as such. The policies of insurance shall be in the sum of not less \nthan three hundred thousand dollars ($300,000.00) for personal injury or death of any one \nperson, and one million dollars ($1,000,000.00) for personal injury or death of two (2) or \nmore persons in any one occurrence, three hundred thousand dollars ($300,000.00) for \nproperty damage to any one person and one million dollars ($1,000,000.00) for property \ndamage resulting from any one act or occurrence, which amounts may be modified by \nCity from time to time in its sole discretion to be exercised in good faith.  \n \nLegislative History:  \n \n \nAuthority: \nOrdinance #610, 07/15/20 \n \n \nSDCL 9-35 \n \n \n \n14-7-20   \nGRANTOR'S RIGHT TO REVOKE \nGrantor reserves the right to revoke, terminate, or cancel a Franchise, if after strictly \nfollowing the procedures required below, it is determined that a Grantee has violated any \nmaterial provision of its Franchise or this Chapter and has failed to substantially cure said \nviolation. Such revocation procedures include: \n \n1. Grantor shall provide a Grantee with written notice of a cause for revocation, \n",
    "source": "Chapter 14-7 CABLE TELEVISION FRANCHISE"
  },
  {
    "chunk_index": 15,
    "text": "including facts establishing the basis of revocation, and the intent to revoke and \nshall allow Grantee thirty (30) days subsequent to receipt of the notice in which \nto substantially cure the violation or to provide adequate assurance of \nperformance. \n \n2. Grantee shall be provided the right to a public hearing affording due process \nbefore the City Council prior to revocation, which public hearing shall follow the \nthirty (30) day notice period to cure the violation. Grantor shall provide Grantee \nwith written notice of its decision together with written findings of fact \nsupplementing said decision. \n \n3. After the public hearing and upon written determination by Grantor to revoke the \nFranchise, Grantee may appeal said decision with an appropriate state or federal \ncourt or agency. \n \n4. During the appeal period, the Franchise shall remain in full force and effect \nunless the term thereof sooner expires. \n \n5. Upon satisfactory correction by Grantee of the violation upon which said notice \nwas given, the initial notice shall become void. If violations reoccur for \nsubstantially similar reasons, the notice period may be reduced by the number of \ndays previously spent in violation for any substantially similar prior violations. \n \nLegislative History:  \n \n \nAuthority: \nOrdinance #610, 07/15/20 \n \n \nSDCL 9-35 \n \n \n14-7-21   \nSALE OR TRANSFER OF FRANCHISE \nThe Grantee shall not sell or transfer its plant or system to another, nor transfer any tights \nunder the Franchise to another without City Council approval. No sale or transfer of the \n\nGrantee's assets used in the performance of the Franchise shall be effective until the \nvendee, assignee or lessee has filed in the office of the City Finance Officer an instrument \nduly executed reciting the fact of such sale, assignment or lease, accepting the terms of \nthe Franchise and agreeing to perform all the conditions thereof. Such Council approval \nshall not be unreasonably withheld and neither this Section nor other Sections of the \nFranchise shall preclude the mortgaging, hypothecating, or assigning of rights in the \nsystem. \n \nLegislative History:  \n \n \nAuthority: \nOrdinance #100, 08/18/80 \n \n \nSDCL 9-35 \nOrdinance #292, 09/05/00 \nOrdinance #610, 07/15/20 \n \n \n14-7-22   \nFRANCHISE TERM EXPIRATION \nUpon expiration of the Franchise, if the Grantee shall not have acquired an extension \nrenewal thereof and accepted the same, it may have and it is hereby granted, the right to \nenter upon the streets or other property of the City, for the purposes of removing \ntherefrom any or all of its property or otherwise. In so removing said property, the \nGrantee shall refill, at its expense, any excavation that it shall make and shall leave said \nCity streets and property in as good condition as that prevailing prior to the Grantee's \nremoval of its property, done to the satisfaction of the City, and Grantee shall guarantee \nthe street, paved area and sidewalk work for three years, and such other work for a year \nafter such replacement or restoration.  In addition, Grantee shall be liable to the City for \nany costs the City incurs by reason of Grantee’s failure to comply with these \nrequirements.   \n \nLegislative History:  \n \n \nAuthority: \nOrdinance #100, 08/18/80 \n \n \nSDCL 9-35 \nOrdinance #292, 09/05/00 \nOrdinance #610, 07/15/20 \n \n \n14-7-23   \nMARKETING \nA Grantee shall have the right to conduct direct selling in the Franchise area, including \ndoor to door sales, subject to the City’s peddler or solicitor ordinances. \n \nLegislative History:  \n \n \nAuthority: \nOrdinance #610, 07/15/20 \n \n \nSDCL 9-35 \n \n \n14-7-24   \nAMENDMENT OF FRANCHISE \n \n \nThe City and Grantee may agree, from time to time, to amend a Franchise. Such written  \n \n \namendments may be made at any time, subject to applicable law.  \n \nLegislative History:  \n \n \nAuthority: \nOrdinance #610, 07/15/20 \n \n \nSDCL 9-35 \n \n \n14-7-25   \nRULES OF GRANTEE \n",
    "source": "Chapter 14-7 CABLE TELEVISION FRANCHISE"
  },
  {
    "chunk_index": 16,
    "text": "A Grantee shall have the authority to promulgate such rules, regulations, terms and \nconditions governing the conduct of its business as shall be reasonably necessary to \nenable said Grantee to exercise its rights and perform its obligation under the Franchise. \n\n \nLegislative History:  \n \n \nAuthority: \nOrdinance #610, 07/15/20 \n \n \nSDCL 9-35 \n \n \n14-7-26   \nCOMPLIANCE WITH APPLICABLE LAWS AND ORDINANCES  \nThe Grantee shall at all times during the life of the Franchise be subject to all lawful \nexercise of the powers by the City. The City reserves the right to adopt from time to time \nin addition to the provisions herein contained such ordinances as may be necessary to the \nexercise its power. Such regulation shall be reasonable and not in derogation of the rights \nin this Chapter or a Franchise, nor in conflict with the laws of the State or other local or \nFederal laws or regulations.  \n \nLegislative History:  \n \n \nAuthority: \nOrdinance #100, 08/18/80 \n \n \nSDCL 9-35 \nOrdinance #292, 09/05/00 \nOrdinance #610, 07/15/20 \n \n \n14-7-27   \nGENERAL VIOLATIONS \n1. From and after the effective date of this ordinance, it shall be unlawful for any person \nto construct, install or maintain within any public street in the City, or within any \nother public property of the City, or within any privately-owned area within the City \nwhich has not yet become a public street but is designated or delineated as a proposed \npublic street on any tentative subdivision map approved by the City Council, any \nequipment or facilities for distributing any television signals or radio signals through \na CATV system unless a Franchise authorizing such use of such street or property or \narea has first been obtained, and unless such Franchise is in full force and effect.  \n \n2. It shall be unlawful for any person to make any unauthorized connection, whether \nphysically, electrically, acoustically, inductively, or otherwise, with any part of the \nfranchised CATV system within this City for the purpose of enabling anyone to \nreceive any television signal, radio signal, picture, sound, or other transmission, \nwithout payment to the owner.  \n \n3. It shall be unlawful for any person, without the consent of the owner, willfully to \ntamper with, remove or injure any cables, wires or equipment used for distribution of \ntelevision signals, radio signals, pictures, sound or other transmission.  \n \n4. Any person violating or failing to comply with any of the provisions of this Chapter \nshall be guilty of a misdemeanor and for each day of violation or failure to comply \nmay be punished by a fine not to exceed One Hundred Dollars ($100).  \n \nLegislative History:  \n \n \nAuthority: \nOrdinance #100, 08/18/80 \n \n \nSDCL 9-35 \nOrdinance #292, 09/05/00 \nOrdinance #610, 07/15/20 \n \n \n14-7-28   \nVIOLATIONS-GRANTEE \n\n1. Without waiving any right to revoke a Franchise, as against a Grantee for any \nviolation of a Franchise, the City in its sole discretion may assess against Grantee the \nfollowing liquidated damages: \n \na. Unless the City has approved delays, for failure to timely complete line \nextensions as provided in the Franchise or a failure to meet the customer service \nstandards and requirements as set forth in the Franchise, the penalty shall be One \nHundred Fifty and No/100 Dollars ($150) daily fine per day for each day, or part \nthereof, such failure occurs or continues. \n \nb. For failure to comply with the terms and conditions of the Franchise with the \nexception of those terms as outlined in Paragraph 1(a)(i) above, the penalty shall \nbe One Hundred and No/100 Dollars ($100) daily fine per day for each day, or \npart thereof, such failure occurs or continues. \n \n2. As to the procedure for assessing liquidated damages, the City shall follow the \nprocedures outlined below: \n \na. If City finds that Grantee has violated one (1) or more terms, conditions or \nprovisions of the Franchise, a written notice shall be given to Grantee, specifying \n",
    "source": "Chapter 14-7 CABLE TELEVISION FRANCHISE"
  },
  {
    "chunk_index": 17,
    "text": "with particularity the alleged violation.  At any time after thirty (30) days (or \nsuch additional reasonable time which is necessary to cure the alleged violation) \nfollowing local receipt of notice, provided Grantee remains in violation of one \n(1) or more terms, conditions or provisions of the Franchise, City may impose all \npenalties and other monies due from the date of the local receipt of notice and \nGrantee shall have no more than five (5) business days to remit such penalties \nand other monies due the City. \n \nb. Whenever notice of an alleged violation has been received by Grantee, Grantee \nmay, within thirty (30) days of local receipt of notice, notify the issuer of the \nnotice that there is a dispute as to whether a violation or failure has, in fact, \noccurred.  Such notice by Grantee shall toll the running of the time frames for \ncure and the accrual of any penalties herein and shall specify with particularity \nthe matters disputed by Grantee.  City shall hear Grantee’s dispute at its next \nregularly scheduled meeting or as soon thereafter as possible.  Grantee shall be \nafforded a reasonable notice of the meeting and afforded a reasonable \nopportunity to participate in and be heard at the meeting.  City shall supplement \nits decision with a written order sustaining or overruling the decision, and shall \nspecify with particularity the basis for its decision. \n \nc. Upon determination that no violation has taken place, City shall withdraw the \nnotice alleging a violation.  Upon determination that a violation has occurred, \nGrantee shall have the balance of its initial thirty (30) day cure period, measured \nfrom the date the Grantee disputed the notice of violation to cure said violation \nbefore penalties shall accrue. \n \nd. Grantee shall have the right to challenge the findings that Grantee has violated \none (1) or more terms, conditions or provisions of the Franchise or has failed to \nsubstantially cure such violation in a court of competent jurisdiction. \n \n\ne. If Grantee should fail to remit such penalties and other monies due the City as \nmandated by Paragraph 1(b)(i) above, the Grantee agrees to pay City’s \nreasonable costs and attorneys’ fees incurred by the City to obtain all required \npayments from Grantee. \n \nLegislative History:  \n \n \nAuthority: \nOrdinance #610, 07/15/20 \n \n \nSDCL 9-35 \n \n \n14-7-29   \nRIGHTS RESERVED TO CITY \n1. In addition to any rights specifically reserved to the City by the Franchise, the City \nreserves to itself every right and power which is required to be reserved by a \nprovision of the Franchise. \n \n2. The City shall have the right to waive any provision of the Franchise, except those \nrequired by Applicable Laws, if the City, in its sole opinion, determines (1) that it is \nin the public interest to do so, and (2) that the enforcement of such provision will \nimpose an undue hardship on the Grantee or the Subscribers in all cases subject to \nSection XI, Paragraph 5 herein.  Waiver of any provision in one (1) instance shall not \nbe deemed a waiver of such provision subsequent to such instance nor be deemed a \nwaiver of any other provision of the Franchise unless the statement so recites. \n \nLegislative History:  \n \n \nAuthority: \nOrdinance #610, 07/15/20 \n \n \nSDCL 9-35 \n \n \n14-7-30   \nSEVERABILITY  \nIf any part of this ordinance is for any reason held invalid by the decision of any court or \nregulatory body of competent jurisdiction, such decision shall not affect the validity of \nthe remaining portions. The invalidity of any portion of this ordinance shall not abate, \nreduce or otherwise affect any consideration or other obligation required of the Grantee. \nAll ordinances and parts of ordinances in conflict with the provisions of this ordinance \nare hereby repealed.  \n \nLegislative History:  \n \n \nAuthority: \nOrdinance #100, 08/18/80 \n \n \nSDCL 9-35 \nOrdinance #292, 09/05/00 \nOrdinance #610, 07/15/20 \n \n \n",
    "source": "Chapter 14-7 CABLE TELEVISION FRANCHISE"
  }
]