[
  {
    "chunk_index": 1,
    "text": "CHAPTER 8-4\nPAWNBROKERS - BOOKKEEPING  REQUIREMENTS\n8-4-1\nPOLICE ORDER TO HOLD PROPERTY\n   \nA.\nInvestigative hold.  Whenever a law enforcement official from any agency\nnotifies a licensee not to sell an item, the item must not be sold or removed from\nthe premises.  The investigative hold shall be confirmed in writing by the\noriginating agency within seventy-two (72)hours, excluding Sundays and\nholidays, and will remain in effect for fifteen (15) days from the date of initial\nnotification, or until the investigative order is canceled, or until an order to\nhold/confiscate is issued, pursuant to section 8-4-1 (b), whichever comes first.\n   \nB.\nOrder to hold.  Whenever the chief of police, or the chief's designee, notifies a\nlicensee not to sell an item, the item must not be sold or removed from the\nlicensed premises until authority to be released by the chief or the chief's\ndesignee.  The order to hold shall expire ninety (90) days from the date is placed\nunless the chief of police or the chief's designee determines the hold is still\nnecessary and notifies the licensee in writing.\n   \nC.\nOrder to confiscate.  If an item is identified as stolen or evidence in a criminal\ncase, the chief of chief's designee may:\n   \n1.\nPhysically confiscate and remove it from the shop, pursuant to a written\norder from the chief or the chief's designee, or \n  \n2.\nPlace the item on hold or extend the hold as provided in section 8-4-1\n(b) and leave it in the shop.\nWhen an item is confiscated, the person doing so shall provide identification\nupon request of the licensee, and shall provide the licensee the name and phone\nnumber of the confiscating agency and investigator, and the case number related\nto the confiscation.\nWhen an order to hold/confiscate is no longer necessary, the chief of police, or\nchief's designee shall so notify the licensee.\nLegislative History:\nAuthority:\nOrdinance No. 268, 4519/98.\n8-4-2\nINSPECTION OF ITEMS\nAt all times during the terms of the license, the licensee must allow the police\nchief or his designee(s) to enter the premises where the licensed business is\nlocated, including all off-site storage facilities as authorized in section 8-5-4,\nduring normal business hours, except in an emergency, for the purpose of\ninspecting such premises and inspecting items, ware and merchandise and\nrecords therein to verify compliance with this chapter or other applicable laws.\nLegislative History:\nAuthority:\nOrdinance No. 268, 4519/98.\n\n8-4-3\nLABEL REQUIRED\nLicensees must attach a label to every item at the time it is pawned, purchased or received\nin inventory from any reportable transaction.  Permanently recorded on this label must be\nthe number of name that identifies the transaction in the shop's records, the transaction\ndate, the name of the item and the description or the model and serial number of the item\nas reported to the police department, whichever is applicable, and the date the item is out\nof pawn or can be sold, if applicable.  Labels shall not be reused.\nLegislative History:\nAuthority:\nOrdinance No. 268, 4519/98.\n8-4-4\nLOST OR STOLEN PROPERTY - TITLE - LIABILITY\nA licensee who accepts in pledge any article as security for a loan from a pledger who is\nnot the owner thereof, obtains no property in the article, either by reason of maturation of\nthe loan or by transference of the pawn ticket to the licensee by the pledger or holder\nthereof.  Ignorance of the fact that the pledged article was lost or stolen shall not be\nconstrued to affect the question of title, and if the licensee shall sell such article to a third\nperson, he shall remain liable to the original owner.\nLegislative History:\nAuthority:\nOrdinance No. 268, 4519/98.\n",
    "source": "Chapter 8-4 PAWNBROKERS - BOOKKEEPING  REQUIREMENTS"
  }
]