[
  {
    "chunk_index": 1,
    "text": "CHAPTER 13-2\nNOXIOUS  WEEDS\n13-2-1\nWEEDS;  DUTY OF OWNER\nNo owner of any lot, place or area within the City or the agent of such owner or the\noccupant of such lot, place or area, permit on such lot, place or area or upon any sidewalk\nabutting the same any weeds, grass or deleterious or unhealthful growths or other noxious\nmatter that may be growing, lying or located thereon, and the growing of such weeds or\nother noxious or unhealthful vegetation is hereby declared to be a nuisance.\nLegislative History:\nAuthority:\n1990 Revisions.                  \nSDCL §§ 9-32-12, 9-29-13, 9-30-5. \n13-2-2\nNOTICE TO DESTROY\nThe appropriate authority representing the City is hereby authorized and empowered to\nnotify in writing the owner of any such lot, place or area within the City or the agent of\nsuch owner or the occupant of such premises, to cut, destroy or remove any such weeds,\ngrass or deleterious or unhealthful growths or other noxious matter found growing, lying\nor located on such property or upon the sidewalk abutting same.  Such notice shall be by\ncertified mail addressed to said owner, agent or occupant at his known address, or by\nactual notice by personal contact with the owner, agent or occupant or may be\naccomplished by securely posting the notice in a conspicuous place on the effected\nproperty.\nLegislative History:\nAuthority:\n1990 Revisions.                  \nSDCL §§ 9-32-12, 9-30-5.\nOrdinance No. 294, 8/17/00.\n13-2-3\nACTION UPON NON-COMPLIANCE\nUpon failure, neglect or refusal of any owner, agent or occupant so notified to comply\nwith said notice within three days after the mailing or the personal contact, the Chief of\nPolice or Finance Officer is hereby authorized and empowered to provide for the cutting,\ndestroying, or removal of such weeds, grass or deleterious unhealthful growths or other\nnoxious matter and to defray the cost of the destruction thereof by special assessment\nagainst the property.\nLegislative History:\nAuthority:\n1990 Revisions.\n              \nSDCL §§ 9-32-12, 9-30-5.\n13-2-4\nWEED REMOVAL COSTS\nIf the owner or occupier of the land fails to cut the weeds, as provided for in the\npreceding section, the City shall cut the weeds.  The cost to the landowner shall be as\nestablished by resolution of the City Council.\nLegislative History:\nAuthority:\n1990 Revisions.                   \nSDCL §§ 9-32-12, 9-30-5.\n\n13-2-5\nCOST ASSESSED\nThe chief of police or finance officer shall cause an account to be kept against each lot for\nthe destruction of noxious weeds upon said lot as herein provided and the same certified\nto the City Finance Officer upon the completion of the work in destroying such weeds and\nabating said nuisance and the City Finance Officer shall thereupon certify said account\nshowing the amount, the description of the property and the owner thereof to the County\nAuditor who shall thereupon add such assessment to the general assessment together with\nthe regular assessment to the County Treasurer to be collected as municipal taxes for\ngeneral purposes.  Said assessment shall be subject to review and equalization the same as\na assessments or taxes for general purposes.\nLegislative History:\nAuthority:\n1990 Revisions.                   \nSDCL §§ 9-32-12, 9-30-5.\n13-2-6\nRECOVERY BY CITY\nIn lieu of assessment pursuant to Ordinance 13-2-5, the City Council, in its discretion,\nmay recover in a civil action against the owner or occupant of such property.\nLegislative History:\nAuthority:\n1990 Revisions.                   \nSDCL §§ 9-32-12, 9-30-5.\n13-2-7        \nNOXIOUS PLANT AND WEEDS DEFINED\nFor purposes of this title, unless the context otherwise plainly requires, the term noxious\nplant and/or weed shall mean all actively growing plants declared to be statewide noxious\nweeds by the South Dakota Weed and Pest Control Commission, all actively growing\nplants  declared to be regulated nonnative plant species by the South Dakota Secretary of \nAgriculture, all actively growing weeds declared by Minnehaha County to be locally\n",
    "source": "Chapter 13-2 NOXIOUS  WEEDS"
  },
  {
    "chunk_index": 2,
    "text": "noxious, and all other non-woody plants growing in the City to a height greater than six\n(6) inches.\nLegislative History:\nAuthority:\n1990 Revisions.                   \nSDCL §§ 9-32-12, 9-30-5.\nOrdinance No. 553, 8//15/17.\n",
    "source": "Chapter 13-2 NOXIOUS  WEEDS"
  }
]