[
  {
    "chunk_index": 1,
    "text": "Page 12-1\nCHAPTER 12-5\nOPERATION  OF  VEHICLES  GENERALLY\n12-5-1\nSTARTING\nA standing vehicle about to start shall give all moving vehicles the right of way.\nLegislative History:\n    \nAuthority:\nOrdinance No 5., Article V, \n    \nSDCL Ch. 9-31 generally.\n§76, 3/11/74.\n12-5-2\nDRIVE ON RIGHT SIDE OF STREET  -  GENERALLY\nUpon all streets except upon one-way streets, the operator of a vehicle shall drive the same\nupon the right half of the street and shall drive a slow moving vehicle as closely as possible\nto the right-hand edge or curb of a street unless it is impracticable to travel on such side of\nthe street, and except when overtaking and passing another vehicle subject to the limitations\napplicable to overtaking and passing set forth in this title.\nThe foregoing provisions of this section shall not be deemed to prevent the marking of lanes\nfor traffic upon any street and the allocation of designated lanes to traffic moving in a\nparticular direction or at designated speeds.\nLegislative History:\n    \nAuthority:\nOrdinance No 5., Article V, \n    \nSDCL Ch. 9-31 generally;  \n§77, 3/11/74.\n   \n \nSee Also SDCL § 32-26-1.\n12-5-3\nSAME AT INTERSECTIONS\nIn crossing an intersection of highways or the intersection of a highway by a railroad right-of-\nway, except upon a one-way street, the operator of a vehicle shall at all times cause such\nvehicle to travel on the right half of the highway unless such right half is obstructed or\nimpassable.\nLegislative History:\n   \nAuthority:\nOrdinance No 5., Article V, \n    \nSDCL Ch. 9-31 generally;  \n§78, 3/11/74.\n    \nSee Also SDCL § 32-26-2.\n12-5-4\nMEETING OF VEHICLES\nDrivers of vehicles proceeding in opposite directions shall pass each other to the right, each\ngiving to the other at least one-half of the main traveled portion of the roadway as nearly as\npossible.\nLegislative History:\n    \nAuthority:\nOrdinance No 5., Article V, \n    \nSDCL Ch. 9-31 generally;  \n§79, 3/11/74.\n    \nSee Also SDCL § 32-26-3.\n12-5-5\nDRIVING ON ROADWAYS LANES FOR TRAFFIC\nWhenever any roadway has been divided into two (2) or more clearly marked lanes for traffic\nthe following rules in addition to all others consistent herewith shall apply.\nLegislative History:\nAuthority:\nOrdinance No 5., Article V, \nSDCL Ch. 9-31 generally; See  \n\nPage 12-2\n§80, 3/11/74.\nAlso SDCL § 32-26-5, as well\nas §§ 32-26-6 to 32-26-10.\n12-5-6\nDESIGNATION OF TRAFFIC LANES\nThe City Council is hereby authorized to mark lanes for traffic on street pavements at such\nplaces as may be deemed advisable, consistent with the provisions of this title.\nLegislative History:\n    \nAuthority:\nOrdinance No 5., Article V,\n    \nSDCL Ch. 9-31 generally.\n§81, 3/11/74.\n12-5-7\nDRIVING ON LEFT OF OTHER VEHICLES\nIt shall be unlawful for any driver or operator of a motor vehicle to drive or operate his\nvehicle on the left-hand side of another motor vehicle moving in the same direction in a\nsingle traffic lane, unless the driver or operator on the left is in the process of passing or\novertaking another motor vehicle.\nLegislative History:\n    \nAuthority:\nOrdinance No 5., Article V, \n    \nSDCL Ch. 9-31 generally.\n§82, 3/11/74.\n12-5-8\nDRIVING ON LEFT AT INTERSECTIONS\nNo vehicle shall be driven on the left side of the roadway when approaching within one\nhundred (100) feet of or traversing any intersection or railroad crossing, or when the view\nis obstructed upon approaching within one hundred (100) feet of any bridge, viaduct or\ntunnel.\nLegislative History:\n   \n \nAuthority:\nOrdinance No 5., Article V, \n    \nSDCL Ch. 9-31 generally.\n§83, 3/11/74.\n12-5-9\nDRIVING ON LEFT AT CURVES\nNo vehicle shall be driven on the left side of the roadway when approaching or upon the crest\nof a grade or a curb in the highway where the driver's view is obstructed within such distance\nas to create a hazard in the event another vehicle might approach from the opposite direction.\nLegislative History:\nAuthority:\nOrdinance No 5., Article V, §84, 3/11/74.\nSDCL Ch. 9-36.\n12-5-10\nOVERTAKING:  GENERALLY\n",
    "source": "Chapter 12-5 OPERATION  OF  VEHICLES  GENERALLY"
  },
  {
    "chunk_index": 2,
    "text": "The operator of any vehicle overtaking another vehicle proceeding in the same direction shall\npass at a safe distance to the left thereof, but only when such left side is clearly visible and\nis free from oncoming traffic for a sufficient distance ahead to permit such overtaking and\npassing to be made in safety and shall not cut in front of the overtaken vehicle until safely\nclear of same.\nLegislative History:\nAuthority:\nOrdinance No 5., Article V, §85, 3/11/74.\nSDCL § 32-26-26.\n\nPage 12-3\n12-5-11\nOVERTAKING:  WHEN VISION IS OBSTRUCTED\nThe operator of a vehicle shall not drive to the left side of a center line of the traversable\nroadway in overtaking and passing another vehicle proceeding in the same direction unless\nsuch left side is clearly visible and is free of oncoming traffic for a sufficient distance ahead\nto permit such overtaking and passing to be made in safety.\nLegislative History:\n    \nAuthority:\nOrdinance No 5., Article V, \n    \nSDCL § 32-26-34;  See Also \n§86, 3/11/74.\n    \nCh. 9-31 generally.\n12-5-12\nOVERTAKING AND PASSING ON THE RIGHT:\nCIRCUMSTANCES UNDER WHICH THIS IS PERMITTED:\nThe driver of a motor vehicle may overtake and pass to the right of another vehicle only\nunder the following conditions:\nA.\nWhen the vehicle overtaken is making or about to make a left turn;\nB.\nUpon a street or highway with unobstructed pavement, not occupied by parked\nvehicles, of sufficient width for two or more lines of moving vehicles in each\ndirection;\nC.\nUpon a one-way street, or upon any roadway on which traffic is restricted to one\ndirection of movement, when the roadway is free from obstructions and of sufficient\nwidth for two or more lines of moving vehicles.\nLegislative History:\nAuthority:\n1990 Revisions.\nSDCL § 32-26-27;  See Also\nCh. 9-31 generally.\n12-5-13\nPASSING ON THE RIGHT:  DRIVING OFF PAVEMENT PROHIBITED\nThe driver of a vehicle may overtake and pass another vehicle upon the right only under\nconditions permitting such movement in safety.  In no event may such movement be made\nby driving off the pavement or main traveled portion of the roadway.  A violation of this\nsection is a petty offense.\nLegislative History:\nAuthority:\n1990 Revisions.\nSDCL § 32-26-28; See Also \nCh. 9-31 generally.\n12-5-14\nDUTY OF OVERTAKEN OPERATOR\nThe operator of a vehicle on a street shall not deviate from his direct line of travel without\nascertaining that such movement can be made with safety to other vehicles approaching from\nthe rear and about to overtake and pass such first mentioned vehicle.\nThe operator of a vehicle upon a street about to be overtaken and passed by another vehicle\napproaching from the rear shall give way consistent with safety upon suitable and audible\nsignal being given by the operator of the overtaking vehicle, and shall not increase the speed\nof his vehicle until completely passed by the overtaking vehicle.\nLegislative History:\n    \nAuthority:\nOrdinance No 5., Article V, \n    \nSDCL § 32-26-31;  See \n§88, 3/11/74.\n    \nAlso Ch. 9-31 generally.\n\nPage 12-4\n12-5-15\nDYNAMIC BRAKING OR AIR-BRAKING PROHIBITED\n(a) Defined. Dynamic braking device (commonly referred to as Jacobs Brakes) means a\ndevice used primarily on trucks for the conversion of the engine from an internal combustion\nengine to an air compressor for the purpose of braking without the use of wheel brakes. \n(b) Prohibited. Operating any motor vehicle with a dynamic braking device engaged except\nfor the aversion of imminent danger shall be prohibited within the territorial jurisdiction of\nthe City of Brandon. \n(c) Public emergency response vehicles exception. Any public emergency response vehicle\nequipped with a dynamic braking device will be allowed to use such device during a response\nto an emergency situation.\nLegislative History:\nAuthority:\nOrdinance No. 463, 11//3/09\nSDCL 32-30 \n",
    "source": "Chapter 12-5 OPERATION  OF  VEHICLES  GENERALLY"
  }
]