[
  {
    "chunk_index": 1,
    "text": "CHAPTER 12-7\nTRAFFIC  CONTROL  SIGNS,  SIGNALS  AND  DEVICES\n12-7-1\nOBEDIENCE\nNo person shall violate any rule, regulation, traffic direction, sign or marking adopted,\nprescribed, or established in accordance with the provisions of this title.\nLegislative History:\n    \nAuthority:\nOrdinance No. 5, Article VII, \n    \nSDCL Ch. 32-28 and 9-31.\n§114, 3/11/74.\n12-7-2\nNECESSITY OF SIGNS\nNo provision of this chapter for which signs are required shall be enforced against an\nalleged violator if at the time and place of the alleged violation an official sign is not in\nproper position and sufficiently legible to be seen by an ordinarily observant person. \nWhenever a particular section does not state that signs are required, such section shall\nbe effective even though no signs are erected or in place.\nLegislative History:\n    \nAuthority:\nOrdinance No. 5, Article VII, \n    \nSDCL Ch. 32-28 and 9-31.\n§115, 3/11/74.\n12-7-3\nINTERFERENCE WITH SIGNS;  UNAUTHORIZED SIGNS \nAND SIGNALS\nNo person shall wilfully deface, injure, move, obstruct or interfere with any official\ntraffic sign or signal.  No person shall place or maintain or display upon or in view of\nany street any unofficial sign, signal or device which purports to be or is an imitation of\nor resembles any official traffic sign or signal, or which attempts to direct the movement\nof traffic.  Every such prohibited sign, signal or device is declared to be a public\nnuisance and the chief of police is empowered to cause it to be removed without notice.\nLegislative History:\n    \nAuthority:\nOrdinance No. 5, Article VII, \n    \nSDCL Ch. 32-28 and 9-31\n§116, 3/11/74.\n12-7-4\nTRAFFIC CONTROLLED BY \"GO\", \"CAUTION\" OR \"STOP\"\nLIGHTS\nWhenever traffic is controlled by traffic control signals exhibiting the words \"go\",\n\"caution\", or \"stop\" or exhibiting different colored lights successively one at a time, or\nwith arrows, only the colors mentioned in SDCL §32-28-2 to §32-38-5 inclusive, shall\nbe used and said terms and lights shall indicate and apply to drivers of vehicles and\npedestrians.\nIn the event an official traffic control signals is erected and maintained at a place other\n\nthan an intersection, the provisions of SDCL §32-28-1 to §32-28-5, inclusive, shall be\napplicable except as to those provisions which by their nature can have no application. \nAny stop required shall be made at a sign or marking on the pavement indicating where\nthe stop shall be made, but in the absence of any such sign or marking the stop shall be\nmade at the signal.\nLegislative History:\nAuthority:\n1990 Revisions.\nSDCL §32-28-1.\n12-7-5\nMEANING OF GREEN OR \"GO\" SIGNALS\nA green light alone or \"GO\" shall indicate that:\nA.\nVehicular traffic facing the signal may proceed straight through or turn right or\nleft unless a sign at such place prohibits either such turn.  But vehicular traffic,\nincluding vehicles turning right or left, shall yield the right-of-way to other\nvehicles and to pedestrians lawfully within the intersection or an adjacent\ncrosswalk at the time such signal is exhibited.\nB.\nPedestrians facing the signal may proceed across the roadway within any\nmarked or unmarked crosswalk.\nLegislative History:\nAuthority:\n1990 Revisions.\nSDCL §32-28-2.\n12-7-6\nMEANING OF STEADY YELLOW LIGHT\nA steady yellow light alone shall indicate that:\nA.\nVehicular traffic facing the signal is thereby warned that the red or \"stop\"\nsignal will be exhibited immediately thereafter and such vehicular traffic shall\nnot enter the intersection when the red or \"stop\" signal is exhibited.\nB.\nPedestrians facing such signal are thereby advised that there is insufficient time\nto cross the roadway, and any pedestrian then starting to cross shall yield the\nright-of-way to all vehicles.\nLegislative History:\nAuthority:\n1990 Revisions.\nSDCL §32-28-3.\n12-7-7\nMEANING OF STEADY RED LIGHT OR \"STOP\" SIGNAL\nA steady red light alone or \"stop\" shall indicate that:\nA.\nVehicular traffic facing the signal shall stop before entering the crosswalk on\n",
    "source": "Chapter 12-7 TRAFFIC  CONTROL  SIGNS,  SIGNALS  AND  DEVICES"
  },
  {
    "chunk_index": 2,
    "text": "the near side of the intersection or, if none, then before entering the intersection\nand shall remain standing until green or \"go\" is shown alone, except as\nhereinafter provided.\nB.\nThe driver of any vehicle which is stopped as close as practicable at the\nentrance to the crosswalk and to the far right side of the roadway, then at the\nentrance to the intersection in obedience to a red or \"stop\" signal, may make a\nright turn but shall yield the right-of-way to any pedestrian and other traffic\n\nproceeding as directed by the signal at the intersection.  This provision\npermitting a right turn after a stop when facing a steady red light alone or\n\"stop\" signal shall not be effective if any local ordinance prohibits such turn\nand if a sign is erected at such intersection giving notice thereof.\nLegislative History:\nAuthority:\n1990 Revisions.\nSDCL §32-28-4\n12-7-8\nLEFT TURN ON RED:  LOCAL OPTION\nThe governing body of a municipality may authorize by ordinance, adopted pursuant to\nSDCL Chapter 9-19, a motor vehicle to make a left hand turn from an intersection after\nstopping in obedience to a red or \"stop\" signal as defined in SDCL § 32-28-4.  This left\nhand turn may only be authorized for a motor vehicle which has stopped in the extreme\nleft hand lane lawfully available on a one way roadway and intends to turn on to a one\nway roadway in which the traffic is moving to the left of the motor vehicle.  In addition\nsuch turns may only be made after yielding the right-of-way to pedestrians or other\ntraffic proceeding as directed by the signal at the intersection.  A violation of such\nrestrictions is a petty offense.\nLegislative History:\nAuthority:\n1990 Revisions.\nSDCL §32-28-4.1.\n12-7-9\nMEANING OF STEADY RED LIGHT WITH GREEN ARROW\nA steady red light with green arrow shall indicate that:\nA.\nVehicular traffic facing such signal may cautiously enter the intersection only\nto make the movement indicated by such arrow but shall yield the right-of-way\nto pedestrians lawfully within a crosswalk and to other traffic lawfully using the\nintersection.\nB.\nNo pedestrian facing such signal shall enter the roadway unless he can do so\nsafely and without interfering with any vehicular traffic.\nLegislative History:\nAuthority:\n1990 Revisions.\nSDCL §32-28-5.\n12-7-10\nFLASHING RED OR YELLOW SIGNAL\nIf an illuminated flashing red or yellow signal is used in a traffic sign or signal,\nvehicular traffic shall obey such signal as provided in SDCL §§ 32-28-7 and 32-28-8.  A\nviolation of this ordinance is a Class 2 misdemeanor.\nLegislative History:\nAuthority:\n1990 Revisions.\nSDCL §32-28-6.\n12-7-11\nMEANING OF FLASHING RED SIGNAL\nIf a red lens is illuminated and rapid intermittent flashes, drivers of vehicles shall stop\n\nbefore entering the nearest crosswalk at an intersection or at a limit line when marked,\nor if none, then before entering the intersection, and the right to proceed is subject to the\nlaws applicable after making a stop at a stop sign.  A violation of this section is a Class\n2 misdemeanor.\nLegislative History:\nAuthority:\n1990 Revisions.\nSDCL §32-28-7.\n12-7-12\nMEANING OF FLASHING YELLOW SIGNAL\nIf a yellow lens is illuminated with rapid intermittent flashes, drivers of vehicles may\nproceed through the intersection or past such signal only with caution.  A violation of\nthis section is a Class 2 misdemeanor.\nLegislative History:\nAuthority:\n1990 Revisions.\nSDCL §32-28-8.\n12-7-13\nLANE DIRECTION CONTROL SIGNALS\nWhen lane direction control signals are placed over the individual lanes of a street or\nhighway, vehicular traffic may travel in any lane over which a green signal is shown,\nbut shall not enter or travel in any lane over which a red signal is shown.\nLegislative History:\nAuthority:\n1990 Revisions.\nSDCL §32-28-8.1.\n12-7-14\nSIGNALS AT RAILWAY GRADE CROSSINGS\nSections §12-7-12 and §12-7-13 shall not apply at railroad grade crossings.  Conduct of\ndrivers of vehicles approaching railroad grade crossings shall be governed by the rules\nas set forth in SDCL §32-29-4.\n",
    "source": "Chapter 12-7 TRAFFIC  CONTROL  SIGNS,  SIGNALS  AND  DEVICES"
  },
  {
    "chunk_index": 3,
    "text": "Legislative History:\nAuthority:\n1990 Revisions.\nSDCL §32-28-9.\n12-7-15\nPEDESTRIAN CONTROL SIGNALS:\nVIOLATIONS BY DRIVER AS PETTY OFFENSE\nWhenever special pedestrian control signals exhibiting the words \"walk\" or \"don't walk\"\nor exhibiting a lighted white or red international pedestrian symbol are ion place such\nsignals shall indicate as follows:\nA.\nWalk or a lighted white international pedestrian symbol.  Pedestrians facing\nsuch signal may proceed across the roadway in the direction of the signal and\nshall be given the right-of-way by the drivers of all vehicles.\nB.\nDon't walk or a lighted red international pedestrian symbol.  No pedestrian may\nstart to cross the roadway in the direction of such signal, but any pedestrian\nwho has partially completed his crossing on the walk signal shall proceed to a\nsidewalk or safety island while the \"don't walk\" signal or lighted red\ninternational pedestrian symbol is showing.\n\nViolations of this Ordinance, whether by a driver or by a pedestrian, are punishable by a\nfine or by imprisonment, or both, as established in 1-10-1 of the Brandon Municipal\nCode.\nLegislative History:\nAuthority:\n1990 Revisions.\nSDCL §32-28-9.1.\nOrdinance No. 271, 9/7/98\n12-7-16\nOTHER TRAFFIC CONTROL DEVICES: DIRECTIONS BY POLICE\nOFFICERS\nThe driver of any vehicle shall obey the instructions of any official traffic control device\napplicable thereto placed in accordance with the provisions of this chapter, unless\notherwise directed by a traffic or police officer, and subject to the exceptions granted the\ndriver of an authorized emergency vehicle in SDCL §32-26-15.  \nLegislative History:\nAuthority:\n1990 Revisions.\nSDCL §32-28-10.\n12-7-17\nREQUIREMENTS THAT OFFICIAL SIGNAL BE IN PROPER \nPOSITION AND LEGIBLE\nNo provision of this chapter for which signs are required shall be enforced against an\nalleged violator if at the time and place of the alleged violation an official sign is not in\nproper position and sufficiently legible to be seen by an ordinarily observant person.\nLegislative History:\nAuthority:\n1990 Revisions.\nSDCL §32-28-11.\n12-7-18\nCONTROL WITHOUT SIGNS WHERE NOT REQUIRED\nWhenever a particular section of this chapter does not state that signs are required, such\nsection shall be effective even though no signs are erected or in place.\nLegislative History:\nAuthority:\n1990 Revisions.\nSDCL §32-28-12.\n12-7-19\nTRAFFIC LIGHT CONTROL BY LAW ENFORCEMENT OFFICERS\nNothing in this chapter shall be deemed to limit, or encroach upon, the existing\nauthority of South Dakota law enforcement officers in the performance of their duties\ninvolving traffic light control.\nLegislative History:\nAuthority:\n1990 Revisions.\nSDCL §32-28-13.\n",
    "source": "Chapter 12-7 TRAFFIC  CONTROL  SIGNS,  SIGNALS  AND  DEVICES"
  }
]