[
  {
    "chunk_index": 1,
    "text": "CHAPTER 16-2\nSUBDIVISION PLANS APPROVAL PROCESS\n16-2-1\nAPPLICABILITY\nSubdivision of land shall be required before the division of land (for any purpose) into two\nor more parcels.\nLegislative History:\nAuthority:\nOrdinance #503, 4/23/13\nSDCL § Ch. 9\n16-2-2 \nOVERVIEW OF APPROVAL PROCESS\nProposed subdivision development plans must be approved by the City in accordance with\nthe following procedures which include four principal steps. \nStep 1\nConcept Plan (with an annexation petition or in\npreparation for preliminary subdivision plan)\nReviewed by\nAuthorised Official, City Engineer\nApproved by\nNone\nStep 2\nPreliminary Plan (in coordination with re-zoning)\nReviewed by\nAuthorised Official, Public works Director, City\nEngineer, Planning & Zoning  Commission\nApproved by\nPlanning & Zoning  Commission, City Council\nStep 3\nDevelopment’s Engineer Plans (in preparation for\nengineering construction plans)\nReviewed by\nCity Engineer, Public Work Director\nApproved by\nCity Engineer\nStep 4\nPlan (before a building permit is approved)\nReviewed by\nAuthorised Official, City Engineer\nApproved by\nAuthorised Official\nLegislative History:\nAuthority:\nOrdinance #503, 4/23/13\nSDCL § Ch. 9\n\n16-2-3\nFILING FEE\nPlatting fees shall be paid to the City upon approval and prior to receipt of the plat. The\namount of fees charged shall be established by resolution of the City Council.\nLegislative History:\nAuthority:\nOrdinance #503, 4/23/13\nSDCL § Ch. 9\nOrdinance #573, 2/5/19\n16-2-4\nPAYMENT OF FEES AND FILING PLAT WITH COUNTY REQUIRED\nNo building permits shall be issued until the plat has been filed with the Minnehaha County\nRegister of Deeds and all fees required by this Ordinance have been paid in full.\nLegislative History:\nAuthority:\nOrdinance #573, 2/5/19\nSDCL § Ch. 9\n16-2-5\nSUBDIVISION PLAN EXEMPTIONS – MINOR PLATS\nThe purpose of this section is to provide for the timely review of minor plats and re-plats\n(including plats for transfer of ownership) that do not discernibly impact surrounding\nproperties, environmental resources, or public facilities.  No concept plan, preliminary\nplan, or development engineering plans are required.  Minor plats and re-plats are\nadministratively approved by the Authorized Official and City Engineer and must comply\nwith all requirements of a plat in Section 502 (The Plat).  Any request for new or\nadditional public infrastructure or facility services after the land has platted may be\nrequired to comply with Article 5 Development Engineering Plans at the request of the\nCity Engineer.\nA.\nMinor Plats.\n1.\nA minor plat is a plat containing not more than three lots and not larger\nthan one acre fronting on an existing street and meets ALL OF the\nfollowing requirements:\na.\nDoes not require the dedication of right-of-way or construction\nof new streets, except that arterial roadways identified on the\nMajor Street Plan will be required to dedicate the necessary\nright-of- way;\nb.\nDoes not require the creation of easements or has existing\nservices that do not require additional easement size. \nc.\nDoes not create a lot or tract eligible for any public or private\nimprovements other than sidewalks;\n \nd.\nDoes not landlock or otherwise impair convenient ingress or\negress to or from the rear side of the subject tract or any\nadjacent property; \ne.\nDoes not change the grades from the grading plan which was\nsubmitted and approved with the original plat or, if the grades\nare going to be changed, then a grading plan shall be submitted\nand approved for the minor plat or re-plat;\n\nf.\nDoes not significantly change any plans that have been\nprepared for the placement of any other utilities in the\nsubdivision;\ng.\nDoes not adversely affect the remainder of the parcel or\nadjoining property; and \nh.\nDoes not conflict with any provision or portion of the\ncomprehensive plan, official map, zoning ordinance, or these\nregulations.\n2.\nRe-plat.  A re-plat includes all the requirements of a minor plat and shall\n",
    "source": "Chapter 16-2 SUBDIVISION PLANS APPROVAL PROCESS"
  },
  {
    "chunk_index": 2,
    "text": "also include the minor vacation of existing platted lines to achieve either\na reconfiguration of the existing recorded plat or change the number of\nrecorded lots in the subdivision and the perimeter of the tract being\nre-platted is not altered by the re-plat.  Also, a re-plat shall certify that\nthe platting vacates the existing plat. \nLegislative History:\nAuthority:\nOrdinance #503, 4/23/13\nSDCL § Ch. 9\n16-2-6\nPLAT EXEMPTIONS\nThe following situations are exempt from the City subdivision regulations rules:\nA.\nCemetery grave site plats.\n1.\nCemetery grave site plats or plots do not have to meet any requirements\nof this subdivision ordinance as long as land is surveyed, mapped, or\ndiagramed, and subdivided into sections, blocks, lots, individual grave\nspaces, avenues, walks, and streets, thereby platting or making a map\nwhich shall be filed and maintained as a permanent cemetery record.  \nB.\nGovernment use parcels.  In order to facilitate the transfer of ownership from one\nowner to a government entity for the use of a public land or facility (e.g., school,\npark, drainage way, H lots), plats may be exempted by the Authorized Official\nand City Engineer. \nHowever, the exemption of the City of Brandon platting rules and regulations\ndoes not exempt the platting requirements of the county register of deeds, title\ncompany and state law.\nLegislative History:\nAuthority:\nOrdinance #503, 4/23/13\nSDCL § Ch. 9\n",
    "source": "Chapter 16-2 SUBDIVISION PLANS APPROVAL PROCESS"
  }
]