[
  {
    "chunk_index": 1,
    "text": "CHAPTER 2-2\nGENERAL\n2-2-1\nPOSSESSION OF UNSEALED PACKAGE IN VEHICLE\nIt shall be unlawful for any person to possess in a motor vehicle in a public place  a\npackage or any other receptacle containing alcoholic beverage that  is not in a sealed\noriginal package  the alcoholic beverage is so removed that no occupant of the motor\nvehicle can have access to it while the vehicle is in motion.\nLegislative History:\nOrdinance No. 205, §1.a., 6/3/91.\nOrdinance No. 455, 8-18-09\n2-2-2\nPOSSESSION/CONSUMPTION OF ALCOHOLIC BEVERAGES IN\nPUBLIC PLACES\nIt shall be unlawful for any person to possess or consume any alcoholic beverage in any\npublic place within the corporate limits of the City of Brandon or within one mile of the\ncorporate limits, except that possession and consumption will be lawful within the\nconfines of (1) a licensed on-sale establishment as provided by law and possession will be\nlawful with any package that is properly sealed in accordance to §2-2-1, above; or (2) a\nspecial permit issued by the City Council.\nLegislative History:\nOrdinance No. 205, §1.b, 6/3/91.\nOrdinance No. 455, 8-18-09\nOrdinance No. 537, 10-04-16\n2-2-3\nBEER GARDENS LAWFUL: REQUIREMENTS FOR CONSTRUCTION\nOF\nAny on-sale licensee, with at least 50% of total sales in food, upon being granted a permit\nby the City, may establish a \"beer garden\" or deck for the purpose of seating and serving\npeople alcoholic beverages outside the confines of the licensee’s licensed structure.  The\ncost of the permit would be determined by the City and said beer garden shall comply\nwith the restrictions herein stated.  The beer garden will seat no more than twenty (20)\npersons, and shall be constructed and fenced in accordance with the requirements of the\nInternational Building codes and the Ordinances of the City of Brandon.  The beer garden\nmust be capable of being monitored at all times by the licensee or its employees by line-\nof-site or by electronic device.\nLegislative History:\nOrdinance No. 205, §1.c, 6/3/91.\nOrdinance No. 386, 7/5/06.\n2-2-4\nPURCHASE, POSSESSION OR CONSUMPTION OF BEVERAGES BY A\nMINOR\nIt shall be unlawful for any person under the age of twenty-one (21) to purchase, attempt\nto purchase, possess or consume alcoholic beverages from a licensee, except as provided\nwithin this chapter.\n\nLegislative History:\nOrdinance No. 205, §1.d, 6/3/91.\n",
    "source": "Chapter 2-2 GENERAL"
  }
]