[
  {
    "chunk_index": 1,
    "text": "CHAPTER 4-6\nASSIGNMENT  OF  BUILDING  NUMBERS\n4-6-1\nDESIGNATION\nBuildings on the east or north side of any street or avenue shall be given even numbers, and\nthe buildings on the west or south side thereof shall be given odd numbers.\nLegislative History:\nAuthority:\nOrdinance No. 79, §1, 4/16/79.\nSDCL § 9-45-2.\n4-6-2\nCENTRAL POINT\nAll buildings on the streets and avenues of the City shall be numbered, commencing from\nHolly Boulevard, or the southern East-West portion of Sylvan Circle and Sioux Boulevard,\nand shall be numbered north, south, east and west from said Holly Boulevard or the\nsouthern East-West portion of Sylvan Circle and Sioux Boulevard, as the case may be, as\nfar as said streets or avenues may be extended.\nLegislative History:\nAuthority:\nOrdinance No. 79, §2, 4/16/79.\nSDCL § 9-45-2.\n4-6-3\nBLOCK LENGTH\nFor the purpose of establishing a building numbering system within the City of Brandon,\na block length shall be four hundred forty (440) feet or three equal divisions of every one-\nfourth (1/4) section totaling twelve equal divisions of every section north and south and east\nand west.\nLegislative History:\nAuthority:\nOrdinance No. 79, §3, 4/16/79.\nSDCL § 9-45-2.\n4-6-4\nNUMBERING NORTH AND SOUTH STREETS\nOn all streets and avenues intersecting or lying perpendicular or approximately\nperpendicular to Holly Boulevard or the southern East-West portion of Sylvan Circle or\nextensions thereof, the block or equal divisions shall be numbered north or south as the case\nmay be with the first block or equal division north or south being numbered one hundred\n(100) and the numbers shall increase at the rate of one hundred for each additional block\nor equal division.  The first number to the north or south of any equal division of said\nstreets and avenues running north and south shall be a multiple of one hundred, and there\nfrom within each block or equal division the buildings or lots shall be numbered\nconsecutively to the north or south as the case may be.  To designate the numbers on streets\nor avenues running north and south of Holly Boulevard or the southern East-West portion\nof Sylvan Circle, the words \"North\" or \"South\" shall be placed between the number and\nname of the street or avenue, according as the same may be north or south of said Holly\nBoulevard and the southern East-West portion of Sylvan Circle.\nLegislative History:\nAuthority:\nOrdinance No. 79, §4, 4/16/79.\nSDCL § 9-45-2.\n\n4-6-5\nNUMBERING EAST AND WEST STREETS\nOn all streets and avenues intersecting or lying perpendicular or approximately\nperpendicular to Sioux Boulevard or extensions thereof, the blocks or equal divisions shall\nbe numbered east or west as the case may be with the first block or equal division east or\nwest being numbered one hundred (100) and the numbers shall increase at the rate of one\nhundred for each additional block or equal division.  The first number to the east or west\nof any equal division of said streets or avenues running east and west shall be a multiple of\none hundred, and there from within each block or equal division the buildings or lots shall\nbe numbered consecutively to the east or west as the case may be.  To designate the numbers\non streets or avenues running east and west of Sioux Boulevard, the words \"East\" or \"West\"\nshall be placed between the number and name of the street or avenue, according as the same\nmay be east or west of said Sioux Boulevard.\nLegislative History:\nAuthority:\nOrdinance No. 79, §5, 4/16/79.\nSDCL § 9-45-2.\n4-6-6\nISSUANCE\nThe Municipal Finance Officer is hereby authorized and directed to issue numbers for each\nbuilding, business place, dwelling house or lot fronting on a street or avenue in the City in\naccordance with the provisions of this ordinance.\nLegislative History:\nAuthority:\nOrdinance No. 79, §6, 4/16/79.\nSDCL § 9-45-2.\n4-6-7\nNUMBERING INTERVALS\nFrom the portion of each block or equal division nearest its respective central point, each\n",
    "source": "Chapter 4-6 ASSIGNMENT  OF  BUILDING  NUMBERS"
  },
  {
    "chunk_index": 2,
    "text": "building or lot shall be assigned specific numbers in ascending order and in intervals of\nfour.\nLegislative History:\nAuthority:\nOrdinance No. 79, §7, 4/16/79.\nSDCL § 9-45-2.\n4-6-8\nNUMBERS TO BE DISPLAYED\nEvery person having a home or business establishment within the City is hereby required\nto display in a prominent place upon the front of his home or business establishment the\nstreet number assigned by the Municipal Finance Officer as provided in this ordinance.\nLegislative History:\nAuthority:\nOrdinance No. 79, §8, 4/16/79.\nSDCL § 9-45-2.\n4-6-9\nSPECIFICATIONS FOR NUMBERS\nThe street number displayed by each person on a single family dwelling, pursuant to the\nprovisions of this article shall not be less than two (2) inches in width and not less than\nthree (3) inches in height, and clearly visible from the street.\nThe street number displayed by each person on a multi-family or commercial building\npursuant to the provisions of this article shall not be less than four (4) inches in width and\nnot less than six (6) inches in height, and clearly visible from the street.\n\nLegislative History:\nAuthority:\nOrdinance No. 79, §9, 4/16/79.\nSDCL § 9-45-2.\nOrdinance No. 393, §9, 11/14/06.\n4-6-10\nCOST ASSESSED\nIf the owner or occupant of any dwelling house, building, business establishment or lot\nfronting on a street or avenue within the City shall fail, refuse or neglect to place the\nnumber, or replace the number when necessary, the Municipal Finance Officer may cause\na notice to be personally served on him by registered mail to the last known address\nordering him to do so.  In case of failure of such owner or occupant to comply with such\nnotice within ten (10) days after the date of such service of notice, the Municipal Finance\nOfficer may cause the same to be done, and assess the cost thereof against the property or\npremises numbered.\nLegislative History:\nAuthority:\nOrdinance No. 79, §10, 4/16/79.\nSDCL § 9-45-2.\n4-6-11\nADDRESS NUMBERS FOR LOTS\nEach lot shall be assigned an address number in accordance with the numbering\nsystem in effect in the City.\nLegislative History:\nAuthority:\nOrdinance No. 79, §11, 4/16/79.\nSDCL § 9-45-2.\n",
    "source": "Chapter 4-6 ASSIGNMENT  OF  BUILDING  NUMBERS"
  }
]