[
  {
    "chunk_index": 1,
    "text": "  \nCHAPTER 14-8\nTELEPHONE  FRANCHISE\n14-8-1\nORDINANCE\nAn Ordinance granting to the Garretson Cooperative Telephone Association, its\nsuccessors and assigns, the right and authority to establish, construct, operate, maintain,\nrepair, and expand a Telephone Exchange System in the City of Brandon, South Dakota\nand to do all things necessary to accomplish such purpose not prohibited by law.\nLegislative History:\nAuthority:\nOrdinance #100, 08/18/80  \nSDCL §9-35\nOrdinance #292, 09/05/00 \n14-8-2\nGRANT OF FRANCHISE\nThere is hereby granted to the Garretson Cooperative Telephone Association, a\nCooperative Corporation organized under the laws of the State of South Dakota, its\nsuccessors and assigns, for a period of twenty years from the acceptance of this\nOrdinance, the right and authority to establish, construct, operate, maintain, repair and\nenlarge a telephone exchange system in the City of Brandon and to construct, maintain\nand repair overhead or underground conduits, cable and wires with necessary manholes\nand service pipes for the purpose of conducting and distributing the necessary wires and\ncables and to erect, construct, maintain and repair within said City telephone poles with\nnecessary cross arms and fixtures and to stretch and maintain thereon wires and cables to\nbe used in connection with said telephone exchange system or to maintain wires, cables\nand conduits underground to be used in connection with said telephone exchange system,\nand to make house and building connections upon, along, in and under the streets, alleys\nand public places in said City, and also to repair, replace, enlarge and extend the same\nand to carry on the business of telephoning and renting telephones within said City.\nLegislative History:\nAuthority:\nOrdinance #100, 08/18/80  \nSDCL §9-35\nOrdinance #292, 09/05/00 \n14-8-3\nGRANT OF FRANCHISE\nThe franchise herein granted is exclusive of all franchises of the same type of service.\nLegislative History:\nAuthority:\nOrdinance #100, 08/18/80  \nSDCL §9-35\nOrdinance #292, 09/05/00 \n14-8-4\nSHRUBS AND TREES\nThe Garretson Cooperative Telephone Association shall have the right to trim all shrubs or trees on\npublic grounds which interfere with the property or service of the Garretson Cooperative\nTelephone Association.\nLegislative History:\nAuthority:\nOrdinance #100, 08/18/80  \nSDCL §9-35\nOrdinance #292, 09/05/00 \n14-8-5\nRATES\n\nThe telephone rates shall not exceed the rates allowed by the South Dakota Public Utilities\nCommission or the proper appellate bodies.\nLegislative History:\nAuthority:\nOrdinance #100, 08/18/80  \nSDCL §9-35\nOrdinance #292, 09/05/00 \n14-8-6\nVOTING ON FRANCHISE\nThat this franchise be submitted to a vote of the electors and be effective upon its approval.\nLegislative History:\nAuthority:\nOrdinance #100, 08/18/80  \nSDCL §9-35\nOrdinance #292, 09/05/00 \n14-8-7\nWRITTEN ACCEPTANCE\nThat upon approval the Garretson Cooperative Telephone Association shall file a written\nacceptance of said franchise with the City Auditor.\nLegislative History:\nAuthority:\nOrdinance #100, 08/18/80  \nSDCL §9-35\nOrdinance #292, 09/05/00 \n14-8-8\nCONFLICTING REPEALED\nThat all Ordinances in conflict hereto are hereby repealed.\nLegislative History:\nAuthority:\nOrdinance #100, 08/18/80  \nSDCL §9-35\nOrdinance #292, 09/05/00 \n",
    "source": "Chapter 14-8 TELEPHONE  FRANCHISE"
  }
]