[
  {
    "chunk_index": 1,
    "text": "CHAPTER 1-10\nSECTION  IN  GENERAL\n1-10-1\nGENERAL PENALTY\nExcepting in cases where a different penalty is imposed by this code or by some existing\nprovision of law, every violation of any of the provisions of this Code shall be punished\nin accordance with the applicable provisions of the law of the State of South Dakota.\nLegislative History:\nAuthority:\n1997 Revision:  1990 Revisions\nSDCL § 9-19-3\nCross References:\nSDCL 9-19-3\nOrdinance 261, 3/4/97                       \n1-10-2\nCONFLICTING ORDINANCES REPEALED\nAll ordinances and parts of ordinances in conflict with the provisions of this 1990\nrevision, or relating to the subject matter of this revision in general, but not re-enacted\nas part thereof, excepting as stated in this Chapter, are hereby repealed:  provided,\nhowever, that nothing herein shall be construed as repealing any special ordinances,\nappropriation ordinances, franchise ordinances, levying ordinances for the issuance of\nbonds, or other special ordinances of like character; nor shall this revision repeal or\nmodify the provisions of any resolution heretofore adopted by the City of Brandon unless\nprovisions of this revision in effect, either modify, repeal or amend. \nLegislative History:\nAuthority:\n1990 Revisions.\nSDCL § 9-19-17.\n                                                 \n1-10-3\nPUBLICATION AND EFFECT\nThis revision shall take effect immediately upon its adoption and complete publication\nof the notice of such adoption as provided by Section 9-19-17 of the South Dakota\nCodified Laws, or acts amendatory thereto.\nLegislative History:\nAuthority:\n1990 Revisions.\nSDCL § 9-19-17.\n1-10-4\nUNCONSTITUTIONALITY\nShould any section, paragraph, sentence, clause or phrase of this revision be declared\nunconstitutional or invalid for any reason, the remainder shall not be affected thereby. \nLegislative History:\n1990 Revisions.\n1-10-5\nCITATION OF CODE\nThis revision may be cited as the \"1990 Municipal Code,\" or \"The Brandon Code.\" \nLegislative History:\nAuthority:\n1990 Revisions.\nSDCL § 9-16-3.\n\n1-10-6\nSEVERABILITY\nIf any section of this 1990 Municipal Code is declared unconstitutional or the\napplication thereof to any person or circumstances held invalid by a court of competent\njurisdiction, the constitutionality of the remainder of the 1990 Municipal Code and\napplicability thereof to other persons or circumstances shall not be affected. \nLegislative History:\nAuthority:\n1990 Revisions.\nSDCL § 9-19-3.\n",
    "source": "Chapter 1-10 SECTION  IN  GENERAL"
  }
]