[
  {
    "chunk_index": 1,
    "text": "CHAPTER 14-3\nWATER  AND  SEWER  SERVICE  IN  GENERAL\n14-3-1\nDEFINITION\nFor the purposes of this ordinance the word \"utility\" shall be construed to mean and\ninclude water and sewer service furnished by the City to consumers thereof.\nLegislative History:\nAuthority:\nOrdinance #76, §1, 11/20/78.\nSDCL Chapters. 9-47 and 9-48\n14-3-2 \nSERVICE TO COMPLY WITH TECHNICAL\nREGULATIONS\nAny utility service furnished under the provisions of this chapter shall be in accordance\nwith and compliance with all applicable technical provisions of this chapter, state law,\nand City ordinances, rules and regulations. The violation of any rule or regulation\npromulgated by the City shall be punishable by a fine not to exceed $500.00 per violation\nand/or water being shut off.\nLegislative History:\nAuthority:\nOrdinance #76, §2, 11/20/78.\nSDCL §9-19-3.\nOrdinance #563, 6/12/18. \n14-3-3\nINSPECTIONS OUTSIDE THE CITY\nIn order to protect the City's utility systems, the City shall not make any taps or\nconnections to such systems outside the City limits until the proposed customer's facilities\nand premises have been inspected and approved by the appropriate inspector of the City.\nLegislative History:\nAuthority:\nOrdinance #76, §3, 11/20/78.\nSDCL §14-3-1.\n14-3-4\nTERMINATION OF SERVICE AUTHORIZED\nThe City of Brandon shall have the right to disconnect or refuse to connect any utility\nservice for the following reasons:\nA.\nViolation of the Ordinances, resolutions, rules or regulations of the City\npertaining to utility services.\nB.\nNonpayment of utility fees or charges.\nC.\nLate payment of utility fees or charges.\nD.\nWillful or negligent waste of service due to improper or imperfect or illegal\npipes, fixtures, appliances or other willful, negligent or unreasonable means.\nE.\nMolesting or tampering with any meter, seal or other equipment controlling or\nregulating the supply of utility service.\nF.\nTheft or diversion and/or use of service without full and proper payment\ntherefore.\nG.\nVacancy of premises.\nLegislative History:\nAuthority:\nOrdinance #76, §4, 11/20/78.  \nSDCL §9-19-3.\nOrdinance #98, §1, 5/19/80.\n\n14-3-5\nLIABILITY OF CITY\nThe City shall not be liable for any damage to the property of any customer or any utility\nservice furnished by the City due to backflow of the sewer system, failure of water supply,\ninterruption of service, or any cause outside the direct control of the City.\nLegislative History:\nAuthority:\nOrdinance #76, §5, 11/20/78.  \nSDCL §9-19-3.\n14-3-6\nUTILITY SERVICE:  APPLICATION REQUIRED\nAny person desiring any utility service furnished by the City shall make application for\nthe same to the City.  Such application shall contain the applicant's name, address and the\nuses for which such service is desired.  A separate application shall be made for each\npremise to be served.  The applicant shall abide by the rules and regulations established\nby the City relative to utility service in effect at the time of his application and as they\nmay be revised from time to time.\nLegislative History:\nAuthority:\nOrdinance #76, §6, 11/20/78.  \nSDCL §9-19-3.\n14-3-7\nUTILITY SERVICE:  USE ASSUMED\nAll premises connected to any utility service of the City shall be assumed to be using such\nservice and the owner or occupant shall be charged therefor as long as such premises\nremain connected with the utility service.\nLegislative History:\nAuthority:\nOrdinance #76, §7, 11/20/78.  \nSDCL §9-19-3.\n14-3-8\nRIGHT OF ENTRY\nAny authorized inspector of the City shall have free access at any time to all premises\nsupplied with any utility service by the City for the purpose of examination in order to\nprotect the utility services from abusive use.\nLegislative History:\nAuthority:\nOrdinance #76, §8, 11/20/78.  \nSDCL §9-19-3.\n14-3-9\nDAMAGE, TRESPASS OF EQUIPMENT\nIt shall be unlawful for any person, not having authority to do so, to open any water\nhydrant or tamper with any utility service furnished by the City to consumers, or to in any\n",
    "source": "Chapter 14-3 WATER  AND  SEWER  SERVICE  IN  GENERAL"
  },
  {
    "chunk_index": 2,
    "text": "other way molest, damage or trespass upon any equipment or premises belonging to the\nCity connected with any utility service.\nLegislative History:\nAuthority:\nOrdinance #76, §9, 11/20/78.    \nSDCL §§9-32-8, 9-32-9, 9-29-3; See Also Chapters 9-\n47 and 9-48.\n14-3-10\nUNLAWFUL USE\nNo person, other than employees of the City shall be authorized to connect, turn on, turn\n\noff or disconnect any utility service offered by the City, or remove, replace or repair any\nequipment connected to any such utility service.\nLegislative History:\n    \nAuthority:\nOrdinance #76, §10, 11/20/78.       \nSDCL Chapters. 9-47 and 9-48.\n14-3-11\nINTERRUPTION OF SERVICE\nConsumers of any utility service furnished by the City are hereby notified that the supply\nof such utility may be temporarily shut off at any time.  Notice shall be given, if feasible,\nof the contemplated shutoff, but accidents may render this impossible; hence the City\nhereby warns those dependent upon the utility service for any purpose of this hazard. \nImmediately upon finding the supply shutoff it becomes the duty of the occupant of the\npremises to take prompt precautions to prevent damages.\nLegislative History:\n    \nAuthority:\nOrdinance #76, §11, 11/20/78.       \nSDCL Chapters 9-47 and 9-48.\n14-3-12 \nSALE OF SERVICE BY CUSTOMER\nIt shall be unlawful for any person to resell any utility service obtained from the City to\nothers except upon written agreement with the City Council.\nLegislative History:\n    \nAuthority:\nOrdinance #76, §12, 11/20/78.       \nSDCL Chapters 9-47 and 9-48.\n14-3-13\nCONNECTIONS TO SERVICE\nConnections for any utility service furnished by the City shall be paid by the applicant\nprior to the use of said utility service.\nLegislative History:\n    \nAuthority:\nOrdinance #76, §13, 11/20/78.       \nSDCL Chapters 9-47 and 9-48.\nOrdinance #91, §1, 12/17/79.\n14-3-14\nMETERS\nAny structure which contains a connection or service to the water utility system furnished\nby the City shall be required to have a meter with a remote reading device for the\nmeasurement of usage.  The remote reading device connected to the inside water meter\nshall be located outside of the structure so that it shall be easily accessible to the\npersonnel of the City of Brandon.  All meters and remote readers shall be approved and\ninstalled by, and shall remain the property of the City.\nThe City of Brandon is hereby authorized to alter all water meters presently located inside\nof any building within the City, so that a remote reading device connected to said water\nmeter is outside of such building in a location convenient and accessible to the personnel\nof the City of Brandon.\nLegislative History:\n    \nAuthority:\nOrdinance #76, §14, 11/20/78.       \nSDCL Chapters. 9-47 and 9-48.\nOrdinance #91, §2, 12/17/79.\n\n14-3-15\nRESTRICTING USE\nThe City hereby reserves the right to at any time restrict or prevent the use of any utility\nservice furnished by the City during periods of emergency or circumstances demanding\nsuch restriction or prevention of use.\nLegislative History:\n    \nAuthority:\nOrdinance #76, §15, 11/20/78.       \nSDCL Chapters. 9-47 and 9-48.\n14-3-16\nSUBSTANCES PROHIBITED IN SANITARY SEWERS\nThe disposal by any and all persons or corporations of garbage, cans, washers, filters,\ncooking grease, and other foreign debris into the sanitary sewer system of the City is\nhereby prohibited.\nLegislative History:\n    \nAuthority:\nOrdinance #76, §16, 11/20/78.       \nSDCL §9-32-1, 9-32-8, 9-32-9; See Also Ch. 9-48.\n14-3-17\nPETROLEUM PRODUCTS PROHIBITED IN SEWERS\nThe use of the sewer system of the City, including the sanitary sewer system and the storm\nsewer system, for the disposal of crude oil, refined oil, or any and all other petroleum\nproducts, is hereby prohibited.\nLegislative History:\n    \nAuthority:\nOrdinance #76, §17, 11/20/78.       \nSDCL §9-32-1, 9-32-8, 9-32-9; See Also Ch. 9-48.\n14-3-18\nEXTENSION OF LINES\nThe City may serve water or sewer customers outside the municipal corporate limits\n",
    "source": "Chapter 14-3 WATER  AND  SEWER  SERVICE  IN  GENERAL"
  },
  {
    "chunk_index": 3,
    "text": "solely at the City's discretion.  Said water and sewer lines shall be constructed and\nmaintained by the customer, with all parties connecting onto such lines being regulated\nand charged connection fees and other fees as set forth and regulated by the City.\nLegislative History:\n    \nAuthority:\nOrdinance #76, §18, 11/20/78.       \nSDCL Ch. 9-47 and 9-48.\n14-3-19\nNO CROSS CONNECTIONS TO ANY OTHER\nSOURCE OF WATER\nThere shall be no cross connections between the municipal water system lines and any\nother private or public water system unless approved by the City Council.\nLegislative History:\n    \nAuthority:\nOrdinance #76, §19, 11/20/78.       \nSDCL Ch. 9-47 and 9-48.\n14-3-20\nVIOLATIONS\nViolations of this ordinance is punishable by a fine or by imprisonment, or both, as\nestablished in 1-10-1 of the Brandon Municipal Code.\nLegislative History:\nOrdinance No. 258, 2/18/97.\n\nOrdinance No. 212, 9/6/98.\nOrdinance No. 271, 9/7/9.\n14-3-21\nWATER AND SEWER HOOK-UP COST ASSESSMENT\nWhenever through the use of City funds or by special assessment, a main sewer or trunk\nsewer or service sewer has been constructed, and whenever water pipes or mains\nclassified by SDCL 9-47-8 have been constructed and located outside of the City limits,\nfor which the cost has not been apportioned against the adjacent property owner which\nmay be benefitted thereby, the property shall pay its proportionate share of the cost of\nsuch construction, without interest, according to the benefits to accrue to such property.  \nCosts shall be apportioned and administered pursuant to the following:\n1.\nIf the owner dedicates for public use all right-of-way and easements required by\nthe city for construction of the arterial or collector, and receives no direct access\nto the street, no costs will be due.  Otherwise, the City will set the costs after\nconsideration of the amount of the City’s expenditure, the number of property\nowners benefitted, and the value to the property owner.\n2.\nRecovery costs required by this subsection shall be paid prior to platting or re-\nplatting for development.\n3.\nThe recovered costs shall be deposited in a City sewer or street water fund,\nwhichever is applicable.\n4.\nThe cost recovery shall be reviewed annually an adjusted as necessary to reflect\nthe actual costs of construction.\nLegislative History:\nAuthority:\nOrdinance No. 433, 1/14/09. \nSDCL 9-47-16, 9-48-15.\n",
    "source": "Chapter 14-3 WATER  AND  SEWER  SERVICE  IN  GENERAL"
  }
]