[
  {
    "chunk_index": 1,
    "text": "CHAPTER 8-9\nADULT USES - PERFORMER RESTRICTIONS AND REQUIREMENTS\n8-9-1\nDANCING\nAll dancing at any Adult Use establishment shall occur on a platform intended for that\npurpose which is raised at least two (2) feet from the level of the floor.  No dancing shall\noccur closer than six (6) feet to any patron.  No dancer shall have any physical contact with\nany patron and no patron shall have any physical contact with any dancer while the dancer\nis engaged in a performance of live sexually oriented entertainment.  Specific anatomical\nareas as defined in 16-1-1 shall not be exhibited during any dance.\nLegislative History:\nAuthority:\nOrdinance No. 434, 2/17/09.\nSDCL 11-12-4 & 11-12-5\nSDCL 12\n8-9-2\nGRATUITIES\nNo patron shall directly pay or give any gratuity to any dancer and no dancer shall solicit\nany pay or gratuity from any patron.\nLegislative History:\nAuthority:\nOrdinance No. 434, 2/17/09.\nSDCL 11-12-4 & 11-12-5\nSDCL 12\n8-9-3\nESTABLISHMENT REPORTING REQUIREMENTS\nNo later than March 1 of each year any Adult Use establishment at which any live dancers\nhave performed shall file a verified report with the City showing the licensee's gross\nreceipts and amounts paid to dancers for the preceding calendar year.  In addition, any\nsuch establishment shall maintain and retain for a period of two (2) years the names,\naddresses, and ages of all persons the licensee employed as dancers and all persons the\nlicensee retained as independent contractors to dance.\nLegislative History:\nAuthority:\nOrdinance No. 434, 2/17/09.\nSDCL 11-12-4 & 11-12-5\nSDCL 12\n8-9-4\nINDECENT EXPOSURE DURING SALE OF ALCOHOLIC BEVERAGES\nA.\nIt is unlawful for any person on premises licensed for the sale of alcoholic\nbeverages, while in the presence of any other person, to expose specified\nanatomical areas as defined in 16-1-1.  \nB.\nIt is unlawful for any licensee in alcoholic beverages to cause, allow or permit any\nperson on the licensed premises to violate the provisions of subsection (A) of this\nsection.\nLegislative History:\nAuthority:\nOrdinance No. 434, 2/17/09.\nSDCL 11-12-4 & 11-12-5\nSDCL 12\n\n",
    "source": "Chapter 8-9 ADULT USES - PERFORMER RESTRICTIONS AND REQUIREMENTS"
  }
]