[
  {
    "chunk_index": 1,
    "text": "CHAPTER 7-7\nJUNK\n7-7-1\nDEFINITIONS\nA. \nThe term \"junk\" shall mean derelict or scrap copper, brass, rope, batteries, paper\ntrash, rubber, debris, waste; or junked, dismantled or wrecked automobiles, or\nparts thereof; or iron, steel and other old or scrap ferrous or nonferrous material;\nor uncut, un-stacked, or disorganized accumulation of trees, branches, or parts\nthereof.  “Junk” shall also mean any vehicle found in violation of Chapter 12-20\nthat is located on private property.\nB\nThe term \"automobile graveyard\" shall mean any establishment or place of\nbusiness which is maintained, used or operated for storing, keeping, buying or\nselling wrecked, scrapped, ruined, or dismantled motor vehicles or parts thereof.\nC. \nThe term \"junk yard\" shall mean an establishment or place of business which is\nmaintained, operated, or used for storing, keeping, buying, or selling junk, or for\nthe maintenance of operation of an automobile graveyard, and the term shall\ninclude garbage dumps and sanitary landfills.\nLegislative History:\nOrdinance No. 215, 8/4/93\nOrdinance No. 532, 5/31/16\n7-7-2\nJUNK YARD PROHIBITED\nNo person or place of business shall establish, operate, or maintain any new or existing\njunk yard within the City limits or the City of Brandon except as regulated in 7/7/3 or this\nOrdinance.\nLegislative History:\nOrdinance No. 215, 8/4/93\n  \n7-7-3\nINCIDENTAL JUNK YARD OPERATION.\n \nAll existing or new junk yards or accumulation of junk which are clearly related but\nincidental to the operation of a business may be permitted but must be properly screened. \nSuch screening may include but is not totally obscure said junk yard of junk \nfrom the\npublic's view.\nLegislative History:\nOrdinance No. 215, 8/4/93\n  \n7-7-4\nRULES AND REGULATIONS RESPECTING SCREENING.\nThe City of Brandon shall have authority to promulgate rules and regulations governing\nthe location, planting, construction and maintenance, including the materials used in\nPage 7-1\n\nscreening or fencing as required by this Ordinance.\nLegislative History:\nOrdinance No. 215, 8/4/93\n  \n7-7-5\nACCUMULATION OF JUNK PROHIBITED.\nNo person shall accumulated, store, keep, or otherwise collect any junk within the City\nlimits except as regulated in 7-7-3 of this Ordinance.\nLegislative History:\nOrdinance No. 215, 8/4/93\n  \n7-7-6\nABATEMENT\nA. \nWhenever a City official shall find that a violation of this ordinance exists,\nwritten notice of the violation shall be given by said official or his designated\nrepresentative to the person creating, permitting, or maintaining such violation\nas well as any known  owner of record of the real property upon which violation\nexists. Such notice shall be served by regular mail addressed to the last known\naddress of said person or persons and by posting for twenty four (24) hours, a\ncopy of such notice upon the premises where said violation exists and direct that\nthe violation shall be remedied within fourteen (14) days.\nB. \nIf any person who is served a written notice to abate said violation under the\nprovisions of this article fails to comply within fourteen (14) days allowed in\nsuch notice, the person is in violation of Chapter 7-7 et seq., which offense is a\nClass 2 misdemeanor.  The misdemeanor shall be continuing with a fine\napplicable each day the violation continues past the fourteen (14) day notice\nperiod.\nC. \nIf at the end of fourteen (14) days the violation has not been abated as directed\nby said notice, the City shall cause the violation to be abated through Court\naction. All costs incurred by the City of the abatement shall be assessed, levied\nand collected as a special assessment payable in one sum or as otherwise Court\nordered.\nLegislative History:\nOrdinance No. 215, 8/4/93\n  \nOrdinance No. 532, 5/31/16\n7-7-7\nSEPARABILITY CLAUSE.\nShould any section or provision of this Ordinance by declared by the Courts to be\nunconstitutional or invalid, such decision shall not affect the validity of the Ordinance as a\n",
    "source": "Chapter 7-7 JUNK"
  },
  {
    "chunk_index": 2,
    "text": "whole, or any part thereof other than the part so declared to be unconstitutional or invalid. \nLegislative History:\nOrdinance No. 215, 8/4/93\nPage 7-2\n",
    "source": "Chapter 7-7 JUNK"
  }
]