[
  {
    "chunk_index": 1,
    "text": " \nTITLE THIRTEEN \n \nTREES AND NOXIOUS VEGETATION \n \n \n \n \n \nChapter 13-1 \n \nMunicipal Tree Regulations \n \n \n \n \nChapter 13-2 \n \nNoxious Weeds \n \n \n \nCHAPTER 13-1 \n \nMUNICIPAL TREE REGULATIONS \n \n13-1-1 \n \nTITLE \nThis chapter shall be known and may be cited as the Municipal Tree Regulations of the \nCity of Brandon, Minnehaha County, South Dakota. \n \n \n \n \nLegislative History: \n \n \n \n1990 Revisions \n \n \n \nOrdinance #600, 03/18/20 \n \n \n13-1-2 \n \nDEFINITIONS \n  \n \n \nA.    \n\"Street Trees\" are herein defined as the trees and all other wood vegetation on  \n  \n \n \n  \nland lying between the right of way lines of all streets, avenues, alleys or other  \n  \n \n \n \npublic right of way within the City. \n \n \n \nB.    \n\"Park Trees\" are herein defined as trees and all other wood vegetation in public  \n  \n \n \n \nparks, playgrounds and all other areas owned by the City, or to \n  \n \n \n \nwhich the public has free access as a park or playground. \nC.  \n\"Parkway or Boulevard\" are herein defined as the paved or unpaved strip of land  \n  \nadjacent to the roadway and located between the roadway and the \n  \nsidewalk area or the property line and in the right of way. \n \nLegislative History: \nAuthority: \n \n \n \n1990 Revisions. \n \n \n \nSDCL § 50-10-1. \n \n \n \nOrdinance #600, 03/18/20 \n \n \n13-1-3 \n \nGENERAL AUTHORITY OF CITY \nThe City of Brandon may provide for the necessary attention or action insofar as trees, \nbrush, wood, shrubbery or debris: \nA. Infected with any major disease or pest; or \nB. In the right of way. \n \nLegislative History: \nAuthority: \n \n \n \n1990 Revisions. \n \n \n \nSDCL § 9-45-1. \n \n \n \nOrdinance #600, 03/18/20 \n \n \n13-1-4 \n \nAUTHORITY ADMINISTRATION; PLANTING, MAINTENANCE AND  \n \n \n \nREMOVAL OF TREES, PUBLIC SAFETY \nThe Mayor and City Council of the City of Brandon, through its Superintendent of Parks, \nhas the authority to: \nA. Administer the provisions of this chapter, unless otherwise specifically provided; \nB. Study the problems and determine the needs of the City;  \nC. Determine the type and kind of trees to be placed upon all municipal public streets or \nparts of public streets or in parks;  \nD. Assist in the dissemination of news and information regarding the selection, planting \n\nand maintenance of trees, shrubs and bushes within City limits or within the area \nover which the municipal officials have jurisdiction, whether the same be on private \nor public property; \nE. Regulate the planting, maintenance and removal of trees on streets and other publicly \nowned property to insure safety or preserve the aesthetics of such public sites.   \n \nLegislative History: \nAuthority: \n \n \n \n1990 Revisions. \n \n \n \nSDCL § 9-45-1. \n \n \n \nOrdinance #600, 03/18/20 \n \n \n \n13-1-5 \n \nPRUNING TREES, THE MINIMUM CLEARANCE \nIt shall be the duty of any person or persons owning or occupying real property bordering \non any street upon which property there may be trees, to prune such trees in such manner \nthat they will not obstruct or shade the street lights, obstruct the passage of pedestrians or \nbicyclists on sidewalks, obstruct vision of traffic signs, or obstruct view of any street or \nalley intersection, except where such services are provided for by utility firms or the City. \n \n \nThe minimum clearance for any overhanging portion thereof over a sidewalk shall be ten \n(10) feet whenever practicable, and shall be twelve (12) feet over all streets except truck \nthoroughfares when the clearance shall be from fourteen (14) to sixteen (16) feet, unless \notherwise designated by the City Council. \n \nLegislative History: \nAuthority: \n \n \n \n1990 Revisions. \n \n \n \nSDCL § 9-45-1. \n \n \n \nOrdinance #449, 06/03/09 \n \n \n \nOrdinance #600, 03/18/20 \n \n \n13-1-6 \n \nHARMFUL ACTIVITIES TO TREES PROHIBITED \nUnless otherwise specifically authorized by the City Council or Park Superintendent, no \nperson shall intentionally damage or carve any boulevard tree, attach any rope, wire, \nnails, advertising posters or other contrivances to any boulevard tree; allow any gaseous \n",
    "source": "Chapter 13-1 TREES AND NOXIOUS VEGETATION"
  },
  {
    "chunk_index": 2,
    "text": "liquid or solid substance which is harmful to such boulevard trees to come in contact with \nthem; or to set fire or permit any fire to burn when such fire or the heat therefrom will \ninjure any portion of any  tree. \n \nLegislative History: \nAuthority: \n \n \n \n1990 Revisions. \n \n \n     \nSDCL §§ 22-34-1, 9-45-1. \n \n \n \nOrdinance #600, 03/18/20 \n \n \n \n13-1-7 \n \nSAFETY HAZARDS TO THE PUBLIC, DISEASES \nNo tree, shrub or brush shall be allowed to harbor any safety hazard to the general public, \nwhether that tree, shrub or bush be public or private, or to harbor any insect, disease or \nother pest that would be injurious or fatal to any tree, shrub and bush in the City.  Such \ntrees, shrubs and bushes include those injurious to sewer, water, electrical, telephone or \ngas lines, and those interfering with traffic and traffic control devices and signs, those \nobstructing light from any street light and those that are dead or have broken or dead \nlimbs that are unsafe. \n \n \nLegislative History: \nAuthority: \n \n \n \n1990 Revisions. \n \n \n \nSDCL § 9-45-1. \n \n \n \nOrdinance #600, 03/18/20 \n \n \n\n13-1-8 \n \nNUISANCES; NOTICE TO OWNERS; NOTICE CONTENT;  \n \n \n \nPREMISE INSPECTIONS \nAs to any Street, Parkway or Boulevard Tree, any hazard as described in Section 7 shall \nbe declared a nuisance by the City Council and, except as otherwise provided herein,  \nwithin thirty days of written notice of said nuisance, the same shall be corrected by the \nresponsible owner or person in possession of said tree. \n \nAs to any Tree on private property that is a hazard as described in Section 7, Brandon \nOrdinance 7-2 shall be followed.  \n \nLegislative History: \nAuthority: \n1990 Revisions. \nSDCL §§ 9-29-31 9-32-12, 34-16-19  \nOrdinance #600, 03/18/20 \n \n \nand 34-16-20. \n \n \n13-1-9 \n \nREMOVAL COSTS; COLLECTION OF \nThe cost of any abatement of a hazard related to Street, Parkway or Boulevard Tree shall \nbe borne by the City.  The cost related to a hazard on private property shall be borne by \nthe property owner.  In the event owner, occupant or person fails to comply with removal \nof a hazard, abatement procedures as set forth in Brandon Ordinance 7-2 shall be \nfollowed with collection of costs expended by the City to be collected as set forth by law. \n \nLegislative History: \nAuthority: \n \n \n \n1990 Revisions. \n \n \n \nSDCL Ch. 21-10. \n \n \n \nOrdinance #600, 03/18/20 \n \n \n \nCross Reference:  Ordinance 13-1-2(c). \n \n \n13-1-10  \n \nWOOD STORAGE AND SALES \nNo wood from any tree known to be a carrier for any serious disease or pest may be \nstored in piles or in any other place within the City or be sold within the City.  Any \nqualifying wood must be immediately shredded, buried or burned. \n \nLegislative History: \nAuthority: \n \n \n \n1990 Revisions. \n \n \n \nSDCL § 9-21-31. \n \n \n \nOrdinance #600, 03/18/20 \n \n \n13-1-11  \n \nCOST ASSESSMENTS;  RECORDS \nThe Finance Officer shall keep an account of all costs of tree removals and other \nnuisances abated under this chapter in the event assessments are necessary. \n \nLegislative History: \nAuthority: \n \n \n \n1990 Revisions. \n \n \n      \nSDCL Ch. 21-10 generally. \n \n \n \nOrdinance #600, 03/18/20 \n \n \n13-1-12  \n \nINTERFERENCE BY INDIVIDUALS \nIt shall be unlawful for any person to hinder, prevent, delay or interfere with the City \nCouncil or any member thereof or the Park Superintendent or any other representative of \nsaid City Council, whomsoever that might be, while engaged in carrying out the \nexecution or enforcement of this chapter, provided, however, that nothing herein shall be \nconstrued as an attempt to prohibit the pursuit of any remedy, legal or equitable, in any \ncourt of competent jurisdiction for the protection of property rights by the owner of any \nproperty within the Municipality. \n \nLegislative History: \nAuthority: \n \n \n \n1990 Revisions. \n \n \n \nSDCL § 9-29-31. \n \n \n \nOrdinance #600, 03/18/20 \n\n13-1-13  \n \nBUILDING BESIDE TREES \nNo person shall deposit, place, store or maintain upon any public place of the City any \n",
    "source": "Chapter 13-1 TREES AND NOXIOUS VEGETATION"
  },
  {
    "chunk_index": 3,
    "text": "stone, brick, sand, concrete or other materials which may impede the free passage of \nwater, air, and fertilizer to the roots of any tree growing therein, except by written permit \nof the City Council or Park Superintendent. \n \nLegislative History: \nAuthority: \n \n \n \n1990 Revisions. \n \n \n \nSDCL § 9-45-1. \n \n \n \nOrdinance #600, 03/18/20 \n \n \n13-1-14  \n \nPLANTING TREES IN BOULEVARD, TREE PERMIT REQUIRED \nNo person may plant, transplant or move any tree or shrub in the boulevard of a public \nstreet or on any public grounds without first obtaining a written “tree permit” from the \nCity of Brandon to do such work.  A tree permit fee will be determined by the Brandon \nCity Council.  The tree permit shall reflect at least the following information: name and \naddress of the owner of the property, the name and address of the person doing the work, \nthe type and location of the tree to be planted. \n \nLegislative History: \nAuthority: \n \n \n \n1990 Revisions \n \n \n \nSDCL § 9-45-1. \nOrdinance No. 321, 10//7/02. \nOrdinance #600, 03/18/20 \n \n \n13-1-15  \n \nTYPE OF TREES ALLOWED IN THE STREET BOULEVARD \nThe Brandon City Council shall establish a list of approved trees that may be planted in \nthe street boulevard and other public grounds. \n \nLegislative History: \nAuthority: \n \n \n \n1990 Revisions \n \n \n \nSDCL § 9-45-1. \nOrdinance No. 321, 10//7/02. \nOrdinance #600, 03/18/20 \n \n \n13-1-16  \n \nREGULATION FOR PLANTING TREES IN THE BOULEVARD \nAfter a permit has been obtained, the planting shall be completed in accordance with the \nfollowing regulations. \n \nA. \nNo tree or planting shall be planted or permitted to grow in such a manner as to \nimpede vision between a height of three (3) feet and ten (10) feet above the \ncenterline grades of the intersecting streets in the area bounded by the curb lines \nof such corner lots and a line joining points along said street lines forty (40) feet \nfrom the point of intersection as stated in Brandon Municipal Code 15-14-1. \nB. \nNo tree shall be planted where the distance from the sidewalk to the back of the \ncurb is less than five (5) feet. \nC. \nNo tree shall be planted closer than three (3) feet from the back of the curb. \nD. \nTrees shall be planted a minimum of 30 feet apart unless with prior written \napproval from the City of Brandon. \nE. \nThe expense for planting and care of trees shall be the responsibility of the \nowner of the adjacent property. \nF. \nOnly designated trees from the City’s approved list shall be planted on the \nboulevard. \nG. \nThe owner of property shall locate all utilities by placing a call to South Dakota \nOne Call prior to planting. \nH. \nTrees shall be placed at least 10 feet from a fire hydrant. \nI. \nTrees shall be placed at least 15 feet from a street light. \n\nJ. \nTrees shall be placed at least 20 feet back from a stop/yield sign. \nK. \nNo trees shall be placed on any property line. \n \n \nLegislative History: \nAuthority: \n \n \n \n1990 Revisions \n \n \n \nSDCL § 9-45-1. \nOrdinance No. 321, 10//7/02 \nOrdinance #600, 03/18/20 \n \n13-1-17  \n \nTREE BOARD \nThere is hereby created and established a Tree Board for the City of Brandon, which shall \nconsist of the members of the City's Brandon Park Advisory Committee and one member \nof the City Council.  Vacancies on the Tree Board shall be filled as consistent with \nvacancies on the Brandon Park Advisory Committee. \n \nLegislative History: \nAuthority: \n \n \n \nOrdinance No. 420, 4/20/08. \n \n \nSDCL § 9-45-1. \n \n \n \nOrdinance No. 560, 3/20/18. \n \n \n \nOrdinance #600, 03/18/20 \n \n \n13-1-18 \n \nTREATMENTS \nAny treatments of boulevard trees for disease or pest must be registered with the City and \nmarked with tags approved by the City.  Any tags shall be placed on the street side of the \ntree in such a way that they are visible from the adjacent roadway and shall be affixed to \nthe tree for at least 730 days after treatment.  All costs for treatments shall be the \nresponsibility of the adjacent property.  All treatments of boulevard trees must be done \n",
    "source": "Chapter 13-1 TREES AND NOXIOUS VEGETATION"
  },
  {
    "chunk_index": 4,
    "text": "with a City licensed entity from the City’s approved list. \n \nLegislative History: \nOrdinance #600, 03/18/20 \n \n13-1-19 \n \nREMOVALS \n \nAny removal by a property owner of any Street, Parkway or Boulevard Tree for reasons \nother than disease, pest, visibility or safety hazards must first be approved by the City. \n \nLegislative History: \nOrdinance #600, 03/18/20 \n \n \n",
    "source": "Chapter 13-1 TREES AND NOXIOUS VEGETATION"
  }
]