[
  {
    "chunk_index": 1,
    "text": "CHAPTER 3-2\nANIMALS\n3-2-1\nLICENSING OF ANIMALS\nAll cats and dogs kept, harbored or maintained, in the City of Brandon shall be\nlicensed and registered if over six months of age. Animal licenses shall be issued\nby the Finance Officer or Pet Service provider authorized by the City Finance\nOfficer upon payment of a fee in an amount to be established by resolution of the\nCity Council. The owner shall state at the time application is made for such\nlicense and upon such forms as the Finance Officer may provide for such\npurpose the owner's name and address, and the name, breed, color and sex of\neach animal owned or kept by  the owner, and present to the Finance Officer\ndirectly or through the Pet Service provider a record by a licensed veterinarian\nthat the animal has been vaccinated for rabies as provided hereafter. Violation of\nthis ordinance is punishable by a fine or by imprisonment, or both, as established\nin  1-1-6 of the Brandon Municipal Code.\nLegislative History:\nAuthority:\n1990 Revisions.                  \nSDCL § 9-29-12.\nOrdinance No. 330, 8/1/03\nOrdinance No. 351, 7/20/04\nOrdinance #590, 7/3/19\n3-2-2\nCONDITIONS FOR ANIMAL LICENSE\nAs a condition to the issuance of an animal license, the person making such\napplication shall furnish a certificate from a licensed veterinarian that the animal\nsought to be licensed has been vaccinated for and made immune to rabies within\nthe previous year.\nLegislative History:              \nAuthority:\n1990 Revisions.                            \nSDCL §9-29-12 and Ch. 40-34\ngenerally.\nOrdinance No. 351, 7/20/04\n3-2-3\nRABIES VACCINE IN GENERAL\nOn or before July first of each year, every owner shall have his animals\nvaccinated against rabies, except in cases where an animal shall have been\nproperly vaccinated with the type of vaccine known as the modified live virus,\nchick embryo origin or another type of vaccine having a longer immunization\nperiod.  The vaccination required by this section need not be repeated during the\ntime for which the animal is effectively immunized as determined by the licensed\nveterinarian granting a vaccination certificate under this title.  \nLegislative History:\nAuthority:\nOrdinance No. 2, Article 4, \nSDCL §§ 9-34-1, 9-29-12\n§20, 12/10/73, in part;\n9-29-3; SDCL Ch. 40-34 in  general.\nOrdinance No. 24, 2/24/75, in part.\nOrdinance No. 330, 8/1/03\n\nOrdinance No. 351, 7/20/04\n3-2-4\nCITY ANIMAL TAGS\nUpon payment of the license fee, as set by resolution of the City Council, the\nFinance Officer shall issue to the owner a tag for each animal so licensed.  Every\nowner shall be required to provide each animal with a collar to which the license\ntag must be affixed, and shall see that the collar and tag are constantly worn. \nAnimal tags shall not be transferrable from one animal to another and no refunds\nshall be made on any animal license fee because of death of the animal or the\nowner's leaving the City before expiration of the license period.\nViolation of this ordinance is punishable by a fine or by imprisonment, or both,\nas established in 1-10-1 of the Brandon Municipal Code.\nLegislative History:\nAuthority:\nOrdinance No. 2, Art.4, §22, \nSDCL §§ 9-29-3, \n12/10/73, in part.\n9-29-12, 9-34-1.\nOrdinance No. 24, 2/24/75, in part.\nOrdinance No. 330, 8/1/03\nOrdinance No. 351, 7/20/04\n3-2-5\nRABIES CERTIFICATES AND TAGS\nA licensed veterinarian who vaccinates any animal shall issue to the owner\nthereof a vaccination certificate.  The vaccination certificate shall be prepared\nand issued in triplicate, one copy to be retained by the issuing licensed\nveterinarian.  A second copy shall be sent to the City Finance Officer for safe\nkeeping.\nEach certificate shall bear the name and address of the licensed veterinarian who\nissued it and a statement containing the description and name of the animal\nimmunized, the type of vaccine used, the date of the vaccination, the date on\nwhich the period of effective immunization will expire, and a serial number.\n",
    "source": "Chapter 3-2 ANIMALS"
  },
  {
    "chunk_index": 2,
    "text": "The licensed veterinarian shall also furnish each owner with a metal tag bearing\nthe certificate number and the year of vaccination.  Said tag shall be affixed by\nthe owner of the animal to the collar or harness of the said animal for which the\ncertificate was issued.  No one except the owner or his duly authorized agent\nshall remove the collar with the attached tag from the animal.\nViolation of this ordinance is punishable by a fine or by imprisonment, or both,\nas established in 1-10-1 of the Brandon Municipal Code.\nLegislative History:\nAuthority:\nOrdinance No. 2, Art.4, §22, \nSDCL §§ 9-29-3,\n12/10/73, in part.\n9-29-12, 9-34-1.\nOrdinance No. 24, 2/24/75,\nin part.\nOrdinance No. 330, 8/1/03\nOrdinance No. 351, 7/20/04\nCollateral Reference:\n\nTry SDCL Ch. 40-34 generally.\n3-2-6\nALIEN  VACCINATIONS\nAny owner who has had his animal vaccinated against rabies in another state or\nmunicipality by a licensed veterinarian therein shall not be required to have such\nanimal re-vaccinated during the current year when the animal is brought into this\nmunicipality; provided, that the requirements of such state or municipality under\nwhich the vaccination was made were of a standard which is equal or greater\nthan those required by this article, and further provided that such animal wears a\ntag affixed to his collar or harness bearing the date of such vaccination.\nLegislative History:\nAuthority:\nOrdinance No. 2, Art.4, §22, \nSDCL §§ 9-29-3,\n12/10/73, in part.\n9-29-12, 9-34-1,\nOrdinance No. 24, 2/24/75, in part.\nOrdinance No. 330, 8/1/03\nOrdinance No. 351, 7/20/04\nCollateral Reference:\nTry SDCL Ch. 40-34 generally.\n3-2-7\nRABIES OBSERVATION \nIf an animal is believed to have rabies or has been bitten by an animal suspected\nof having rabies or has bitten any individual, who is not a member of the owner's\nfamily such animal shall be confined and shall be placed under the observation\nof a licensed veterinarian or the animal control officer or other agent as specified\nby the city at the expense of the owner for a period of at least ten (10) days or as\nordered by said licensed veterinarian, Animal Control Officer, or other agent of\nthe City.  The owner of any animal shall notify the police of the fact that his\nanimal has been exposed to rabies or has bitten an individual, and the Animal\nControl Officer shall have such animal removed from the owner's premises and\nplaced under observation in the City pound or the Humane Society for a period\nof ten (10) days at the expense of the owner.\nLegislative History:\nAuthority:\nOrdinance No. 2, Article 4,    \nSDCL §§ 9-29-3 & 12\n§23, 12/10/73, in part.\nOrdinance No. 24, 2/24/75,  in part.\nOrdinance No. 213, 5/5/93\nOrdinance No. 330, 8/1/03\nOrdinance No. 351, 7/20/04\n3-2-8\nQUARANTINE\nWhenever the governing body of the City or the Animal Control Officer thereof,\nhas reason to believe that there is danger that rabies may spread within the\nmunicipality, the City Council shall publish a notice requiring owners of animals,\nand other specified animals in the area designated, to confine the animals for\nsuch period as may be necessary to prevent the spread of rabies.  The City\nCouncil shall have the authority to quarantine for a period not less than six (6)\nmonths, any animal bitten by another animal known or suspected to have rabies,\nand to quarantine for a period not to exceed ten (10) days, any animals which\nhave bitten a human being or which exhibit symptoms of rabies.  The animal\n\nshall be held in a kennel as specified by the Police Department.  If an animal that\nhas bitten another person should become ill or die within the quarantine period,\nthe owner shall be financially responsible for the expense of the animal being\ntested for rabies by a proper laboratory.  All confinement imposed shall be of\nsufficient strength to hold such animal securely.\nLegislative History:\nAuthority:\nOrdinance No. 2, Article 4, \nSDCL §§ 9-29-3 & 13\n§23, 12/10/73, in part.\nOrdinance No. 24, 2/24/75, in part.\nOrdinance No. 330, 8/1/03\n",
    "source": "Chapter 3-2 ANIMALS"
  },
  {
    "chunk_index": 3,
    "text": "Ordinance No. 351, 7/20/04\n3-2-9 \nANIMALS RUNNING AT LARGE\nIt shall be unlawful for any person, firm or corporation, to allow any animal,\nowned, controlled or harbored by any person to run at large on the streets, alleys,\nor property of any other person within the City limits of Brandon, South Dakota.\nAny person having an animal within the City limits may allow it to roam but\nshall have it tied, leashed, or fenced upon their property.  It shall be unlawful for\nany person to allow an animal off the premises without the animal being held in\nleash.  Any animal riding in a motor vehicle is considered to be on the owner’s\nproperty.  Violation of this ordinance is punishable by a fine or by imprisonment,\nor both, as established in 1-10-1 of the Brandon Municipal Code.\nAny person, firm, or corporation having permanent or temporary control of any\nanimal within the City limits and located upon the animal owner’s private\nproperty, or upon any other private property, or upon any public property, or in\nor upon a motorized or unmotorized vehicle of any kind, shall at all times:\nA.  \nHave the animal ties to a stake, post or tree of a size sufficient to restrict\nthe animal; or\nB.  \nHave the animal leashed and the leash under the control of a person\nwho is        physically large enough to control the animal; or\nC.  \nHave the animal contained by a visible or invisible fence.  The presence\nof functional invisible fencing on private property shall be made known\nby prominent placement of a sign indicating such fencing is present,\nwhich sign shall be readily visible to passers-by.  Failure to post notice\nof the presence of invisible fencing shall constitute acknowledgment\nthat no such fence is present and mere failure to post the notice shall not\nbe a defense to any action brought by the City of violation of this\nordinance.\n \nLegislative History:\nAuthority:\nOrdinance No. 2, Article 4, \nSDCL § 9-29-13;\n§2, 12/10/73, in part\nCompare SDCL § 40-34-14.\nOrdinance No. 213, 5/5/93\nOrdinance No. 271, 9/7/98\nOrdinance No. 330, 8/1/03\nOrdinance No. 351, 7/20/04\nCross Reference:\nThe Brandon City Code, § 3-2-11.\n\n3-2-10\nDISTURBING THE PEACE       \nA.  \nThe owner or custodian of an animal shall not allow the animal to\ncreate a nuisance by making loud noises any time of the night or day.\nB.\nA nuisance shall constitute an ongoing problem over several days\nand/or at several intervals throughout a 24-hour period for any length of\ntime. The Police Department shall have the authority to use all\nreasonable means to abate such nuisance, including but not limited to,\nrequiring that the owner make bona fide efforts to quiet his animal, and\nimpoundment of the animal when the owner is absent from the\npremises.  A notice advising the owner of the impoundment shall be left\non the premises.  No summons and complaint shall be issued unless\nthere are at least two (2) or more complaining witnesses from separate\nhouseholds who shall have signed such complaint.  The Police\nDepartment or Animal Control Officer that has investigated and\ndocumented the complaint of a single complainant and observed the\nbehavior of the animal complained of, with regard to its frequent,\nhabitual and continued loud noises, may satisfy the requirement for the\nsecond complaining witness and may also testify to his observations at\ntrial.\n         \nC.\nAn animal or several animals contained upon one property constitute a\nnuisance when loud noises are made by the animal or animals either\nconsistently throughout the day or night, or, at intervals over the course\nof a day or night.\nD.\nComplaints by citizens about animals violating Section 3-2-10(B) shall\nbe made in writing, signed by the complaining party, and delivered or\nmailed to the Police Department.  Upon receipt of two or more signed\ncomplaints from separate households within any fourteen-day period,\nthe Animal Control Officer or Police Department shall provide written\nnotice to the residents of the property complained of that the animal\n",
    "source": "Chapter 3-2 ANIMALS"
  },
  {
    "chunk_index": 4,
    "text": "must be quieted.or the animal may be impounded by the City, and the\nresidents cited for violation of this ordinance.   One of the two required\ncomplaining parties may be the Animal Control Officer or Police\nOfficer.\nE.\nIf the resident is absent from the premises at the time of impounding for\nviolation of Section 3-2-10(C), a notice advising of the impoundment\nshall be left on the premises of the resident(s) of the premises.\n        \nLegislative History:\nAuthority:\nOrdinance No. 2, Article 4, \nSDCL § 9-29-13.\n§2, 12/10/73, in part.\nOrdinance No. 271, 9/7/98\nOrdinance No. 330, 8/1/03\nOrdinance No. 351, 7/20/04\n3-2-11\nVICIOUS ANIMALS\n A.\nAn animal may be declared to be vicious by the Animal Control Officer\nfor the following  reasons:\n1.\nAn animal which, in a vicious or terrorizing manner,\napproaches in an apparent attitude of attack, or bites, inflicts\n\ninjury, assaults or otherwise attacks a person or other animal\nupon any public ground or place; or \n 2.\n An animal which on private property in a vicious or terrifying\nmanner approaches in an apparent attitude of attack, or bites or\ninflects injury or otherwise attacks a person or other animal\nwho is on private property by reason of permission of the\nowner or occupant of such property or who is on private\nproperty  in the of course of dealing with the owner or\noccupant of such property, or\n  3.\nAny animal of a known propensity, tendency or otherwise\nthreaten the safety of human beings or animals,\n  4.\nNo animal may be declared vicious if the injury or damage is\nsustained to any person or animal who was tormenting,\nabusing or assaulting the animal or who was trespassing on the\nproperty by committing or attempting to commit a crime.\nB.\nWhen the animal control officer declares an animal to be vicious, the\nofficer shall notify the owner of such declaration in writing that such\nanimal must be registered as a vicious animal.  Said notice shall be\nserved either in person or by mailing such notice by certified mail.\nC.\nThe owner of an animal that has been declared vicious shall make\napplication to the animal control officer to register said vicious animal\nand shall comply with the following:\n 1.\nThe owner of the animal shall notify the animal control officer\nof any changes in the following:\n  a.\nOwnership of the animal\n  b.\nName, address and telephone number of a new owner.\n  c.\nAddress change of the owner or any change in where\nthe animal is housed.\n  d.\nAny change in the health status of the animal or death\nof the animal.\n  \n   2.\nIf the animal is outdoors and attended, the animal shall be\nmuzzled, on a leash no longer than six feet and under control\nof a person over 18 years of age.\n   3.\nIf the animal is outdoors and unattended, the animal must be\nlocked in an escape proof kennel approved by the animal\ncontrol officer.  Minimum standards shall include the\nfollowing: \n    a.\nFencing material shall not have openings with a\ndiameter of more than 2\".\n    b.\nAny gates within such pen or structure shall be\nlockable and of such design to prevent the entry of\nchildren or the escape of the animal.\n    c.\nThe pen or structure shall have secure sides and top. \nIf the pen or structure has not bottom secured to the\nsides, the sides shall be embedded in the ground or\nconcrete.\n    d.\nThe pen or structure shall protect the animal from the\nelements.\n    e.\nThe pen or structure may be required to have a\ndouble exterior wall to prevent the insertion of fingers\nor other objects.\n\n   4.\nA universal sign denoting a vicious animal shall be displayed\non the pen or structure visible from the sidewalk/street and\nadjacent to the property where the animal is kept.\n   5.\nThe kennel or structure shall be inspected annually by the\nanimal control officer.  All expenses incurred for said\ninspection will be the responsibility of the owner.\n   6.\nThe owner shall carry $100,000 liability insurance covering\nthe medical and/or veterinary costs resulting from the vicious\n",
    "source": "Chapter 3-2 ANIMALS"
  },
  {
    "chunk_index": 5,
    "text": "animal’s actions or any other damage the animal may do. \nProof of insurance shall be filed with the animal control officer\nannually.\n   7.\nThe owner of the animal shall present proof to the animal\ncontrol officer that the animal has been altered to prevent\nreproduction.\nD.\nThe vicious animal shall be impounded by the animal control officer, at\nthe owner's expense until such time as the provisions in Section C are\ncomplied with.\n \nE.\nIf the conditions in Section C are not  met within a period of 30 days,\nthe animal shall be euthanized by the Humane Society.  All costs\nassociated with impoundment, compliance with Section C herein, and\neuthanasia shall be paid by the owner.\nF.\nThe owner or caretaker of a vicious animal shall immediately notify the\nanimal control officer if the animal should become loose or attacks a\nhuman or animal.\nG.\nIf the vicious animal is owned by a minor, the parent/guardian of the\nminor shall be responsible for the compliance of all the regulations\nimposed and liable for all injuries or damage sustained by any person\ncaused by an attack by the animal.\nH.\nAny vicious animal found off the premises of the owner, other than\nprovided by this section, shall be seized by the animal control officer\nand impounded.  If the animal can not be captured, the animal control\noffice may have the animal destroyed.  If the animal was seen off the\nproperty or if it bites a person or animal, the animal will be delivered to\nthe Humane Society within 24 hours and the owner to appear in court to\nshow cause why this animal should not be destroyed.  The animal\ncontrol officer shall use such means as necessary to impound the\nanimal.  The owner shall bear all cost of impoundment and board.\nLegislative History:\nAuthority:\nOrdinance No. 2, Article 4, \nSDCL §§ 9-29-3, 12 & 13\nOrdinance No. 266, 5/5/98\nOrdinance No. 330, 8/1/03\nOrdinance No. 351, 7/20/04\n3-2-12\nENFORCING OFFICER OR CITY AGENT DEFINED\nAny animal control officer appointed by the City Council shall be defined as an\nagent of the City, or as an enforcing officer, both of which shall have power\nunder this title.  The Council may choose the Chief of Police when filling this\n\nposition.\nLegislative History:\nAuthority:\n1990 Revisions.\nSDCL §§ 9-29-3, 9-29-12,\nOrdinance No. 351, 7/20/04\n9-29-13, 2-14-4.\n3-2-13\nRIGHT OF ENTRY IN PURSUIT.\nWhen in immediate pursuit of any animal found to be at large in the City, an\nanimal control officer may enter upon the premises of the owner of such\noffending animal for the purpose of apprehending such animal, provided that, for\nthe purposes of this section, the word premises shall not be construed to include\nthe inside of any dwelling.\nLegislative History:\nAuthority:\n1990 Revisions.\nSDCL §§ 9-29-3, 9-29-12.\nOrdinance No. 330, 8/1/03\nOrdinance No. 351, 7/20/04\n.\n3-2-14\nIMPOUNDMENT\nAny animal found running at large contrary to the provisions of this title, may be\nimpounded in the City pound or other suitable place.  Notice shall be posted at\nthe residence from which the animal was removed, indicating the violation, time,\ndate and where the animal can be reclaimed.  The person in charge upon\nreceiving any such animal shall make a complete registry, entering the breed,\ncolor and sex of the animal and whether it is licensed.  If licensed he shall enter\nthe name and address of the owner and the number of the license tag.  As soon as\npractical after the impounding of any animal, the owner shall be notified, or if\nthe owner of the animal is unknown, notice shall be given by posting in the City\nFinance Officer's office describing the animal and the place and time of taking. \nThe owner of any animal so impounded may reclaim such animal upon payment\nof the license fee, if unpaid, and all costs and charges incurred by the city of\nBrandon, for the impounding, notice and maintenance of said animal.  The\nCouncil is empowered to set fees.  It shall be the duty of the person in charge to\n",
    "source": "Chapter 3-2 ANIMALS"
  },
  {
    "chunk_index": 6,
    "text": "keep all animals so impounded for a period of seventy-two (72) hours.  If at the\nexpiration of three seventy-two (72) hours from the date of notice to the owner\nor the posting of notice such animal shall not have been redeemed by the owner,\nthen any other person may, upon compliance with the terms of this title, redeem\nsuch animal from the pound and become the lawful owner thereof.  If no person\nredeems the animal, it may, at the discretion of the animal control officer, be\ndestroyed or adopted.\nLegislative History:\nAuthority:\nOrdinance No. 2, Article 4, \nSDCL §§ 9-29-12 & 13\nOrdinance No. 351, 7/20/04\n3-2-15\nKENNEL LICENSES ISSUED\nThe City Finance Officer, upon receipt of an application showing the owner's\nname and address, the name, breed, age, color and sex of each animal kenneled\nby the owner, a certificate signed by a licensed veterinarian that each animal has\nbeen vaccinated and upon payment of the appropriate kennel license fee, as\nestablished by the City Council, shall issue a kennel license to the owners of\nanimal kennels.  All animals housed in a licensed kennel shall be exempt from\n\nthe other licensing provision of this ordinance.\nLegislative History:\nAuthority:\n1990 Revisions.\nSDCL §§ 9-29-12, 9-29-3.\nOrdinance No. 330, 8/1/03.\nSDCL §§ 9-29-3, 12 & 13.\nOrdinance No. 351, 7/20/04\n3-2-16\nRELEASING SHELTERED ANIMALS\nNo person shall unlawfully release, or assist in releasing any animal from the\nCity impoundment facility.  A violation of this ordinance is punishable by a fine\nor by imprisonment, or both, as established in 1-10-1 of the  Brandon Municipal\nCode.\n \nLegislative History:\nAuthority:\n1990 Revisions\nSDCL §9-19-3.\nOrdinance No. 271, 9/7/98\nOrdinance No. 351, 7/20/04\n3-2-17\nCRUELTY TO ANIMALS\nNo person shall willfully or negligently mistreat, abuse or neglect in a cruel or\ninhumane manner any animal or fowl.\nLegislative History:\nAuthority:\nOrdinance No. 2, Article 4, \nSDCL § 9-29-11.\n§6, 12/10/73.\nOrdinance No. 351, 7/20/04\n3-2-18\nSTRAY ABANDONED OR UNKEPT ANIMALS\nNo person shall harbor or keep any stray animals.  Animals known to be strays\nshall be reported to the animal control officer and/or police officer immediately.\nLegislative History:\nAuthority:\nOrdinance No. 2, Article 4, \nSDCL § 9-29-12.\n§7, 12/10/73.\nOrdinance No. 351, 7/20/04\n3-2-19\nUNLAWFUL TO POISON\nIt shall be unlawful for any person to willfully or maliciously administer or cause\nto be administered, poison of any sort whatsoever to any animal with the intent\nto injure or destroy such animal, or to wilfully or maliciously place any poison or\npoisoned food where the same is accessible to any such animal.\nLegislative History:\nAuthority:\nOrdinance No. 2, Article 4, \nSDCL § 9-29-11.\n§8, 12/10/73.\nOrdinance No. 351, 7/20/04\n\n3-2-20\nCITY POUND MASTER IN GENERAL\nThe City Council is hereby authorized to provide for the appointment of animal\ncontrol offices for the enforcement of this Title, for the impounding, destroying,\nand disposal of animals, and for a schedule of fees to be charged for services\nrendered, and for a monthly amount to be paid by the City for this service.\nLegislative History:\nAuthority:\nOrdinance No. 2, Article 4\nSDCL §§ 9-29-3 & 12\n §3, 12/10/73.\nOrdinance No. 351, 7/20/04\n3-2-21\nINTERFERENCE WITH PERFORMANCE OF DUTIES\nNo person shall hinder, delay or obstruct any animal control officer or his\nassistant or when engaged in capturing, securing, or impounding any animal or\nanimals.\nLegislative History:\nAuthority:\nOrdinance No. 2, Article 4, §42, 12/10/73.\nSDCL § 9-29-3\nOrdinance No. 351, 7/20/04\n3-2-22\nREPORT OF SUSPECTED CASES  -  GENERALLY\nAny person who shall suspect that any animal within the city limits is infected\nwith rabies shall report said animal to the animal control officer, or the police\ndepartment.\nLegislative History:\nAuthority:\nOrdinance No. 2, Article 4, \nSDCL §§ 9-32-1.\n§25, 12/10/73.  \nOrdinance No. 61, 4/3/78.\nOrdinance No. 330, 8/1/03 \nOrdinance No. 351, 7/20/04\n3-2-23\nSAME  -  BY VETERINARIANS\n",
    "source": "Chapter 3-2 ANIMALS"
  },
  {
    "chunk_index": 7,
    "text": "Licensed veterinarians receiving information or reports of suspected rabies in\nwild animals or domestic animals shall report such information to the police\ndepartment or animal control officer.\nLegislative History:\nAuthority:\nOrdinance No. 2, Article 4, \nSDCL §§ 9-32-1.\n§26, 12/10/73. \nOrdinance No. 61, 4/3/78\nOrdinance No. 330, 8/1/03 \nOrdinance No. 351, 7/20/04\n3-2-24\nSAME BY PHYSICIANS\nPhysicians immediately upon treatment of any person bitten by an animal shall\nreport such information to the police department or animal control officer.\nLegislative History:\nAuthority:\nOrdinance No. 2, Article 4, \nSDCL §§ 9-32-1.\n\n§27, 12/10/73.\n                   Ordinance No. 61, 4/3/78.\nOrdinance No. 330, 8/1/03\nOrdinance No. 351, 7/20/04\n3-2-25\nDESTRUCTION OF RABID ANIMALS\nIf it is not reasonable under the circumstances to impound or to attempt to seize\nan animal reasonably believed to be rabid, the police officer or animal control\nofficer has permission to destroy the animal immediately in any humane manner. \nLegislative History:\nAuthority:\nOrdinance No. 2, Article 4, §28, 12/10/73.\nSDCL §§ 9-32-1.\nOrdinance No. 61, 4/3/78.\nOrdinance No. 330, 8/1/03 \nOrdinance No. 351, 7/20/04\n3-2-26\nNUMBER OF PETS LIMITED\nIt is unlawful for any person to have or to keep more than a total of three (3) \ndogs, cats, pot-bellied pigs, turtles or rabbits over the age of six (6) months, on\nany lot or premises in the City, unless such person residing on or in the lot or\npremises has a valid kennel license issued by the City. The City humane society,\nveterinarian officers and retail pet stores are exempt from the provisions of this\nsection. Those domestic pets that are licensed by the City as of May 1, 1993 are\nexempt.\nLegislative History:\nAuthority:\nOrdinance No. 213, 5/5/93\nSDCL §§ 9-32-1\nOrdinance No. 330, 8/1/03 \nSDCL §§ 9-29-12\nOrdinance No. 351, 7/20/04\nOrdinance #590, 7/3/19\n3-2-27\nDISPOSITION OF ABUSED ANIMALS\nIn cases where an animal or animals have been seized by the animal control\nofficer based upon cruelty, neglect or abandonment, such animal may be adopted\nto another owner or humanely euthanized, thereby extinguishing all property\nrights of the existing owner following the procedures as hereinafter provided:\nA.\nUpon seizure of the animal or animals, the animal control officer shall\nserve notice upon the existing owner, if the identity of said existing\nowner is known, informing said existing owner of the animal control\nofficer's intent to of the animal.\nB.  \nThe existing owner shall have 72 hours:                                      \n1.\nDeclare in writing and deliver to the animal shelter keeping\nsaid animal or animals:                \n                  \na. \nNotice of said existing owner’s intent to maintain\nownership of the animal or animals and to object to\nthe adoption or euthanasia thereof, and;\n                                       \n                 \n b.\nNotice that said existing owner will pay when due all\nimpoundment, board and veterinary costs until such\ntime as the animal or animals shall be release to said\nexisting owner or be adopted or euthanized.\n\n                                   \n2.  \nPay to the animal control officer all impoundment, board and\nveterinary costs up to the date of the owner's declaration of\nintent to maintain his ownership of said animal or animals to\nthe animal control shelter.\n \nC.  \nUpon notification of said existing owner's intent to maintain ownership\nof the animal or animals and the existing owner's objection to the\nadoption of euthanasia of the animal or animals, said existing owner\nshall continue said payments to the animal control shelter for\nimpoundment, board and veterinary costs on a weekly basis until such\ntime as the animal or animals shall be released to said existing owner,\nor be adopted or euthanized.\nIf, after 72 hours the existing owner or the animal of animals fails to\ndeclare the hereinbefore stated intent, or if the existing owner fails to\n",
    "source": "Chapter 3-2 ANIMALS"
  },
  {
    "chunk_index": 8,
    "text": "make any payment in a timely manner, or if the identity of said existing\nowner is unknown or notification to said existing owner cannot be\nmade, ownership of the animal or animals will revert to the animal\nshelter. \nLegislative History:\nAuthority:\nOrdinance No. 262, 4/15/97        \nSDCL §§ 9-29-11, 12 & 13\nOrdinance No. 351, 7/20/04\nSDCL §§ 9-32-1\n3-2-28\nEXOTIC OR WILD ANIMALS:\nA.\nExotic Animals Prohibited - No exotic animal as defined by this\nordinance may be housed or kept except for those legally within the\nCity at the time of the effective date of this ordinance.  Any exotic\nanimals that are housed or kept prior to the effective date of this\nordinance must be registered with the Police Department within ninety\n(90) days subsequent to the adoption of this ordinance.  Facilities shall\nbe maintained for these animals grand fathered in to insure protection of\nthe public and humane care of the animal.  This provision shall not\napply to any circus or exotic animal exhibit or display that is validly\nand legally operating within the City for a specific and limited time\nperiod.\n \nB.\nNo person shall allow any exotic or wild animal to run at large\nunattended.\nC.\nAny exotic or wild animal that is at large will be impounded by the\nanimal control officer.  If the animal control officer can not capture the\nanimal, the animal may be destroyed.\nD.\nThe owner shall bear all costs of impoundment, board and euthanasia of\nthe animal.\nLegislative History:\nAuthority:\nOrdinance No. 266, 5/5/98   \nSDCL §§ 9-29-11, 12 & 13\nOrdinance No. 330, 8/1/03      \nSDCL §§ 9-32-1\nOrdinance No. 351, 7/20/04\n3-2-29\nRESPONSIBILITY:\n A. \nNo person shall create or maintain any condition or operate any\n\nequipment or keep any animal, fowl, pet or insect under his jurisdiction\nin a way that is likely to cause the transmission of diseases from animals\nor insects to humans.\n B.\nNo owner, keeper, caretaker, or attendant of an animal shall allow an\nanimal to defecate on public or private property other than his own.  If\nsuch animal does defecate upon public or private property, the owner,\nkeeper, caretaker, or attendant must immediately and thoroughly clean\nthe fecal matter from such property. \nViolation of any part of this ordinance is punishable by a fine or by\nimprisonment, or both, as established in 1-10-1 of the Brandon\nMunicipal Code.\n C.\nAnyone walking an animal on public or private property other than his\nown must carry with him visible means of cleaning up any fecal matter\nleft by the animal.  Animals used in parades or involved in law\nenforcement are exempt from this section.\nLegislative History:\nAuthority:\nOrdinance No. 266, 5/5/98   \nSDCL §§ 9-29-11, 12 & 13\nOrdinance No. 330, 8/1/03  \nSDCL §§ 9-32-1\nOrdinance No. 351, 7/20/04\nSDCL §§ 9-32-10    \n",
    "source": "Chapter 3-2 ANIMALS"
  }
]