[
  {
    "chunk_index": 1,
    "text": "CHAPTER 16-10\nEROSION CONTROL PLAN\n16-10-1  \nSPECIFICATIONS\nMeasures used to control erosion on a development site shall meet the requirements of the\nEngineering Design Standards.  Stripping of vegetation, regrading and cut and fill\noperations should be kept to a minimum, as should the amount of land and the duration of\nexposure.  Whenever feasible, development plans should be made in conformance with\ntopography in order to create the least erosion potential. Similarly, as much as possible,\nnatural vegetation shall be retained, protected and supplemented.  The City Engineer shall\nrequire any further measures as necessary to prevent erosion on building sites and\ndevelopments from depositing wastes or sediments on public streets or other property. \nEvery effort shall be made to retain the natural vegetation on all ditches and drainage\nways. Ditches and drainage ways will not be disturbed without the approval of the City\nEngineer.\nLegislative History:\nAuthority:\nOrdinance #503, 4/23/13\nSDCL § Ch. 9\n16-10-2  \nSUBDIVISIONS AND INDIVIDUAL LOTS\nA. \nGeneral\n1. \nLand disturbing activities of one acre or more shall comply with the\nErosion and Sediment Control Guidelines of the City’s Engineering\nDesign Standards and all SD Department of Environment and Natural\nResources.\n2. \nThroughout build-out, a subdivision owner and developer is responsible\nfor and shall implement and maintain best management practices\n(BMP) and conditions of the approved erosion and sediment control\nplan to control erosion and sediment problems on all property within\nthe subdivision until the notice of termination is granted.  It shall be the\nresponsibility of the subdivision owner and developer to inform owners\nand contractors of lots within the development about the erosion control\nstandards.  The responsibility may be transferred to new owners of lots\nwithin the subdivision by completing the transfer of permit coverage\nform as stated in the general permit.\nLegislative History:\nAuthority:\nOrdinance #503, 4/23/13\nSDCL § Ch. 9\n",
    "source": "Chapter 16-10 EROSION CONTROL PLAN"
  }
]