[
  {
    "chunk_index": 1,
    "text": "CHAPTER 8-5\nPAWNBROKERS - GENERAL\n8-5-1\nPROHIBITED ACTS\n   \nA.\nNo person under the age of eighteen (18) years may pawn or sell or attempt to\npawn or sell goods with any licensee, nor any licensee receive any goods from a\nperson under the age of eighteen (18) years.\n  \nB.\nNo licensee may receive any goods from a person of unsound mind or an\nintoxicated person.\n   \nC.\nNo licensee may receive any goods, unless the seller presents identification in\nthe form of a valid driver's license, a valid State of South Dakota identification\ncard, or current valid photo driver's license or identification card issued by the\nstate of residency of the person from whom the item is received.\n   \nD.\nNo licensee may receive any item of property that possesses an altered or\nobliterated serial number or operation identification number or any item of\nproperty that has had its serial number removed.\nLegislative History:\nAuthority:\nOrdinance No. 268, 4519/98.\n8-5-2\nDENIAL, SUSPENSION OR REVOCATION\nAny license under this chapter may be denied, suspended or revoked for one or more of\nthe following reasons:\n   \nA.\nThe proposed use does not comply with the City of Brandon Zoning code.\n  \nB.\nThe proposed use does not comply with any health, building, building\nmaintenance or other provisions of the Code of Ordinances or state law.\n \n   \nC.\nThe applicant or licensee has failed to comply with one or more provisions of\nthis chapter.\n  \nD.\nThe applicant is not a citizen of the United States or a resident alien, or upon\nwhom it is impractical or impossible to conduct a background or financial\ninvestigation due to the unavailability of information.\n   \nE.\nFraud, misrepresentation or bribery in securing or renewing a license.\n   \nF.\nFraud, misrepresentation or false statements made in the application and\ninvestigation for, or in the course of, the applicant's business.\n   \nG.\nViolation within the preceding five (5) years, of any law relating to theft, damage\nor trespass to property, sale of a controlled substance, or operation of a business.\n\n   \nH.\nThe owner of the premises licensed or to be licensed would not qualify for a\nlicense under the terms of this chapter.\nLegislative History:\nAuthority:\nOrdinance No. 268, 4519/98.\n8-5-3\nPAWNSHOP LOCATION\nNo pawnshop shall be located within three hundred (300) feet, measured by the regular\nand usual path of travel, of any door or exit of any existing school or church. \nLegislative History:\nAuthority:\nOrdinance No. 268, 4519/98.\n8-5-4\nBUSINESS AT ONLY ONE PLACE \nA license under this chapter authorizes the licensee to carry on its business only at the\npermanent place of business designated in the license.  However, upon written request,\nthe chief of police may approve an off-site locked and secured storage facility.  The\nlicense shall permit inspection of the facility in accordance with section 8-4-2.  All\nprovisions of this chapter regarding record keeping and reporting apply to the facility and\nits contents.  Property shall be stored in compliance with all provisions of the City code. \nThe licensee must either own the building in which the business is conducted, and any\napproved off-site storage facility, or have a lease on the business premises which extends\nfor more than six (6) months.\nLegislative History:\nAuthority:\nOrdinance No. 268, 4519/98.\n8-5-5\nSEPARABILITY.  \nShould any section, subsection, clause or other provision of this chapter be declared by a\ncourt of competent jurisdiction to be invalid such decision shall not effect the validity of\nthe ordinance as whole or any part other than the part so declared invalid.\nLegislative History:\nAuthority:\nOrdinance No. 79, ยง4, 4/16/79.\nSDCL ยง 9-45-2.\n\n",
    "source": "Chapter 8-5 PAWNBROKERS - GENERAL"
  }
]