[
  {
    "chunk_index": 1,
    "text": "CHAPTER 12-4\nACCIDENTS\n12-4-1\nIMMEDIATE NOTICE OF ACCIDENT\nThe driver of a vehicle involved in an accident resulting in injury to or death of any\nperson or property damage shall by the quickest means of communication give notice of\nsuch accident to the police department.\nLegislative History:\nAuthority:\nOrdinance No. 5, Article IV,\nSDCL Ch. 32-34.\n§56, 3/11/74.\n12-4-2\nWHEN DRIVER UNABLE TO REPORT\nAn accident report shall not be required from any person who is physically incapable of\nmaking such report during the period of such incapacity.  Whenever the driver of a\nvehicle is physically incapable of making such report or is physically incapable of giving\nnotice of an accident and there is another occupant in the vehicle at the time of the\naccident capable of doing so, such occupant in the vehicle at the time of accident shall\ncause to be given the notice not given by the driver.\nLegislative History:\nAuthority:\nOrdinance No. 5, Article IV, \nSDCL Ch. 32-34.\n§57, 3/11/74.\n12-4-3\nDUTY TO GIVE INFORMATION, RENDER AID\nThe driver of any vehicle involved in an accident resulting in injury to or death of any\nperson or damage to any vehicle which is driven or attended by any person shall give his\nname, address and the license number of the vehicle he is driving, and shall upon\nrequest and if available, exhibit his operator's or chauffeur's license to the person struck\nor the driver or occupant of or person attending any vehicle collided with, and shall\nrender to any person injured in such accident reasonable assistance, including the\ncarrying, or the making of arrangements for the carrying of such person to a physician,\nsurgeon or hospital for medical or surgical treatment if it is apparent that such treatment\nis necessary or if such carrying is requested by the injured person.\nLegislative History:\nAuthority:\nOrdinance No. 5, Article IV, \nSDCL Ch. 32-34.\n§58, 3/11/74.\n12-4-4\nPROPERTY DAMAGE\nThe driver of any vehicle involved in an accident resulting only in damage to a vehicle\nwhich is driven or attended by any person shall immediately stop such vehicle at the\nscene of such accident or as close thereto as possible but shall forthwith return to and in\nevery event shall remain at the scene of the accident until he has fulfilled the\nrequirements of §12-4-3.  Every such stop shall be made without obstructing traffic more\nthan necessary.  Any person failing to stop or comply with said requirements under such\ncircumstances shall be guilty of a misdemeanor.\nLegislative History:\nAuthority:\nOrdinance No. 5, Article IV, \nSDCL Ch. 32-34.\n§60, 3/11/74.\n\n12-4-5\nUNATTENDED VEHICLE PROPERTY\nThe driver of any vehicle which collides with any vehicle or other property which is\nunattended shall immediately stop and shall then and there either locate and notify the\noperator or owner of such vehicle or the name and address of the driver and owner of the\nvehicle striking the unattended vehicle or shall attach securely in a conspicuous place in\nor on the vehicle struck a written notice giving the name and address of the driver and\nthe owner of the vehicle doing the striking and a statement of the circumstances thereof. \nSuch driver shall without unnecessary delay notify the police department of such\naccident.\nLegislative History:\nAuthority:\nOrdinance No. 5, Article IV, \nSDCL Ch. 32-34.\n§61, 3/11/74.\n12-4-6\nDUTY UPON STRIKING FIXTURES\nThe driver of any vehicle involved in an accident resulting only in damage to fixtures or\nother property legally upon or adjacent to a street shall take reasonable steps to locate\nand notify the owner or person in charge of such property of such fact and of his name\nand address and of the registration number of the vehicle he is driving and shall upon\narrest and if available exhibit his operator's license and shall make report of such\naccident when and as required by ordinance or statute.\nLegislative History:\nAuthority:\nOrdinance No. 5, Article IV,\nSDCL Ch. 32-34.\n§62, 3/11/74.\n12-4-7\nDUTY UPON STRIKING ANIMAL\n",
    "source": "Chapter 12-4 ACCIDENTS"
  },
  {
    "chunk_index": 2,
    "text": "The driver of any vehicle which collides with any dog or domestic animal causing injury\nthereto shall stop and attempt to ascertain the owner of such animal and shall notify the\ndepartment of such accident and shall also notify the humane officer thereof if such\ninjured animal is not otherwise properly cared for.\nLegislative History:\nAuthority:\nOrdinance No. 5, Article IV,\nSDCL Ch. 32-34.\n§63, 3/11/74.\n12-4-8\nFILING OF ACCIDENT REPORT\nThe police department shall maintain a suitable system of filing traffic accident reports.\nLegislative History:\nAuthority:\nOrdinance No. 5, Article IV, \nSDCL Ch. 32-34.\n§64 3/11/74.\n12-4-9\nGARAGE KEEPER TO REPORT DAMAGE VEHICLE\nThe person in charge of any garage, repair shop or service station to which is brought\nany vehicle which shows evidence of having been involved in a serious accident or\nstruck by a bullet shall report to the police department within twenty four (24) hours\nafter such vehicle is received, giving the kind of car and license number, and the name\n\nand address of the owner or operator of such vehicle.\nLegislative History:\nAuthority:\nOrdinance No. 5, Article IV, \nSDCL Ch. 32-34;  See \n§65, 3/11/74.\nAlso § 9-29-3.\n",
    "source": "Chapter 12-4 ACCIDENTS"
  }
]