[
  {
    "chunk_index": 1,
    "text": "CHAPTER 16-4\nPRELIMINARY SUBDIVISION PLAN\n16-4-1  \nSUBMISSION  \nA preliminary subdivision plan is a process designed to assist the developer and the City\nwith the efficient and timely development of utilities to and throughout a development. \nPlans will be evaluated for compliance with the City’s comprehensive plan goals and\npolicy framework, adopted master plans, and the capital improvement program.\nBased on the comments from the concept plan, the developer shall submit the preliminary\nsubdivision plan to the Authorized Official.  The application shall be submitted at least\nfifteen days prior to a regularly scheduled Planning & Zoning  Commission meeting.\nA.\nWithin ten working days of receipt of a subdivision application and fee, the\nAuthorized Official will review the application to determine whether it contains\nall elements required by Section 16-4-1(A).\nB.\nIf the Authorized Official determines that the application does not contain all\nelements as required by Section 16-4-1(A), then the applicant shall be notified in\nwriting of the specific deficiencies; and that the application shall not be\nscheduled for a public hearing until all elements of the application are submitted.\nThe applicant has until the submittal deadline to submit all elements. \nC.\nWhen the Authorized Official determines that the application does contain all\nelements as required by Section 16-4-1(A), the application shall be scheduled for\na Planning & Zoning  Commission public hearing by the Authorized Official on\na day when the Planning & Zoning  Commission is regularly scheduled to meet\nas determined by the rules, policies, and regulations as adopted or which may\nhereafter be adopted by the Planning & Zoning Commission for holding public\nhearings on such requests.\nD.\nIf the Authorized Official determines that the preliminary subdivision plans do\nnot meet the criteria, a one-month deferral of the plan may occur and the\nAuthorized Official shall identify specific required information in its notification\nto the applicant at the end of the ten-day review period. After receipt of the\nresubmitted preliminary subdivision plan, the Authorized Official may schedule\nthe preliminary plan for a Planning & Zoning  Commission public hearing.\nE.\nIf the Authorized Official determines that the preliminary subdivision application\nis in sufficient compliance with Section 16-4-1(A), but there are specific design,\nimprovement, or other compliance deficiencies, the Authorized Official may list\nconditions to the approval of the subdivision application to the Planning &\nZoning  Commission. \nThe City Council, in taking action on a preliminary plan, shall consider the\nrecommendations of the Planning & Zoning  Commission and shall hold a public\nhearing. It shall then approve, disapprove, or approve with conditions based\nupon the criteria within Section 16-4-1(A). Approval of the preliminary plan\nshall indicate\n\n City Council's approval of the general location of the lots, blocks, and streets including\nthe interrelationship to proposed zoning districts or land uses; all which shall be so noted\non the preliminary subdivision plan's certificate of approval. The approved plan shall be\nkept on file in the office of the Authorized Official and City Engineer. Any conditions\nincluded by the City Council shall be resolved on a revised preliminary plan which would\nbe submitted to the Authorized Official for administrative approval before any\ndevelopment engineering plans and plats are submitted.\nA.\nElement and Approval Criteria for Preliminary Subdivision Plans (The\ndeveloper shall also reference Chapter 13 of the Engineering Design Standards\nfor specific requirements regarding plan submittals.):\nElements\nApproval Criteria\nSubmitted by licensed engineer.\nThe earmark that distinguishes a\nlicensed/registered professional\nengineer is the authority to sign and\nseal or \"stamp\" engineering documents\nfor a design or analysis, thus taking\nlegal responsibility for it.\nConcept plan comments.\n",
    "source": "Chapter 16-4 PRELIMINARY SUBDIVISION PLAN"
  },
  {
    "chunk_index": 2,
    "text": "Consistency with concept plan\ncomments\nProposed name of subdivision.\nThe name shall not duplicate, be the\nsame in spelling, or alike in\npronunciation with the name of any\nother recorded subdivision, unless it is\nan extension of or adjoining to an\nexisting subdivision.\nThe names of all adjoining subdivisions\nwith adjoining unplatted property shall be\nlabeled as such.\nShowing connectivity with lot and\nblock lines, easements, and rights-of-\nway.\nLot and block layout.\nConsistent with Article 6 (Preliminary\nPlan Criteria).\nVicinity map to scale showing location of\npreliminary subdivision plan.\nIncludes other property between 660-\n1,320 feet in every direction.\nThe owner, developer, and engineer's\nnames, addresses, and telephone numbers.\nUse as contact for the project for\ncomments and notifications.\nProposed zoning districts.\nSufficient to allow for staff review of\nresidential densities and nonresidential\nstructure size. \nArea, legal description, and notations\nstating acreage, scale, and north arrow.\nDetermine if plan boundaries meet\nstated ownership; adjacent property\nnotification, if required; measurement\nand review of plans.\n\nThe location and size of all public facilities,\nschools, libraries, fire stations, parks, tree\nmasses, and other significant natural\nfeatures. \nConsistent with the parks/open space\nneeds identified within the Brandon\nComprehensive Plan and Article 11 of\nthe Subdivision Ordinance\n(Preservation of Natural Features and\nAmenities).\nExisting contours referenced to North\nAmerican Vertical Datum (NAVD 88) with\nintervals sufficient to determine the\ncharacter and topography of the land to be\nsubdivided. \nUtility coordination and consistency\nwith water, sewer, grading/drainage\nplans.\nPhasing and time lines. \nPer annexation resolution and for\npurposes of identifying final utility plan\nparcels (based on watershed\nboundaries); construction planning for\nprivate and public entities. \nProposed City reimbursements.\nCoordination with CIP and City\ndisbursements.\nOther data consistent with or required\nwithin the developers/pre-annexation\nagreement.\nOnly data as required within an\nannexation, pre-annexation.\nCertificates of approval for endorsement by\nthe Planning & Zoning  Commission,\nAuthorized Official, City Engineer, Finance\nOfficer, and the City Council.\nSigned and executed.\nBoundary lines of flood ways and 100-year\nflood zones delineated on the Flood\nInsurance Rate Maps (FIRM).\nTo ensure buildable lots.\nPreliminary street plan.\nConsistent with Engineering Design\nStandards.\nPreliminary sanitary sewer plan.\nConsistent with Engineering Design\nStandards.\nPreliminary water plan.\nConsistent with Engineering Design\nStandards.\nPreliminary drainage plan.\nConsistent with Engineering Design\nStandards.\nPreliminary street lighting plan.\nConsistent with Engineering Design\nStandards.\nLegislative History:\nAuthority:\nOrdinance #503, 4/23/13\nSDCL § Ch. 9\n\n16-4-2              \nEFFECTIVE PERIOD OF PRELIMINARY SUBDIVISION PLAN\nAPPROVAL\nAny preliminary subdivision plan which has not received Development Engineering Plan\napproval for all or a portion of the Preliminary Subdivision Plan area within a period of\nthree years would require re-submittals of a new plan for approval subject to any new\nsubdivision regulations unless a waiver from the Authorized Official is approved. \nUpon written request to the Authorized Official and prior to the Preliminary Plan\nexpiration date, a one-year time extension for the Preliminary Plan may be granted by the\nAuthorized Official, subject to the following condition:\nThe land uses for land within the preliminary subdivision plan area have not significantly\nbeen altered since the original approval date for the preliminary subdivision plan.\nLegislative History:\nAuthority:\nOrdinance #503, 4/23/13\nSDCL § Ch. 9\n16-4-3  \nREVISIONS TO PRELIMINARY PLAN\nAmendments to an approved preliminary subdivision plan may be requested by the\ndeveloper.  The Authorized Official may request an updated preliminary subdivision plan\n",
    "source": "Chapter 16-4 PRELIMINARY SUBDIVISION PLAN"
  },
  {
    "chunk_index": 3,
    "text": "for review and approval when changes to the plan are proposed.\nA.\nAmendments to a preliminary plan shall consist of external impacts, including\nchanges in major (collectors) street pattern, change of zones, drainage facility\nlocation, other public open space location, or perimeter boundaries.\n \n1.\nAmendments to an approved preliminary subdivision plan shall follow\nthe procedures for approval of a preliminary subdivision plan as\nrequired in this section.\n \n2.\nThe approved plan [and any amendments] shall be kept on file with the\nAuthorized Official.\nLegislative History:\nAuthority:\nOrdinance #503, 4/23/13\nSDCL § Ch. 9\n",
    "source": "Chapter 16-4 PRELIMINARY SUBDIVISION PLAN"
  }
]