[
  {
    "chunk_index": 1,
    "text": "CHAPTER  6-6\nBICYCLES\n6-6-1\nLIGHTS\nEvery bicycle upon any street during the period from a half (½) hour after sunset to a\nhalf (½) hour before sunrise and at any other time when there is not sufficient light to\nrender clearly discernible any person on the street at a distance of two hundred (200)\nfeet ahead, shall be equipped with a lighted front lamp exhibiting a white light visible\nfrom a distance of at least three hundred (300) feet to the front and with a rear red lamp\nor reflector so designed and maintained as to be visible from a distance of two hundred\n(200) feet from such bicycle.\nLegislative History:\nAuthority:\n1990 Revisions.\nOrdinance No. 10 1974. \n6-6-2\nBRAKES\nEvery bicycle when operated upon a highway shall be equipped with a brake adequate to\ncontrol the movement and to stop such bicycle whenever necessary.\nLegislative History:\nAuthority:\n1990 Revisions.\nOrdinance No. 10 1974. \n6-6-3\nTRAFFIC REGULATIONS GENERALLY\nEvery person riding a bicycle upon a roadway shall be subject to the provisions of this\ncode applicable to the driver of a vehicle except as to special regulations of this article\nand except as to those provisions of this code which by their nature can have no\napplication.\nLegislative History:\nAuthority:\n1990 Revisions.\nOrdinance No. 10 1974. \n6-6-4\nMANNER OF RIDING\nNo person shall ride or propel a bicycle upon any street except in a careful or prudent\nmanner and unless such person shall be capable of efficient control and operation of\nsuch bicycle.\nLegislative History:\nAuthority:\n1990 Revisions.\nOrdinance No. 10 1974. \n6-6-5\nPASSENGERS PROHIBITED\nNo person shall propel or operate any bicycle upon a street carrying or permitting to be\n\ncarried any other person upon such bicycle excepting infant type carriers or seats. \nLegislative History:\nAuthority:\n1990 Revisions.\nOrdinance No. 10 1974. \n6-6-6\nCLINGING TO VEHICLES\nAny person riding upon any bicycle shall not attach the same or himself to any vehicle\nupon a street.\nLegislative History:\nAuthority:\n1990 Revisions.\nOrdinance No. 10 1974. \n6-6-7\nRIDING ABREAST\nPersons riding bicycles upon a street shall not ride abreast at any time except while in\nthe process of passing. \nLegislative History:\nAuthority:\n1990 Revisions.\nOrdinance No. 10 1974. \n6-6-8\nCARRYING ARTICLES\nNo person riding a bicycle shall carry any packages, bundle, or article which prevents\nthe rider from keeping both hands upon the handlebars.\nLegislative History:\nAuthority:\n1990 Revisions.\nOrdinance No. 10 1974. \n6-6-9\nACROBATIC RIDING\nNo rider of a bicycle shall remove both hands from the handlebar or feet from the pedals\nor practice any acrobatic or fancy riding on any street.\nLegislative History:\nAuthority:\n1990 Revisions.\nOrdinance No. 10 1974. \n6-6-10\nSPEED, CONTESTS\nNo person shall, while operating a bicycle upon a street, participate in any race for speed\nor endurance contest with any other vehicle, except under permit from an under the\nsupervision of the police department.\nLegislative History:\nAuthority:\n1990 Revisions.\nOrdinance No. 10 1974. \n\n6-6-11\nINTERFERING WITH PEDESTRIANS\nNo person shall ride or propel any bicycle upon any street in such a manner as to\ninterfere with any pedestrian thereon.\nLegislative History:\nAuthority:\n1990 Revisions.\nOrdinance No. 10 1974. \n6-6-12\nREGISTRATION AND LICENSE REQUIREMENTS\nBicycles shall be registered at City Hall and licensed by the City.  The fee for licensing\nshall be determined by resolution of the City Council.\nLegislative History:\nAuthority:\n1990 Revisions.\nOrdinance No. 10 1974. \n",
    "source": "Chapter  6-6 BICYCLES"
  }
]