[
  {
    "chunk_index": 1,
    "text": "CHAPTER 4-4\nBUILDINGS  TO  BE  MOVED\n4-4-1\nTHE MOVING OF BUILDINGS;  PRIOR PROCEDURES FOR\nThe applicant for such license shall also file with the City Auditor a bond running to the\nCity of Brandon, in such amount as fixed by the Council, with sufficient sureties to be\napproved by the Council, and conditioned that the applicant, if license is granted to him,\nwill, in carrying on the business of moving buildings, in said City, conform to all\nrequirements relating thereto, which are now, or may be hereafter, established by the\nCouncil of said City, and that he will promptly fill all basements and cellars left open as a\nresult of moving, clear away all concrete floors and foundations left on the premises, leave\nthe premises vacated by the removal in a safe, sanitary and neat appearance and condition,\nand repair and make good to the satisfaction of the Council, any and all damage to any\npavement, sidewalk, cross walk, hydrant, street, alley or other property, done or caused by\nhimself, his servants or employees, in moving any building, or part of building, or in\nconnection with the moving thereof and that he will immediately indemnify and save\nharmless the City of Brandon against any and all liability for damages, costs or expense,\narising, or which may arise in favor of any person by reason of any negligence on his part,\nor on account of his servants or employees in connection with the moving of any building\nor the use of any public street or ground for that purpose.\nLegislative History:\nAuthority:\nOrdinance No. 11, 4/22/74,\nSDCL §§ 9-37-2, 9-12-1;\nin part.\nCompare SDCL Ch. 9-42 and\n9-54 generally.\n4-4-2\nBUILDING PERMIT ROUTES WHILE MOVING\nBefore the owner of any building shall be authorized to move the same, or permit the same\nto be moved by a licensed mover, or remove from one lot to another, within the limits of the\nCity of Brandon, he shall obtain a permit therefor from the City Council of such City, which\npermit shall describe the route to be taken in so moving such building, or part thereof, and\nthe length of time which may be consumed in the work and he shall make written\napplication for such permit to the Council, and the application may be granted upon the\naffirmative vote of a majority of the members of the Council, and when granted, he shall\nthereupon pay to the City Treasurer of the City of Brandon, such sum as shall be fixed in\neach case by such Council.\nLegislative History:\nAuthority:\nOrdinance No. 11, 4/22/74,\nSDCL §§ 9-37-2, 9-12-1,\nin part.\n9-29-3; Compare SDCL Ch.\n9-42 and 9-54 generally.\n4-4-3\nTIME LIMITS FOR MOVING BUILDINGS\nWhen in the process of moving, no building or any part of a building shall be allowed to\nstand still in any public street or on any public ground within the City for more than a\ntwenty-four (24) hours period.\n\nLegislative History:\nAuthority:\nOrdinance No. 11, 4/22/74 \nSDCL §§ 9-37-2, 9-12-1, \nin part.\n9-29-3;\n4-4-4\nMOVING AND LOCATION OF BUILDINGS\nNo building or structure including mobile and prefabricated houses, shall be moved to any\nlot within the City of Brandon unless the owner of the building or the lot shall first apply\nfor and obtain a building permit.  The application for the building permit shall include a\nplot plan showing the location of the building on the lot and compliance with the yard\nrequirements of this chapter.\nLegislative History:\nAuthority:\nOrdinance No. 11, 4/22/74,\nSDCL §§ 9-37-2, 9-12-1, \nin part.\n9-29-3; Compare SDCL Ch.\n9-42 and 9-54 generally.\n4-4-5\nUTILITIES\nBefore a house or building moving permit can be issued the applicant must furnish approval\nfrom the City of Brandon that the sewer service lines have been properly disconnected as\nper the City's specifications.  In addition, the applicant must furnish approval from the City\nof Brandon that the water service lines have been properly disconnected as per the City's\nspecifications.  The applicant shall also be responsible for notifying other service companies\nof such anticipated moving of the house or building.\n",
    "source": "Chapter 4-4 BUILDINGS  TO  BE  MOVED"
  },
  {
    "chunk_index": 2,
    "text": "Legislative History:\nAuthority:\nOrdinance No. 11, 4/22/74,\nSDCL §§ 9-37-2, 9-12-1, \nin part.\n9-29-3; Compare SDCL Ch. \n9-42 and 9-54 generally.\n",
    "source": "Chapter 4-4 BUILDINGS  TO  BE  MOVED"
  }
]