[
  {
    "chunk_index": 1,
    "text": "CHAPTER 1-8\nFINANCE\n1-8-1\nWARRANTS\nAll warrants upon the City Finance Officer that may have been issued and remain\nunpaid, or that may hereafter be issued, shall be paid in the order of their presentation.\nLegislative History:\nAuthority:\n1990 Revisions.\nSDCL § 9-23-5.\n1-8-2\nWARRANT REGISTER\nThe City Finance Officer shall provide and keep a warrants register which shall show in\ncolumns the number, date and amount of each warrant presented, the name of\nthe\nperson presenting the warrant, the date notice for payment is made, the amount of\ninterest and the total amount paid thereon.\nLegislative History:   \nAuthority:\n1990 Revisions.\n  \nSDCL § 9-23-4; Warrant register, \nSDCL §§ 9-23-8, 9-23-9.\n1-8-3\nREGISTRATION OF WARRANTS\nIt shall be the duty of the City Finance Officer upon the presentation of any City warrant\nfor payment, if there are no funds in the treasury to pay the same to enter such warrant\nin the warrant register.  He shall thereon place the words \"registered for payment\", with\nthe date of such registration, and shall sign such endorsement, and thereafter it shall\ndraw interest at the legal rate as set by the City Council until paid.\nLegislative History:    \nAuthority:\n1990 Revisions.\n   \nSDCL §§ 9-23-10 through 9-23-12.\n1-8-4\nNOTICE TO HOLDERS OF WARRANTS\nIt shall be the duty of the City Finance Officer, as soon as sufficient funds are received\nfor the payment of the warrants, to pay the first in order on the warrant register and to\nnotify by mail the holder of such warrant, or in case the holder is not known then the\nperson that registered it, that the warrant will be paid upon presentation and interest\nthereon shall cease.\nLegislative History:\nAuthority:\n1990 Revisions.\nSDCL § 9-23-19.\n1-8-5\nPENALTY FOR NEGLECT\nIf the City Finance Officer shall fail to register any warrant in the order of its\npresentation when presented as provided herein, or shall fail to notify the holder thereof\nas provided in § 1-8-2, he shall be liable on his official bond to each and every person,\nthe payment of whose warrant is thereby delayed, in the sum of fifty dollars ($50.00) to\nbe recovered in a civil action.\nLegislative History:\n1990 Revisions.\n",
    "source": "Chapter 1-8 FINANCE"
  }
]