[
  {
    "chunk_index": 1,
    "text": "CHAPTER 1-3\nTHE MAYOR, CITY COUNCIL & COMMITTEES\n1-3-1 \nREGULAR MEETINGS, WORKING SESSIONS OF THE CITY COUNCIL\nThe Council shall meet in regular session on the first and third Mondays of each month at\nthe City Hall at such hour and location as the Council shall fix from time to time. If a\nregular meeting day shall be a holiday, the regular meeting shall be held on the day\nfollowing.  The Mayor, any Council Member, any Appointed Officer, and the City\nAdministrator may place an item on an Agenda.  Except as otherwise provided by law,\naction may only be taken at the meeting on those items placed on the Agenda published\n24 hours in advanced of the meeting; such restriction does not apply to revisions in\nsupporting documentation, which are otherwise regulated by SDCL 1-27-1.16.\nThe City Council may also meet in informational meetings and working sessions, which\nshall be open to the general public to review and discuss matters pertaining to the affairs\nof the City Council provided that all discussions and conclusions thereon shall be\ninformal. Agendas for informational meetings and working sessions of a quorum of the\nCity Council shall be posted with at least 24 hours notice.\nLegislative History:      \nAuthority:\nOrdinance #33, §26, 3/8/76.\nSDCL Ch. 9-8 generally.\nOrdinance #39, §1, 7/12/76.\nOrdinance #571, 1/1/19.\n1-3-2 \nSPECIAL MEETINGS\nA special meeting of the City Council may be called by Mayor or in the Mayor's absence\nby the Acting Mayor, or by request of three (3) or more Council Members.  Unless\notherwise dictated by an emergency, notice of the meeting and Agenda shall be provided\nto the Mayor and Council members at least twenty-four (24) hours prior to the meeting.  \nLegislative History:\nAuthority:\n1990 Revisions.\nSDCL Ch. 9-8 generally.\nOrdinance #571, 1/1/19.\n1-3-3 \nOFFICE OF THE MAYOR\nThe Mayor shall be elected from the City at large for a term of four years or until the\nsuccessor is elected and qualified, beginning in the year 2003.  The Mayor must be a\nqualified elector of the City and shall have resided therein for at least three months prior\nto the election. If the person has resided in an area annexed pursuant to SDCL Chapter\n9-4, for at least three months prior to the election, such person may hold municipal office.\nLegislative History:\nAuthority:\n1990 Revisions.\nSDCL § 9-8-4.\nOrdinance #33 & 16 in part.3/8/76.\n                        \nOrdinance #306, 6/5/01.\n                        \nOrdinance #508, 1/1/14.\nOrdinance #571, 1/1/19.\n\n1-3-4 \nDUTIES OF THE MAYOR\nThe Mayor shall be the Chief Executive Officer/Administrator for the City and have the\npower and duties as prescribed by the laws of the State of South Dakota and the\nOrdinances of the City of Brandon, including but not limited to:\n1.\nTo appoint all Officers of the City, with such appointments to be\napproved by the City Council;\n2.\nTo supervise all Appointed Officers and City employees; and\n3.\nExcept as otherwise provided by law, to remove from office any\nAppointed Officer, and with City Council consent, to remove any\nCommittee, Board or Commission Member;\n4.\nTo appoint City Council and other members to Committees, Boards and\nCommissions.  Individuals appointed must be residents or owners of\nbusinesses with a physical presence in the City;\n5.\nTo preside over City Council meetings;\n6.\nTo represent the City in inter-governmental relationships;\n7.\nTo execute contracts;\n8.\nTo suppress disorder and to keep the peace;\n9.\nTo at least annually provide the Council with information relative to the\naffairs of the City and recommend for their consideration such measures\nas he deems expedient;\n10.\nTo vote at a City Council meeting where there is a tie, except as to one\nto expend or appropriate money;\n11.\nTo veto any Ordinance or Resolution, in whole or part, passed by the\nCity Council, which veto the City Council may later override by\ntwo-thirds majority of the full Council at the next Council meeting;\n12.\n",
    "source": "Chapter 1-3 THE MAYOR, CITY COUNCIL & COMMITTEES"
  },
  {
    "chunk_index": 2,
    "text": "To, when necessary, call upon every inhabitant of the City over the age\nof 18 years to aid in the enforcing of laws and ordinances;\n13.\nTo release any person imprisoned for violating a City ordinance or\nrelease any fine or penalty for violation thereof; and\n14.\nTo perform other duties specified by the Council.\nLegislative History:\nAuthority:\n1989 Revisions.\nSDCL Ch. 9-8 generally.\nOrdinance #571, 1/1/19.\nCross Reference\n1-3-8(34)\n1-3-5 \nOFFICE OF CITY COUNCIL\nThe City is divided into three wards with two Council Members elected from each ward,\none elected every two years to each serve a four year term. Each City Council Member\nshall be a resident and a qualified elector of the ward from which s/he is elected, and shall\nhave resided in the City at least three months prior to the election. If the person has\nresided in an area annexed pursuant to SDCL Chapter 9-4, for at least three months prior\nto the election, such person may hold municipal office. \nLegislative History:\nAuthority:\n1990 Revisions.\nSDCL § 9-8-4.\nOrdinance No. 33 & 16 in part.3/8/76.\n                        \nOrdinance No. 306, 6/5/01.\n                        \nOrdinance No. 508, 1/1/14.\nOrdinance #571, 1/1/19.\n1-3-6 \nDUTIES OF THE COUNCIL MEMBERS\n\nThe City Council shall be the general legislative and policy making body of the City, and\nhave all powers and duties as prescribed by the laws of the State of South Dakota and the\nOrdinances of the City of Brandon, including but not limited to:\n1.\nAdopt, amend, or repeal any Ordinance and Administrative Code;\n2.\nEstablish, alter, or abolish any City department, office or agency;\n3.\nProvide for a fine or other penalty or establish a rule or regulation for\nviolation of which a fine or other penalty is imposed;\n4.\nLevy taxes;\n5.\nGrant, renew or extend a franchise or license;\n6.\nRegulate the rate charged for services by a public utility;\n7.\nAuthorize the borrowing of money by the City;\n8.\nConvey or lease or authorize the conveyance or lease for a period of\nlonger than one (1) year of any lands of the City;\n9.\nRegulate land use, development, purchases and sales; \n10. \nApprove employee hiring, wages and benefits and approve terminations\nof the City Administrator and Department Heads;\n11.\nTo fix by Resolution compensation and benefits for Appointed Officers,\nElected Officials and employees; and\n12.\nEstablish and regulate the conduct of elections.\nThe City Council shall avoid management and administrative issues.  The City Council\nMembers may be appointed by the Mayor to serve on City Committees, Commissions,\nand Boards; such appointment does not confer power of the Council Member to supervise\nany City employee that oversees or is involved with any Committee, Commission, or\nBoard. \nLegislative History:\nAuthority:\n1990 Revisions.\nSDCL § 9-8-4.\nOrdinance No. 33 & 16 in part.3/8/76.\n                        \nOrdinance No. 306, 6/5/01.\n                        \nOrdinance No. 508, 1/1/14.\nOrdinance #571, 1/1/19.\n1-3-7 \nPRESIDING OFFICERS OF CITY COUNCIL\nAt the first regular meeting after the annual election in each year or after the filling of a\nvacancy after qualification of the newly elected Council Member, the Council shall elect\nfrom among its own members, a President and Vice President who shall hold their\nrespective offices for the Municipal year.  The President of the Council, in the absence of\nthe Mayor, shall be the presiding officer of the Council.  During the absence of or in the\nevent of temporary disability of the Mayor, the President shall be acting Mayor and\npossess all of the powers of Mayor. In the absence or disability of the Mayor and\nPresident of the Council, the Vice President shall perform the duties of the Mayor and\nPresident.  When acting as Mayor, the President or Vice-President may still vote as a\nCouncil Member but cannot also vote as a Mayor to break a tie vote.\nLegislative History:\nAuthority:\n1990 Revisions.\nSDCL § 9-8-7.\nOrdinance #571, 1/1/19.\n1-3-8 \nMAYOR & COUNCIL CHAIN OF COMMAND & AUTHORITY\n",
    "source": "Chapter 1-3 THE MAYOR, CITY COUNCIL & COMMITTEES"
  },
  {
    "chunk_index": 3,
    "text": "The official business and administration of the City shall be executed and implemented\nthrough a chain of command, with the Mayor as the Chief Executive Officer of the City\nand responsible for executing and implementing the official legislative decisions and\n\npolicies established by the City Council through the City's Appointed Officers, the City\nAdministrator, the Department Heads, and Departments of the City.  The Appointed\nOfficials and City Administrator shall be directly accountable to the Mayor.  The\nDepartment Heads shall be directly accountable to the City Administrator.  \nNo single Council Member, or group of Council Members, shall have authority to:\n1.\nDirect the actions of an Appointed Official, the City Administrator, any\nDepartment Head or any subordinate employee within the City;\n2.\nDirect the day to day operations of the administration of the City; and\n3.\nDirect the work of any City employee. \nNothing contained herein shall be deemed to impair the ability of the City Council to call\nany employee to speak before the City Council in Executive Session in respect to matters\nproperly addressable in Executive Session as provided by law.\nSubject to the above restrictions, the Mayor and Council Members may receive and\nconsider relevant information from any source to perform the duties of his or her office. \nDraft, notes, recommendations and memoranda excluded from public record production\nunder SDCL 1-27-1.7 shall be provided to the Mayor, Council Members, and the City\nAttorney on request, but shall not be disseminated to the public. \nAt the conclusion of the Mayor's or City Council's term, all non-public documents and electronic\ncommunications, shall be returned to the City or upon written consent by the City Attorney destroyed.\nLegislative History:\nAuthority:\n1990 Revisions.\nSDCL § 9-8-7.\nOrdinance #571, 1/1/19.\n1-3-9 \nCOUNCIL RULES AND REGULATIONS\nIn transacting business, the City Council shall be governed by these rules:\nRULE #1: At the regular meetings the following order of business shall be observed unless\notherwise approved by the majority of the Council Members:\n1.\nThe Mayor shall call to order and lead the Pledge.\n2.\nRoll call and determination of quorum shall be made by the Finance\nOfficer or if absent, by the City Administrator.\n3.\nRevisions to and approval of the Agenda.\n4.\nApproval of Minutes.\n5.\nApproval of Claims.\n6.\nConsent Calendar.\n7.\nVisitors/timed items/public comment.\n8.\nOld business.\n9.\nStanding Committee Reports.\na.\nGolf Course.\nb.\nParks and Recreation.\nc.\nPublic Safety.\nd.\nAdministration.\ne.\nStreets.\nf.\nWater and Sewer.\n10.\n\"Other\"/new business before the Council.\n11.\nExecutive Session, if applicable.\n12.\nAdjournment.\nRULE #2: The Mayor shall decide all questions of order subject to an appeal to and\n\nmajority vote otherwise by the Council.\nRULE #3: The Mayor shall preserve decorum, and if any Council Member, employee, or\npublic in attendance transgresses the rules of the Council, then the Mayor, may call to\norder, in which case the individual called to order shall immediately sit down and be silent,\nunless permitted to explain.\nRULE #4:  City Council Members and the Mayor shall be attentive at Council meetings\nand during such meetings shall not use cellphones or computers, tablets and the like to\nwatch programing, to post or review social media, to read or send texts or emails, etc.\nunless to obtain information for purposes of the meeting or in case of an emergency.\nRULE #5:  Any Council Member may request at the opening of the meeting that an item\non the consent agenda be moved to the regular agenda, and it shall be moved to the regular\nagenda.\nRULE #6:  Any ordinances, resolution or motion to expend or appropriate money, or to\ncreate liability shall be passed by a majority vote of the seated Council.  Any motion to sell\nproperty must be by a two-thirds vote of the seated Council.\nRULE #7: When a motion is made and seconded, it shall be deemed to be in possession of\n",
    "source": "Chapter 1-3 THE MAYOR, CITY COUNCIL & COMMITTEES"
  },
  {
    "chunk_index": 4,
    "text": "the Council, and shall be stated by the Mayor, previous to debate.  The motion then shall\nnot be withdrawn or amended except by the consent of the Council.  After a motion is\nmade, discussion shall pertain to the question under consideration.  The Mayor shall limit\ndiscussion by Council Members and the public as deemed appropriate, except the majority\nof Council may by vote extend the discussion.  The Mayor or any Council Member may\ncall the motion for vote.   Unless otherwise excused, every Council Member present shall\nvote on the motion. The vote on a motion shall be recorded by a yea and nay vote, and\neach vote may be separately recorded in alphabetical order if the Mayor, a Council\nMember or the Finance Officer requests a roll call.  The Mayor shall declare whether the\nmotion carries. No other business may be transacted unrelated to the motion once a motion\nhas been called.\nRULE #8: A Council Member at a subsequent Council meeting may move for\nreconsideration of any prior motion, but a motion to reconsider having been once put and\nlost, shall not again be renewed without a change in factual circumstance and may only be\nmade by a Council member who was in the majority at the prior meeting when passed.\nRULE #9: No account or other claim against the City shall be allowed or directed to be\npaid, unless the same shall be duly verified and shall have been duly examined and\nreported as correct by the person or committee having charge of the business out of which\nthe claim arose.\nRULE #10: Motions and Resolutions shall be entered on the minutes and filed with the\nCity Finance Officer.\nRULE #11: Reports of special or standing committees may be written or oral. Matters\nraised at Council meetings may be referred to committees.\nRULE #12: In the event of veto by the Mayor pursuant to Brandon Ordinance 1-3-4(11),\nthe City Council may override said veto by a vote of two-thirds of the full seated Council.\nRULE #13: Visitor/timed items/public comment shall be limited to 5 minutes per speaker,\nunless an extension of time is granted by the Mayor.  The speakers shall wait to be called\nupon and shall provide their name and address.  The City reserves the right to end public\n\ncomment after 45 total minutes and those who were unable to speak may be the first to\nspeak at the next Council meeting if they leave their names with the City Administrator.  \nRULE #14:  A motion to adjourn shall take presence over all other motions. Upon\npassage, no further business shall be had before the Council at the meeting.\nRULE #15: A motion to table must contain a date when the Agenda item will next be\nheard by the Council and any additional information the Council wants to be provided as to\nthe item (if any).\nLegislative History:\n1990 Revisions.\nOrdinance #571, 1/1/19.\nOrdinance #676, 2/15/23.\n1-3-10 \nQUORUMS\nA majority of the Council Members holding office shall constitute a quorum to do\nbusiness, but a smaller number may meet from time to time. The meetings where a quorum\nof the common Council is present shall be open to the public.\nLegislative History:\nAuthority:\n1990 Revisions.\nSDCL § 9-8-8.\nOrdinance #571, 1/1/19.\nCross Reference:\nThe Brandon City Code, § 9-2-3.\n1-3-11 \nSTATEMENT OF FINANCIAL INTEREST\nThe Mayor and City Council Members shall, within 15 days after assuming office and then\nno later than the first day of January of every year the person continues to hold the office,\nfile a statement of financial interest setting forth any additions or corrections to any\nprevious statement of financial interest filed pursuant to SDCL § 12-25-30 or this\nOrdinance.\nLegislative History:\nAuthority:\n1990 Revisions.\nSDCL Ch. 9-8 generally.\nOrdinance #571, 1/1/19.\n1-3-12 \nCODE OF CONDUCT\nThe stability and proper operation of the City's government depends on the public\nconfidence in the integrity of the government and upon responsible exercise of the trust\nconferred by the people. The purpose of this code is to establish guidelines for ethical\n",
    "source": "Chapter 1-3 THE MAYOR, CITY COUNCIL & COMMITTEES"
  },
  {
    "chunk_index": 5,
    "text": "standards of conduct for City Council members and the Mayor (hereinafter \"Elected\nOfficials\"), which involves acting in a manner that maintains their integrity and\nindependence, yet is responsive to the interests and needs of those they represent.  To that\nend, Elected Officials shall:\n1.\nSupport the United States and South Dakota State Constitutions, obey\nthe laws of the United States and State of South Dakota, and the City of\nBrandon, and honor the letter and spirit of the law.\n2.\nDemonstrate the highest standards of personal integrity, truthfulness,\nhonesty and fortitude in all their public activities.\n3.\nServe as models of leadership and civility to the community, inspire\npublic confidence in the government, and hold the integrity and\n\nindependence of their offices. \n4.\nBe fair and equitable in the treatment of the public and respectful of\ndiverse opinions.\n5.\nPerform the duties of the office diligently by\na.\nPursuing policy goals they believe to be in the best interests of\ntheir constituents within the parameters of orderly\ndecision-making, rules of the City council and open\ngovernment; \nb.\nRespecting the legitimacy of the goals and interests of other\nCity council members and respecting the rights of others to\npursue goals and policies different from their own;\nc.\nDemanding and contributing to the maintenance of order and\ndecorum in proceedings before the City Council;\nd.\nActing in a manner to not make personal attacks of others\nincluding other Elected Officials, Appointed Officers, City\nemployees, and the public.\ne.\nActing with honesty, patience, dignity and courtesy to those\nwith whom they deal in their official capacity, and requiring\nsimilar conduct of others subject to their direction and control; \nf.\nPromptly handling the business of the City for which they are\nresponsible;\ng.\nParticipating in scheduled meetings and activities;  \nh.\nDiligently discharging their legislative responsibilities; \ni.\nNot making promises on behalf of the City or City Council; and \nj.\nBeing clear about representation of City or personal interests in\ndealings with public agencies and boards, and the public.\n6.\nSupport good government by every available legal and ethical means, to\ncontinue to inform and educate the citizenry about the affairs and\nprocesses of City government, and to make themselves available to\ncitizens of the City so that they may ascertain and respond to the needs\nof the community.\nIn addition, Elected Officials shall not:\n7.\nDiscriminate, harass, or retaliate based upon race, gender, age, disability,\nreligion, color, national origin, political affiliation, marital or veteran\nstatus, or other classification protected by law.\n8.\nFail to report to the City Administrator or City Attorney any claim of\nunlawful discrimination, harassment or retaliation or request for a\nreasonable disability accommodation.\n9.\nWillfully make any false statement, certificate, mark, rating or report in\nregard to any test, certification or appointment under the City's\nOrdinances or the rules and regulations, or in any manner commit or\nattempt to commit any fraud preventing the impartial execution of such\nprovisions, rules and regulations.\n10.\nDirectly or indirectly give, render or pay any money, service or other\nvaluable thing to any person for or in connection with any test,\nappointment, or proposed appointment.\n11.\nKnowingly or willfully solicit or assist in soliciting from any City\nemployee any assessment, subscription, or contribution for any political\nparty or political purpose to be used in conjunction with any City\nelection. \n12.\nUnlawfully restrict an employee's, citizen's or other elected official's\nexercise of rights as a citizen to express opinions or to cast a vote.\n13.\nEngage in conduct that would be or would create a conflict of interest.\nLegislative History:\nAuthority:\n\n1990 Revisions.\nSDCL Ch. 9-8 generally.\nOrdinance #571, 1/1/19.\n1-3-13 \nCONFLICTS OF INTEREST\n",
    "source": "Chapter 1-3 THE MAYOR, CITY COUNCIL & COMMITTEES"
  },
  {
    "chunk_index": 6,
    "text": "Conflicts of interests are generally governed by SDCL Chapters 6-1, 5-18A to D, which\nare applicable to the City's Mayor and City Council Members.  In addition, the Mayor and\nCity Council Members shall not engage in conduct where there is a conflict of interest\nexisting due to a relationship with the elected official's immediate family member. \nImmediate family members mean a spouse, parent, child, grandparent, grandchild or an\nindividual claimed by that individual or spouse as a dependent for federal income tax\npurposes.  Prohibited behavior includes, but is not limited to:\n1.\nActing in an official capacity on matters in which the official has a private\nfinancial interest clearly separate from that of the general public; \n2.\nAccepting items or gifts of value under circumstances in which it could\nreasonably inferred that the gift or item was intended or could reasonably be\nexpected to influence the elected official in the performance of official duties or\nwas intended as a reward for any official action;\n3.\nActing in a private capacity on matters dealt with as a public official using\nconfidential information obtained through the public office; and\n4.\nAppearing in an official City capacity before other City agencies on behalf of\nprivate interests. \nWhen an Elected Official has reason to believe a conflict of interest may exist shall, then\nprior to any official action on the matter being taken, the Elected Official shall identify the\nmatter under consideration, the nature of the potential conflict of interest and reason(s)\nwhy action the official may be able or unable to act in the matter.  The Elected Official\nwith the actual or potential conflict may request to be recused from the matter.  If the other\nCouncil Members believe recusal should or should not occur, by majority vote the other\nCouncil Members may resolve the matter, with no vote being made by the official for\nwhom the disclosure was made.\nLegislative History:\nAuthority:\n1990 Revisions.\nSDCL Ch. 9-8 generally.\nOrdinance #571, 1/1/19.\n1-3-14 \nPOWER OF COUNCIL TO JUDGE MEMBERS; BRIBERY \nThe Council Shall be the judge of the election and qualification of the Council Members. \nIssues regarding competency, qualifications, and conduct shall be discussed and decided in\nExecutive Session.  Based upon a finding that Brandon Ordinance 1-3-12 and/or 1-3-13\nhas been violated, the Council may impose a ban on the Council Member from providing\nfurther comment at a meeting, remove a Council Member from a meeting, privately\nreprimand, formally reprimand or censure a Council Member or remove a Council\nMember from the Council, as well as impose a fine of a Council Member up to $500 per\nviolation.  Any motion to impose a public sanction on, to fine, or to expel a Council\nMember is to be made outside of Executive Session and require a two-thirds vote of the\nelected Council Members, with the Council Member who may be sanctioned not voting. \nAny Council Member who has been convicted or plead guilty to bribery related to the\nCouncil position shall vacate the office.\nLegislative History:\nAuthority:\n1990 Revisions.\nSDCL Ch. 9-8 generally.\nOrdinance #571, 1/1/19\nOrdinance #589, 6/19/19\n\n1-3-15 \nCOMMITTEES, BOARDS & COMMISSIONS\nThe City Council shall create those Boards, Commissions, Standing Committees and other\nCommittees it deems appropriate and necessary for the transaction of business and the\nadministration of the affairs of the City, with appointments to them being made by the\nMayor and approved by the Council on an annual basis or when vacancies arise.\nAppointments shall be made to keep as even a distribution as possible of Council Members\non the Standing Committees, Commissions and Boards.  The Mayor shall also appoint\nother members to each, and unless otherwise provided by law or ordinance, then members\nof the Committees, Boards and Commissions shall be residents of or own a business within\nthe City of Brandon.  The Mayor when making the appointment shall select a person to\n",
    "source": "Chapter 1-3 THE MAYOR, CITY COUNCIL & COMMITTEES"
  },
  {
    "chunk_index": 7,
    "text": "serve as Chair.  The appointed member shall serve at the pleasure of the Mayor and may be\nremoved by the Mayor with consent of the Council. Unless otherwise set forth by\nOrdinances or Resolution, the Committees, Commissions and Boards are not subject to\nOpen Meeting law and recording requirements, and their meetings shall be based upon the\nCouncil's mission statement directed to them.\nLegislative History:\nAuthority:\n1990 Revisions.\nSDCL Ch. 9-8 generally.\n",
    "source": "Chapter 1-3 THE MAYOR, CITY COUNCIL & COMMITTEES"
  }
]