[
  {
    "chunk_index": 1,
    "text": "CHAPTER 14-6\nGAS  ENERGY\n14-6-1\nORDINANCE\nChapter 14-6 of this Code is an ordinance granting to MidAmerican Energy Company, its\nsuccessors and assigns, a non-exclusive franchise, right and privilege to acquire,\nconstruct, erect, maintain and operate in the City of Brandon, Minnehaha County, South\nDakota, a natural gas system and to furnish and sell natural gas to the City and its\ninhabitants for a period of 20 years.\nLegislative History:\nAuthority:\nOrdinance #411,  9-18-07.\nSDCL § Ch. 9-35\nSDCL § 9-21-11\n14-6-2\nDEFINITIONS AND TERMS\nThere is hereby granted to MidAmerican Energy Company, hereinafter called\n“Company”, and to its successors and assigns the right and non-exclusive franchise to\nacquire, construct, erect, maintain and operate in the City of Brandon, South Dakota,\nhereinafter called the “City”, a gas distribution system, to furnish natural gas along, under\nand upon the streets, avenues, alleys and public places to serve customers within and\nwithout the City and to furnish and sell natural gas to the City and its inhabitants. This\nfranchise shall be effective for a twenty (20) year period from and after the effective date\nof this ordinance.\nLegislative History:\nAuthority:\nOrdinance #411,  9-18-07.\nSDCL § Ch. 9-35\nSDCL § 9-21-11\n14-6-3\nFURNISHING NATURAL GAS\nDuring the term of this franchise, the Company shall furnish natural gas in the quantity\nand quality consistent with applicable South Dakota laws and regulations.\nLegislative History:\nAuthority:\nOrdinance #411,  9-18-07.\nSDCL § Ch. 9-35\nSDCL § 9-21-11\n14-6-4\nEXTENSION OF SERVICE\nThe Company shall and hereby agrees to make such reasonable extensions of its mains\nfrom time to time, in accordance with the applicable regulations of the South Dakota\nPublic Utilities Commission or its successors, as may be required to furnish service to\nparties making application therefor, located within the corporate limits of the City;\nprovided, however, that Company shall not be  required to make any such extension of its\nmains for the purpose of serving any new customer or customers where the estimated\nrevenue to be derived from such service is not sufficient to show an adequate return upon\nthe investment required to serve such customer or customers.\nLegislative History:\nAuthority:\nOrdinance #411,  9-18-07.\nSDCL § Ch. 9-35\nSDCL § 9-21-11\n\n14-6-5\nPUBLIC RIGHT-OF-WAY\nThe Company shall have the right to excavate in any public street for the purpose of\nlaying, relaying, repairing or extending gas pipes, mains, conduits, and other facilities\nprovided that the same shall be so placed as not to interfere with the construction of any\nwater pipes, drain or sewer or the flow of water therefrom, which have been or may\nhereafter be located by authority of the City.            \nLegislative History:\nAuthority:\nOrdinance #411,  9-18-07.\nSDCL § Ch. 9-35\nSDCL § 9-21-11\n14-6-6\nRESTORATION\nIn making excavations in any streets, avenues, alleys and public places for the installation\nof gas pipes, conduits or apparatus, Company shall not unreasonably obstruct the use of\nthe streets and shall replace the surface and base to the satisfaction of the City of Brandon\nat the expense of MidAmerican Energy.  If other entities participate in or enjoy the\nbenefits of the excavation, the restoration expenses may be apportioned to all\nparticipating entities.  \nLegislative History:\nAuthority:\nOrdinance #411,  9-18-07.\nSDCL § Ch. 9-35\nSDCL § 9-21-11\n14-6-7\nINSTALLATION\nAll utility facilities and equipment of the Company shall be located, constructed, installed\nand maintained so as not to endanger or unnecessarily interfere with the usual and\ncustomary traffic, travel and use of the public ground.\nLegislative History:\nAuthority:\nOrdinance #411,  9-18-07.\nSDCL § Ch. 9-35\nSDCL § 9-21-11\n14-6-8\nRELOCATION OF INSTALLATIONS\nThe Company shall, at its cost and expense, locate and relocate its installations in, on,\nover or under any public street or alley in the City in such manner as the City may at any\n",
    "source": "Chapter 14-6 GAS  ENERGY"
  },
  {
    "chunk_index": 2,
    "text": "time reasonably require for the purposes of facilitating the construction, reconstruction,\nmaintenance or repair of the street or alley or any public improvement of, in or about any\nsuch street or alley or reasonably promoting the efficient operation of any such\nimprovement.  If the City has a reasonable alternative route for the street, alley or public\nimprovements or an alternative construction method, which would not cause the\nrelocation of the Company installations, the City shall consider but is not required to\nselect said alternative route, or construction method. If relocation of the Company\nfacilities could be avoided by relocating other franchisee’s or facility user’s equipment\nand facilities or by using a different method to perform the street and/or curbing\nconstruction, and said other cost of construction or relocation is less than the Company’s,\nthe City shall consider but is not required to select the route or method that is less\nexpensive. If project funds from a source other than the City are available to pay for the\nrelocation of utility facilities, the City shall attempt to secure said funds and provide them\nto the Company to compensate the Company for the costs of relocation. \n\nLegislative History:\nAuthority:\nOrdinance #411,  9-18-07.\nSDCL § Ch. 9-35\nSDCL § 9-21-11\n14-6-9\nINDEMNIFICATION OF CITY\nThe Company shall indemnify and save harmless the City from any and all claims, suits,\nlosses, damages, costs or expenses on account of injury or damage to any person or\nproperty, caused or occasioned, or allegedly caused or occasioned, in whole or in part, by\nCompany’s negligence in construction, reconstruction, excavation, operation or\nmaintenance of the gas utilities authorized by this franchise, provided, however, that the\nCompany shall not be obligated to defend, indemnify and save harmless the City for any\ncosts or damages arising from the negligence of the City, its officers, employees or\nagents.\nLegislative History:\nAuthority:\nOrdinance #411,  9-18-07.\nSDCL § Ch. 9-35\nSDCL § 9-21-11\n14-6-10\nSEPARABILITY\nIf any portion of this ordinance is found to be invalid by a court of competent jurisdiction,\nthe validity of the rest of this ordinance shall not be affected and shall remain in full force\nand effect. \nLegislative History:\nAuthority:\nOrdinance #411,  9-18-07.\nSDCL § Ch. 9-35\nSDCL § 9-21-11\n14-6-11\nEFFECTIVE DATE\nThis ordinance and the rights and privileges herein granted shall become effective and\nbinding upon its approval and passage by the City Council in accordance with South\nDakota law and the written acceptance by the Company.  The Company shall, within (30)\nthirty days after the City Council approval of this ordinance, file in the office of the City\nFinance Officer, its acceptance in writing of all the terms and provisions of this ordinance.\nThis ordinance shall be published in the Brandon Valley Challenger, the official\nnewspaper for the City of Brandon, South Dakota. The effective date of this ordinance\nshall be twenty (20) days after the date of publication if the ordinance is not referred to a\npublic vote. In the event that MidAmerican Energy Company does not file its written\nacceptance of this ordinance within 30 days after its approval by the City Council this\nordinance shall be void and of no effect.\nLegislative History:\nAuthority:\nOrdinance #411,  9-18-07.\nSDCL § Ch. 9-35\nSDCL § 9-21-11 SDCL § Ch. 9-35\nSDCL § 9-21-11\n14-6-12\nDELETION OF PRIOR FRANCHISES\nUpon the effective date of this ordinance, all prior gas franchises granted to Company to\nfurnish natural gas service to the City and its inhabitants are hereby repealed and all other\nordinances or parts of ordinances in conflict herewith are also hereby repealed.\n\nLegislative History:\nAuthority:\nOrdinance #411,  9-18-07.\nSDCL § Ch. 9-35\nSDCL § 9-21-11\n",
    "source": "Chapter 14-6 GAS  ENERGY"
  }
]