[
  {
    "chunk_index": 1,
    "text": "CHAPTER 16-16\nDEFINITIONS\n16-16-1\nAccess Easement.  \nAn easement granting the perpetual right of abutting property owners to use a\ndesignated portion of property for common ingress and/or egress purposes.  The\neasement area shall be maintained by the abutting property owners.  The\neasement is not to be considered required frontage.\nAlley.   \nA public or private right-of-way which affords only a secondary means of access\nto abutting property.\nArterial.  \nA  main traffic artery, more or less continuous across the City, which acts as a\nprincipal connecting street with state and federal highways and includes each\nstreet designated as an arterial street on the Major Street Plan.\nAssurance Agreement.  \nA contract entered into by the developer and the City by which the developer\npromises to complete the required public improvements within the subdivision\nwithin a specified time period following final subdivision plat approval.\nAuthorized Official. \nThe person, officer, or official and his authorized representative, whom the City\nCouncil has designated as its agent for the administration of these regulations. \nBasement.  \nAny story located below the main floor.\nBlock.  \nA tract of land bounded by streets, or by a combination of streets and public\nparks, cemeteries, railroad rights-of-way, shorelines of waterways, or boundary\nlines of municipalities.  \nBuilding.  \nAny structure having a roof, supported by columns or walls, for shelter or\nenclosure of persons or property.\nCity.  \nThe City of Brandon, South Dakota.\nCollector.  \nA street which carries traffic from local streets/roads to arterial streets  or\nhighways, including the principal entrance streets of a residential development\nand streets for circulation in such development.\nCommon Areas.  \nCommon areas, as used in this ordinance, unless the context otherwise requires\nand unless otherwise provided in the master deed or lease, includes:\na.  \nThe land whether fee simple or leased on which the building or\nbuildings stand;\nb.  \nThe land which is used to access the building or buildings;\nc.  \nThe foundations, main walls, roofs, halls, lobbies, stairways, and\nentrances and exits and communication ways;\nd. \nThe basements, flat roofs, yards, gardens, recreation facilities, and\nparking areas, unless otherwise provided or stipulated;\n\n2\ne. \nThe premises for the lodging of janitors or persons in charge of the\nbuilding or buildings, except as otherwise provided or stipulated;\nf. \nThe compartments or installations of central services such as power,\nlight, gas, cold and hot water, refrigeration, reservoirs, water tanks,\npumps, and the like;\ng. \nThe elevators, garbage incinerators, and in general all devices or\ninstallations existing for common use; and\nh. \nAll other elements of the property rationally of common use or\nnecessary to its existence, upkeep, and safety.  [SDCL 43-15A-5]\nComprehensive \nDevelopment Plan.  \nAny legally adopted part or element of the comprehensive plan of the City of\nBrandon.\nConcept Plan.  \nA concept plan is a basic plan that is preparatory to the preliminary plan.\nCondominium.  \nA condominium includes separate interest in common areas and other portions of\nreal property.\nContractor.  \nThe person who contracts with an individual or the developer to construct a\nbuilding or structure on a parcel of land.\nCul-de-Sac.  \nA local  street with only one outlet having an appropriate terminal for safe and\nconvenient reversal of traffic movement.\nDedicated.  \nA grant of land to the public for their perpetual use.\nDeveloper.  \nThe owner of land proposed to be subdivided or its authorized agent who shall\nhave express written authority to act on behalf of the owner.  Consent shall be\nrequired from the legal owner of the premises.\nDouble Frontage.  \nA lot which abuts a road on two opposite sides (not a corner lot).\nEasement.  \nAuthorization by a property owner for the use by another, and for a specified\n",
    "source": "Chapter 16-16 EASEMENTS"
  },
  {
    "chunk_index": 2,
    "text": "purpose, of any designated part of the property.  An easement is also a means to\nacquire a legal right for a specific use of land owned by others.\nEngineering Design \nStandards.  \nThe Engineering Design Standards for public improvements of the City of\nBrandon.\nExpressway.  \nA principal traffic artery, serving the major centers of activity, the highest traffic\nvolume corridors and the longest trip desired, with partially or fully controlled\naccess.\nDevelopment \nEngineering Plan.  \nThe development engineering plan shall address the engineering aspects of\ntopography and infrastructure.\nFrontage Road.  \nA street used only for access to abutting property where there will be constructed\n\n3\nan expressway or arterial street.\nHomeowners Association. An association or organization, whether or not incorporated, which operates\nunder and pursuant to recorded covenants or deed restrictions through which\neach owner or a portion of a subdivision—be it a lot, parcel site, unit plot,\ncondominium, or any other interest—is automatically a member or assessment\nfor a prorated share of expense of the association which may become a lien\nagainst the lot, parcel, unit, condominium, or other interest or member.\nLocal Street.  \nA street intended to provide access to other streets from individual properties\nand to provide right-of-way beneath it for various utilities but not intended to be\nused for through traffic.\nLot.  \nA tract, plot, or portion of a subdivision or other parcel of land intended as a unit\nfor the purpose, whether immediate or future, of transfer of ownership or for\nbuilding development.\nLot of Record.  \nA plat that has been recorded in the office of the Register of Deeds prior to the\neffective date of this ordinance.\nLowest Floor.  \nThe lowest floor of the lowest enclosed area (including basement), but not\nincluding an unfinished crawl space used for access.\nMain Floor.  \nThe lowest story in which more than six feet lies above grade for more than 50\npercent of the perimeter or in which any point is more than 12 feet above grade.\nMajor Drainage Way.\nThe main corridor for storm water flow through developments.  Major drainage\nways are identified as intermittent streams on USGS quadrangle maps, or as\notherwise approved by the City Engineer.\nMajor Street Plan.  \nThe street plan adopted as part of the Comprehensive Plan.\nMinor Plat.  \nAny plat containing not more than three lots fronting on an existing street that\nmeets all standards of Section 204.\nOwner.  \nThe record owners of real property in fee simple including any person, group of\npersons, firm or firms, corporation or corporations, or any other legal entity\nhaving legal title to the land sought to be subdivided.\nParcel.  \nAny contiguous quantity of land in the possession of, owned by, or recorded as\nthe property of the same claimant, person, or company.\nPlat.  \nA map, or representation on paper  or transferable to paper (e.g., electronic) of a\npiece of land subdivided into lots, parcels, tracts or blocks, including\nstreets/roads, commons, and public grounds, if any, all drawn to scale and\ncomplete with all irrevocable offers of dedication.\nPlanning & Zoning\nCommission.\nAs duly appointed by the Mayor of the City of Brandon and confirmed by the\nBrandon City Council.\nPreliminary \n\n4\nSubdivision Plan.  \nThe preliminary subdivision plan shall address the preliminary subdivision\nplan’s internal street network and associated lot and block layout and the\nrelationship of proposed zoning and land use.\nPrivate Street/Road.  \nA roadway that has not been dedicated for public use, but rather reserved by\nplatting of a lot or by a private easement.  The private street or road shall be\nowned and maintained by the property owners which it serves.  The plat shall\nhave the owner’s certificate regarding the lot’s “Private Maintenance of\nFacilities.”\nRe-plats.  \nThe adjustment and/or vacation of property lines which reallocates or\n",
    "source": "Chapter 16-16 EASEMENTS"
  },
  {
    "chunk_index": 3,
    "text": "consolidates land area of contiguous lots or parcels, provided that the adjustment\nor vacation of property lines, sites, or other divisions of land under stated\nconditions of this subdivision ordinance.\nRight-of-Way.  \nA strip of land occupied by a  street, railroad, pedestrian walkways or other\nspecial use.  The use of the term right-of-way for platting purposes shall mean\nthat every right-of-way hereafter established and shown on a plat is to be\nseparate and distinct from the lots or parcels adjoining such right-of-way and not\nincluded within the dimensions or area of such lots or parcels.  \nSetback.  \nThat line that is the required minimum distance from any lot line that establishes\nthe area within which the principal structure must be created or placed.  \nStructures.  \nAnything constructed or erected with a fixed location on the ground, or attached\nto something having a fixed location on the ground.  Among other things,\nstructures include buildings, walls, fences and signs.\nSubdivision.  \nThe division or re-division of land into two or more lots, tracts, parcels, sites,\ncondominiums, or divisions for the purpose of sale, lease, or transfer of\nownership, except as provided in Section 204 - Subdivision Plan Exemptions –\nMinor Plat and Section 205 - Plat Exemptions\nSubstantial Build-Out.  \nA subdivision in which at least ninety percent of the individual lots or ninety\npercent of the real property within the approved subdivision has been developed\nby the completion of planned vertical and horizontal construction and the\nremaining property has been permanently stabilized.\n",
    "source": "Chapter 16-16 EASEMENTS"
  }
]