[
  {
    "chunk_index": 1,
    "text": "CHAPTER 14-11 \nREGULATING SMALL CELL FACILITIES  \n \n14-11-1  \nSECTION 1. PURPOSE \nThe provisions of this Chapter shall be known as the Small Cell Facilities Regulations. It \nis the purpose of these provisions to develop standards and siting criteria, and to establish \nremoval procedures. It is further the purpose of these provisions: \nA. To establish regulations and sitting standards for small cell wireless \ncommunication facilities (SCFs), whether in the public right-of-way or on other \npublic or private property, in a manner that will protect the public’s health, \nsafety, and welfare and maintain the aesthetic integrity of the community.  \nB. To facilitate the provision of wireless communication services; \nC. To provide regulations which are specifically not intended to, and shall not be \ninterpreted or applied to: (1) prohibit or effectively prohibit the provision of \nwireless services; (2) unreasonably discriminate among functionally equivalent \nservice providers; or (3) regulate wireless communication facilities and wireless \ntransmission equipment on the basis of the environmental effects of radio \nfrequency emissions to the extent that such emissions comply with the standards \nestablished by the Federal Communications Commission.  \nLegislative History: \nOrdinance No. 596, 4/1/20 \n \n14-11-2  \nSECTION 2.  DEFINITIONS \nAs used in this chapter, the following terms shall have the meanings set forth below: \nAntenna – Any communications equipment that transmits or receives electromagnetic \nradio frequency signals used in the provision of wireless services. This definition does \nnot include broadcast radio or television antennas, antennas designed for amateur radio \nuse, or satellite dishes for residential or household purposes.   \nApplicant – Any person who submits an application as or on behalf of a Wireless \nProvider. \nCity – The City of Brandon, South Dakota. \nCollocation – The mounting or installation of an antenna or a small cell facility on a pre-\nexisting Utility Pole or SCF Support Structure and/or modifying a Utility Pole or SCF \nSupport Structure for the purpose of mounting or installing an antenna or SCF on that \nUtility Pole or SCF Support Structure in order to transmit and/or receive radio frequency \nsignals for communications purposes.   \nDepartment – The Engineering Department of the City. \nDirector – The City Engineer.  \nFCC – The Federal Communications Commission. \n\nHeight – The vertical distance measured from the base of the structure at grade to the \nhighest point of the structure, including the antenna. \nNetwork Interface Device – The telecommunications demarcation and test point \nseparating the wireless facility and the wireline backhaul facility.  \nPerson - An individual, corporation, limited liability company, partnership, association, \ntrust, or other entity or organization, including the City.  \nPublic Right-of-Way or Right-of-Way or ROW – The surface and space above and \nbelow any street, sidewalk, avenue, boulevard, alley, lane, easement, right-of-way, \nhighway or thoroughfare open for public use in which the city has an interest in law or \nequity, whether held in fee, or other estate or interest, or as a trustee for the public.  \nSite  –  Any singular SCF Support Structure or Utility Pole upon which a SCF is placed \nin accordance with the permitting process. \nSmall Cell Facility or SCF – A Wireless Facility that either meets both of the following \nqualifications or is within a Stealth Design that is consistent with the design guidelines: \n1. Each antenna is located inside an enclosure of no more than three cubic feet in \nvolume or, in the case of an antenna that has exposed elements, the antenna and \nall of its exposed elements could fit within an enclosure of no more than three \ncubic feet; and \n2. Each provider’s equipment shall be no larger than 28 cubic feet in volume. The \nfollowing associated equipment may be located outside of the primary equipment \n",
    "source": "Chapter 14-11 REGULATING SMALL CELL FACILITIES"
  },
  {
    "chunk_index": 2,
    "text": "enclosure and, if so located, is not included in the calculation of equipment \nvolume: electric meters, concealment measures, Network interface Device, \nunderground enclosures, back-up power systems, grounding equipment power \ntransfer switch, cut-off switches, cable, conduit, and vertical cable runs for the \nconnection of power and other services, and any equipment concealed from \npublic view within or behind an existing structure or concealment.  \n3. The facility is mounted (i) on a Utility Pole or SCF Support Structure 50 feet or \nless in height including antennas; (ii) on a Utility Pole or SCF Support Structure \nno more than 10 percent taller than other adjacent structures of substantially \nsimilar design; or (iii) on an existing Utility Pole or SCF Support Structure where \nthe facility does not extend the height of the Utility Pole or SCF Support \nStructure on which it is to be located to a height of more than the greater of either \n50 feet or the height of such Utility Pole or SCF Support Structure plus 10 \npercent.  \nSmall Cell Facility Permit - A permit authorizing the installation, construction, and \nmaintenance of a Small Cell Facility.  \nSmall Cell Facility Support Structure of SCF Support Structure – A structure, such \nas a monopole; tower, either guyed or self-supporting; billboard; building; or other \nexisting or proposed structure designed to support or capable of supporting SCFs. Such \nterm does not include a Utility Pole.  \nStealth Design – Any SCF that is integrated as an architectural feature of a Utility Pole \nor changes a support structure design so that the purpose of the Utility Pole or SCF \n\nSupport Structure for providing wireless services is not as readily apparent. This includes \nthe ability of SCFs to blend into the neighborhood environment at a given location and \ncamouflage or conceal the SCF subject to applicable law.  \nUtility Pole – A pole or similar structure that is or may be used in whole or in part to \nfacilitate telecommunications, electric distribution, lighting, traffic control, signage, or to \ncarry lines, cables, or other similar function, or for location or collocation of Small Cell \nFacilities. Such term does not include a SCF Support Structure.  \nWireless Facility – Equipment at a fixed location that enables Wireless Services between \nuser equipment and a communications network, including (i) equipment associated with \nwireless communications; (ii) radio transceivers; (iii) antennas; (iv) coaxial or fiber optic \ncable located on a Utility Pole or SCF Support Structure or immediately adjacent to the \nUtility Pole or SCF Support Structure or directly associated with equipment located on \nthe Utility Pole or SCF Support Structure; (v) regular and backup power supplies and \nrectifiers; and comparable equipment, regardless of technological configuration. The \nTerm includes SCFs but does not include (i) the structure or improvements on, under, or \nwithin which the equipment is collocated; or (ii) wireline backhaul facilities.  \nWireline Backhaul Facility – An above-ground or underground wireline facility used to \ntransport communications data from a wireless facility network interface device to a \nnetwork.  \nWireless Infrastructure Provider – A person that builds or install wireless facilities or \nUtility Poles or SCF Support Structures, but not a Wireless Provider.  \nWireless Services – Any services, using licensed or unlicensed spectrum, including the \nuse of WiFi, whether at a fixed location or mobile, provided to the public.  \nWireless Services Provider – A person who provides wireless services.  \nLegislative History: \nOrdinance No. 596, 4/1/20 \n \n14-11-3  \nSECTION 3.  APPLICABILITY \nA. Permit Processing: For all SCF installation types, including new and replacement Utility \nPoles and SCF Collocations to existing SCF Support Structures or existing Utility Poles, \nthe Department shall issue permits in accordance with the terms and procedures set forth \nin this Chapter.  \n",
    "source": "Chapter 14-11 REGULATING SMALL CELL FACILITIES"
  },
  {
    "chunk_index": 3,
    "text": "B. Zoning Exemptions: All SCF installations shall be exempt from general zoning \nrestrictions unless a provision of such zoning code is explicitly cited by a Section of this \nChapter. \nC. Exempt Activities: An application shall not be required for (i) routine maintenance; or (ii) \nthe replacement of an SCF, Utility Pole, or SCF Support Structure which was previously \napproved pursuant to the Chapter with another SCF, Utility Pole, or SCF Support \nStructure that is the same or substantially similar. Unless otherwise excused in advance \nby the Director, notice of any work shall be provided to the City by the Provider at least \n24 hours in advance of any work being done in the ROW and the Provider shall use \nutility work ahead signs and traffic control. \n\nD. Legislative History: \nE. Ordinance No. 596, 4/1/20 \n \n14-11-4  \nSECTION 4.  SITING AND COLLOCATION CRITERIA \nA. SCFs shall: \ni. \nbe located on existing structures, such as Utility Poles or SCF Support Structures; or \nbe located on public property and structures if the controlling public entity agrees to \nthe placement. \nB. Application to collocate SCFs at locations other than those listed in Section 4(A) may not \nbe approved administratively. However, if an Applicant certifies that it is not technically \nfeasible, economically feasible, or places an undue burden to collocate an SCF at a \nlocation designated in section 4(A), the Applicant may request a Special Review of the \napplication as provided under Section 5(C). Such Certification shall include a written \nstatement indicating the reasons why said location is not feasible.  \n \nLegislative History: \nOrdinance No. 596, 4/1/20 \n \n14-11-5  \nSECTION 5.  SMALL CELL FACILITY PERMITS \nA. Permit Required. An SCF Permit shall be required to install any SCF, Utility Pole, or \nSCF Support Structure. Applications for an SCF Permit shall be considered and approved \npursuant to the provisions of this Section. An SCF Permit shall be deemed to include all \nother municipal permits which may be necessary to place and construct an SCF, Utility \nPole, or SCF Support Structure as represented in an approved application. The granting \nof an SCF Permit pursuant to this Chapter is not a grant of any franchise. All applications \nshall first be reviewed administratively and then, if not eligible for administrative \napproval, may be considered via the Special Review Process.  \nB. General Review Provisions \n1. Review Period: The Department must approve or deny all SCF Permit \napplications pursuant to this Chapter (i) within ninety (90) days after the date an \napplication is filed for an SCF Permit Application to place a new Utility on any \nSCF Structure or Utility Pole. Pole or SCF Support Structure, or (ii) within sixty \n(60) days after the date an application is filed for collocation of an SCF. If \napproved, the permit shall be issued on or before day ninety (90) or sixty (60).  \n2. Tolling of Review Period: An Applicant and the Department may mutually agree \nin writing to toll the applicable review period at any time.  \n3. Final Decision. By the end of the applicable review period, the City must advise \nthe applicant in writing of its final decision. If the final decision is to deny the \napplication, the final decision shall state the basis for denial, including specific \ncode provisions on which the denial is based. \n4. Nondiscrimination: The Department shall process all applications under this \nChapter in a nondiscriminatory manner. Aesthetic requirements shall be (i) \nreasonable, (ii) no more burdensome than for other types of infrastructure \ndeployments, and (iii) objective and published in advance. \nC. Small Cell Facility Permit Process \n\n1. Administrative Review Process: An application submitted pursuant to this \nsubsection shall be reviewed as follows: \na) Submission of Application: Applicant shall submit a complete SCF \nApplication accompanied by any corresponding application fee to the \nDepartment. \n",
    "source": "Chapter 14-11 REGULATING SMALL CELL FACILITIES"
  },
  {
    "chunk_index": 4,
    "text": "b) Review for Completeness: The Department shall review the application \nfor completeness following submittal. The Department must provide a \nwritten notice of incompleteness to the Applicant within ten (10) \ncalendar days of receipt of the SCF Permit Application, clearly and \nspecifically delineating all missing information. Information specified in \na notice of incompleteness shall be limited to that which is relevant to the \napproval or denial of an Application under this Chapter. Applicant shall \nthen submit all information specified in the notice of incompleteness. \nThe applicable review period shall restart at zero on the date the \nApplicant provides the missing information to complete the application. \nFor subsequent determinations of incompleteness, the applicable review \nperiod shall be tolled in the Department provides written notice within \nten (10) days that the supplemental submission did not provide the \ninformation identified in the original notice delineating missing \ninformation. The applicable review period will continue, and shall not \nrestart at zero, on the date the Applicant provides the missing \ninformation identified in a subsequent incompleteness review.  \nc) An application may not be approved via the Administrative Review \nProcess unless the proposed SCF, Utility Pole, or SCF Support Structure \nmeets all applicable location and design requirements of this Chapter. An \napplication shall be approved via the Administrative Review Process if \nthe proposed SCF, Utility Pole, or SCF Support Structure meets all \napplicable location and design requirements of this Chapter.  \n2. Special Review Process: \na) An Applicant may request a Special Review of an application which is \nnot eligible for administrative approval due to not meeting the applicable \nlocation or design requirements of this Chapter and where compliance \nwith said requirements is not technically feasible, economically feasible, \nor poses an undue burden. \nb) Special Reviews shall be conducted by the Planning and Zoning \nCommission in a public meeting. Notice of such meeting shall comply \nwith SDCL 1-25-1.1. The review hearing and final decision shall take \nplace within the applicable sixty (60) or (90) day review period which \nshall begin on the date a complete application is submitted to the \nDepartment. \nc) The Planning and Zoning Commission must approve, by majority vote of \nall members, an SCF application upon finding that the proposed \ninstallation has no reasonable alternative which better fits the location \nand design requirements of this Chapter. The Commission shall deny an \napplication which does have a reasonable alternative which better fits the \nlocation and design requirements of this Chapter. For an alternative to be \n\nreasonable, the alternative must be technically feasible, economically \nfeasible, and must not impose an undue burden.  \nd) After the Planning and Zoning Commission has made a determination on \nan SCF application, the Department shall issue an SCF permit if the \napplication was approved. If denied, the Department shall provide a \nnotice of final decision including the grounds upon which the Planning \nand Zoning Commission denied the application. \nD. Small Cell Facility Permit Applications \n1. Application Form: The Director shall designate or develop an Application Form \nfor an SCF Permit. An Application may include requests for new or replacement \nUtility Poles or SCF Support Structures. The Director shall allow for \nApplications to be consolidated pursuant to this Section. Each Application must \nsubmit a complete Application for each permit desired.  \n2. Consolidated Applications: Each SCF Permit request in a Consolidated \nApplication shall be considered individually. \n3. All Applications for the placement of an SCF, including modification or \nconstruction of a Utility Pole or SCF Support Structure submitted under this \nChapter shall include the following:  \n",
    "source": "Chapter 14-11 REGULATING SMALL CELL FACILITIES"
  },
  {
    "chunk_index": 5,
    "text": "a) Photo Simulations. A photo simulation of a reasonable representative \ninstallation type that includes to-scale visual simulations that show \nunobstructed before-and-after construction daytime views from at least \ntwo angles, together with a map that shows the locations of the proposed \ninstallation, including all equipment. A separate set of such materials \nshall be required for any design which is materially different.  \nb) Noise Study. A noise study for the SCF (i) requested by the city, (ii) the \nproposed site is within twenty (20) feet of a residential structure, and (iii) \nthe application proposes to utilize equipment which may produce a \npersistent or chronic audible tone at such distance. \nc) Radio Frequency (RF) Emissions Compliance. Whereas the FCC has \nexclusive jurisdiction to establish radio frequency emission safety \nstandards, the City may only require a written report or statement, signed \nand sealed by a South Dakota licensed engineer, which explains \ncompliance with the RF emissions limits established by the FCC. \nd) Utility Pole or SCF Support Structure Inspection: For Collocations or \nmodifications to existing Utility Pole or SCF Support Structure, \nApplicant shall inspect the structure to which a proposed SCF would be \nattached and determine, based on a structural engineering analysis by a \nSouth Dakota licensed engineer, the suitability of the Pole or structure \nfor the Applicant’s purposes. The structural engineering analysis shall be \nsubmitted to the Department and shall certify that the Utility Pole or SCF \nSupport Structure can reasonable support the proposed SCF. \ne) New and Replacement Utility Poles and SCF Support Structures. For \nnew and replaced Utility Poles and SCF Support Structures, Applicant \nshall submit foundation drawings demonstrating the foundation and new \nor replacement Utility Pose or SCF Support Structure can reasonably \nsupport the SCF, that is signed and sealed by a South Dakota licensed \nengineer.  \n\nf) Design Justification. A clear and complete written analysis that explains \nhow the proposed design complies with the applicable design standards \nunder this Section. A complete design justification must identify all \napplicable design standards under this Chapter and provide a factually \ndetailed reason why the proposed design either complies or cannot \nfeasibly comply.  \ng) Site Plan. A site plan clearly indicating the location, type, height, and \nwidth of the proposed pole, on-site land uses and zoning, adjacent land \nuses and zoning, distances to nearby objects, structures, and property \nlines, adjacent roadways, proposed means of access, utility runs, and \nother information which may uniquely impact the SCF’s fitness for a \nparticular site.  \nh) Aesthetic Compliance Summary. An explanatory statement of aesthetic \nconsiderations and requirements factored into Applicant’s design such as \nstealthing, finishing, fencing, landscaping, or other elements which may \nimpact the visual appeal of the SCF.  \ni) A clear and complete written statement of purpose which shall minimally \ninclude: (i) a description of the technical objective to be achieved; (ii) a \nto-scale map that identifies the proposed site location and the targeted \nservice area to be benefited by the proposed project; and (iii) full-color \nsignal propagation maps.  \nj) Consent from Private Owner. Where placement of a SCF t will be on a \nSCF Support Structure owned by a private entity, a statement from the \nprivate entity confirming agreement by it for the placement. \nE. General Standards \n1. Utility Pole Design: An existing Utility Pole may be replaced or extended to \naccommodate Small Cell Facilities subject to the following requirements: \na) Replacement and New Utility Poles: Replacement Utility Poles shall be \nsubstantially similar to the width, color, and material of the original or \nadjacent Utility Poles. The City may approve minor deviations up to the \n",
    "source": "Chapter 14-11 REGULATING SMALL CELL FACILITIES"
  },
  {
    "chunk_index": 6,
    "text": "minimum additional height needed to allow for the required clearance \nfrom electrical wires to accommodate an antenna or antennas and may \nalso approve minor deviations up to fifty percent (50%) of the pole width \nat its base, not to exceed thirty inches (30”), when housing equipment is \nplaced within the pole base. Replacement street lights and poles shall \nconform to the adopted streetscape design stand for the zoning district. \nNew Utility Poles shall mimic the design of the Replacement Utility Pole \nthat is most suitable for the proposed location. \nb) Replacement and Existing Utility Pole Height: The height of any \nantennas at the top of a replacement or existing Utility Pole or any pole \nextender, shall be no higher than the greater of either 50 feet or the \nheight of such Utility Pole or SCF Support Structure plus 10 percent.  \nc) Equipment Concealed: Whenever technically feasible, antennas, cabling, \nand equipment shall be fully concealed within a Pole, or otherwise \ncamouflaged to appear to be an integrated part of a Pole. \nd) Flush-Mounting and Pole-top Antennas: When technically feasible, \nantennas will be flush-mounted on a Pole, which means either (i) \n\nmounted directly to the pole with no gap other than that which may be \nrequired for screws, bolts, or similar hardware; (ii) located at the top of \nthe Pole; or side mounted by mounted arm as needed for required \nclearance. Canisters attached to the top of a Pole shall not exceed the \ndiameter of the Pole, unless technically required, and then shall no be \nmore than fifty percent (50%) greater than the diameter of the Pole at the \npoint of attachment or up to 16” in diameter, whichever is greater. \ne) Antenna Design: Each antenna shall be located in an enclosure of no \nmore than three (3) cubic feet in volume, or in case of an antenna that has \nexposed elements, the antenna and all of its exposed elements could fit \nwithin an enclosure of no more than three (3) cubic feet. \nf) No Illumination: Small Cell Facilities shall not be illuminated except for \nsmall status LEDs installed by the manufacturer. Such LEDs may not be \nof a nature which is likely to distract a vehicle or pedestrian due to \nbrightness, size, blinking, other similar condition, or any combination \nthereof. \ng) Generators and Battery Backup: Generators are not permitted for Small \nCell Facilities. A battery backup may be permitted if it is concealed \nconsistent with the provisions of this Chapter. \nh) Cabinet Location and Dimensions: Any equipment cabinet for a Small \nCell Facility shall utilize the smallest cabinet enclosure that is technically \nfeasible to enclose the equipment. Disconnect switches may be located \noutside of the primary equipment cabinet. \ni) Painting, Coating, or Finish Material: The exterior of an SCF shall be \npainted, coated, or be of a material which draws minimal attention from \nan observer. For example, an SCF painting in blaze orange or safety \ngreen is highly likely to draw attention and be distracting. An SCF \nfinished with polished aluminum is more likely to be distracting than an \nSCF finished with matte grey paint.  \n2. Ground-Mounted Equipment: To allow full use of the Public Right-of-Ways by \npedestrians, bicyclist, and other users, all ground-mounted equipment, excluding \nantennas, shall to the extent feasible be either (i) undergrounded, (ii) incorporated \ninto street furniture, or (iii) concealed in the base of a Pole, and in all cases shall \ncomply with the Americans with Disabilities Act (ADA), City construction \nstandards, and any applicable State or federal regulations in order to provide \nclear and safe passage within the Public Right-of-Ways. The location of any \nground-mounted equipment shall also comply with the Americans with \nDisabilities Act (ADA), City Design Standards, and any applicable State or \nfederal regulations in order to provide clear and safe passage within the Public \nRight-of-Ways. \n",
    "source": "Chapter 14-11 REGULATING SMALL CELL FACILITIES"
  },
  {
    "chunk_index": 7,
    "text": "3. Building-Mounted Small Cell Facilities: Antennas may be mounted to a building \nif the antennas do not interrupt the building’s architectural theme. \na) Balanced Design: Small Cell Facilities attached to the side or roof of \nbuildings shall employ a symmetrical, balanced design for all façade-\nmounted antennas. Subsequent deployments on a structure’s exterior will \nbe required to ensure consistent design, architectural treatment and \n\nsymmetry with any existing Small Cell Facilities on the same side of the \nstructure. \nb) Architectural Preservation: The interruption of architectural lines or \nhorizontal or vertical reveals is prohibited unless demonstrated to be \nunavoidable.  \nc) Complementary Architecture: New architectural features, such as \ncolumns, pilasters, corbels, or other ornamentation that conceal an \nantenna or antennas, may be used only if the new feature complements \nthe architecture of the existing building.  \nd) Mounting Brackets: Small Cell Facilities shall utilize the smallest \nmounting brackets necessary in order to provide the smallest offset from \nthe building. \ne) Concealment: Skirts or shrouds shall be utilized on the sides and bottoms \nof antennas in order to conceal mounting hardware, create a cleaner \nappearance, and minimize the visual impact of the antennas. Exposed \nconduit, cabling and wiring is prohibited. \nf) Matching Paint: Small cell facilities, and all visible mounting hardware, \nshall be painted and textured to match adjacent building surfaces.  \ng) Permission: All installations of a Small Cell Facility shall have \npermission from the Utility Pole or SCF Support Structure owner to \ninstall the Small Cell Facility on such Utility Pole or SCF Support \nStructure. Nothing in this Section affects the need for an Applicant \nseeking to place a Small Cell Facility on a Utility Pole or SCF Support \nStructure that is not owned by the City to obtain from the owner of the \nUtility Pole or SCF Support Structure any necessary authority to place \nthe Small Cell Facility, nor shall any provision of this Section be deemed \nto affect the rates, terms, and conditions for access to or placement of a \nSmall Cell Facility on a Utility Pole or SCF Support Structure not owned \nby the City. This Section does not affect any existing agreement between \nthe Department and an entity concerning the placement of Small Cell \nFacilities on any City-owned Utility Pole or SCF Support Structure.  \n \n4. Preferred Projecting or Marquee Sign: Small Cell Facilities replicating a \nprojecting or marquee sign must comply with the City’s sign regulations. All \nantennas shall be completely screened by the façade of the sign. All cables and \nconduit to and from the sign shall be routed from within a building wall. Cable \ncoverings may be allowed on the exterior of the building wall in limited \ncircumstances and in situations where the coverings are minimally visible and \nconcealed to match the adjacent building surfaces.  \n5. Parking Lot Lighting: Small Cell Facilities are permitted as attachments to or \nreplacements of existing parking lot light fixtures. The design of the parking lot \nlight fixture shall be in accordance with applicable Municipal Code and \nConstruction Standards, except that a pole extender up to five (5) feet in height \nmay be utilized. \n6. Purely Aesthetic Standards: To the extend that a requirement is purely aesthetic, \nand SCF applicant shall not be required to meet a more burdensome standard \nthan other users of the right-of-way. Other users of the right-of-way shall meet \n\nthe purely aesthetic standards of this Chapter for new or replacement \ndeployments to the extent which is technically and economically feasible.  \nLegislative History: \nOrdinance No. 596, 4/1/20 \n \n14-11-6  \nSECTION 6.  PERMIT CONDITIONS \nA. A permittee shall comply with all applicable law, including, but not limited to, applicable \nhistoric preservation ordinance of the City and utility undergrounding requirements. \n",
    "source": "Chapter 14-11 REGULATING SMALL CELL FACILITIES"
  },
  {
    "chunk_index": 8,
    "text": "B. Issuance of any permit pursuant to this Chapter shall not confer any ownership rights in \nthe Public Right-of-Way. \nC. No permittee may construct, operate, place, locate, or maintain any Small Cell Facility so \nas to interfere with the use of the Public Right-of-Way by the City, the general public, or \nany other persons authorized to use or be present in or upon the Public Right-of-Way.  \nD. No permittee or affiliate thereof shall take any action or cause any action to be done \nwhich may impair or damage any ROW, or other property located in, on or adjacent \nthereto. Any and all Public Right-of-Way, public property, or private property that is \ndisturbed or damaged by the permittee or affiliate thereof during the construction, \noperation, maintenance, or repair of a Small Cell Facility shall be promptly repaired by \npermittee. In the event permittee fails to make such repairs within seven (7) calendar days \nafter written notice is set by the City requiring repair, then the City may complete or \ncause to be completed the repair work and bill the actual and reasonable costs to the \npermittee. Public property, private property, and Public Right-of-Way must be restored to \nas good a condition as before the disturbance or damaged occurred to the reasonable \nsatisfaction of the City.  \nE. In the event of an unexpected repair or emergency, the owner of a Small Cell Facility \nmay commence such repair and emergency response work as required under the \ncircumstances, provided it shall notify the City promptly before such repair or emergency \nwork, or the next day thereafter if advance notice is not practicable.  \nF. Each permittee shall maintain its facilities in good and safe condition and in a manner \nthat complies with all applicable federal, state, and local requirements. Permittee shall be \nresponsible for all electrical or other utility costs associated with operating each installed \nSCF. \nG. Every Small Cell Facility shall be subject to the right of periodic inspection by the City, \nafter notification to the Small Cell Facility owner. Each operator must respond to requests \nfor information regarding its system and plans for the system as the City may from time \nto time issue, including requests for information regarding its plans for construction, \noperation and repair of the Public Right-of-Way. \nH. The City retains the right and privilege, after notifying the Small Cell Facility owner, to \nmove, at no cost to the City, any Small Cell Facility located within the Public Right-of-\nWay as the City may determine to be necessary, in response to any public health or safety \nemergency.  \nI. To the extent permitted by South Dakota law, the City shall not be liable for any damage \nto any Small Cell Facility within the Public Right-of-Way as a result of or in connection \nwith any public works, public improvements, construction, excavation, grading, filling, or \n\nwork of any kind in the Public Right-of-Way by or on behalf of the City, except to the \nextend such damage is due to or caused by the City’s negligence or willful misconduct.  \nJ. Restoration shall comply with the following: \n1. When a permittee, or any person acting on its behalf, does any work in or \naffecting any Public Right-of-Way, it shall, at its own expense, promptly remove \nany obstructions therefrom and restore such Right-of-Way or property to the \nsame, or better than the, condition which existed before the work was \nundertaken. As used in this Section, “promptly” shall mean as soon as required \nby the City in the reasonable exercise of the City’s discretion. \n2. If weather or other conditions do not permit the complete restoration required \nhereunder, the permittee shall temporarily restore the affected Right-of-Way or \nproperty. Such temporary restoration shall be at the permittee’s sole expense, and \nthe permittee shall promptly undertake and complete the required permanent \nrestoration when the weather or other conditions no longer prevent such \n",
    "source": "Chapter 14-11 REGULATING SMALL CELL FACILITIES"
  },
  {
    "chunk_index": 9,
    "text": "permanent restoration.  \n3. A permittee or other person acting on its behalf shall use suitable barricades, \nflags, flagmen, lights, flares and other measures as required for the safety of all \nmembers of the general public and to prevent injury or damage to any person, \nvehicle or property by reason of such work in or affecting the Right-of-Way. \n4. Restoration and repair work shall be the responsibility of the permittee for two \n(2) years after completion thereof. Such work shall be limited to further \nrestoration or repairs arising out of deficient completion of the initial work but \nshall not include further restoration or repairs arising out of events not related to \nthe initial completion of the work. \nK. The site and Small Cell Facilities and SCF Support Structures, including all landscaping, \nfencing and related transmission equipment must be maintained at all times in a neat and \nclean manner and in accordance with all approved plants. This includes, but is not limited \nto, mowing, weeding and trimming. \nL. All graffiti on Small Cell Facilities must be removed at the sole expense of the permit \nholder after notification by the City to the owner or operator of the small cell facilities. \nRemoval must be complete within seven (7) calendar days after written notice is sent by \nthe City requiring the removal. \nM. Certificate of Completion  \n1. A certificate of completion will only be grated upon satisfactory evidence that the \nSCF was installed in substantial compliance with the approved plans and photo \nsimulations. \n2. If it is found that the SCF installation does not substantially comply with the \napproved plans and photo simulations, the applicant shall make any and all such \nchanges required to bring the SCF installation into compliance within the \ntimeframe established by the City Engineer. Failing to obtain a Certificate of \nCompletion within the applicable timeframe shall cause a permit to be revoked.  \nN. Compliance: All Small Cell Facilities must comply with all standards and regulation of \nthe FCC and any State or other federal government agency with the authority to regulate \nsmall cell facilities. \nO. Applicant Insurance \nEach applicant shall secure and maintain liability insurance policies, as accepted by the \nCity, insuring the applicant and including the City, and its elected and appointed officers, \n\nofficials, boards, commissions, agents, representatives, and employees as additional \ninsureds, as their interest may appear under this Section except workers compensation \nand employer’s liability, which insurance shall be maintained during and for one (1) \nyears after termination of the permit. Expected coverage shall be the same or \nsubstantially similar to the following: \n1. General liability insurance with limits of: \na) $5,000,000 per occurrence for bodily injury (including death); and \nb) $2,000,000 for property damage resulting from any one accident; and \nc) $5,000,000 general aggregate including premise-operations, \nproducts/completed operations, and explosion, collapse and underground \nhazards. \n2. Automobile liability for owned, non-owned and hired vehicles in the amount of \n$2,000,000 combined single limit for each accident for bodily injury and \nproperty damage. \n3. Worker’s compensation within State statutory limits and employer’s liability \ninsurance with limits of $1,000,000 each accident/disease/policy limit.  \nUpon receipt of notice from its insurer(s) Applicant shall provide City with thirty (30) \ndays prior written notice of cancellation of any required coverage. \nThe applicant shall obtain, furnish to the City replacement insurance policies meeting \nthe requirements of this Section.  \nP. Financial Assurance \nUpon the approval of an SCF application, the permittee shall post a bond, letter of credit, \nor other form of surety acceptable to the City.  \n1. The purpose of such financial assurance shall be to: \na) Provide for the removal of abandoned or improperly maintained SCFs, \n",
    "source": "Chapter 14-11 REGULATING SMALL CELL FACILITIES"
  },
  {
    "chunk_index": 10,
    "text": "including those that the City determines need to be removed to protect \npublic health, safety, or welfare; \nb) Restoration of the ROW in connection with removals as provided for in \nthis Chapter; or \nc) Recoup rates or fees that have not been paid by the permittee in over 12 \nmonths, so long as the permittee has received reasonable notice from the \nCity of any of the non-compliance listed above and an opportunity to \ncure. \n2. The amount of the financial assurance shall be $200 per approved SCF permit. \nFor permittees with multiple SCFs within the City, the total amount of financial \nassurance across all facilities may not exceed $10,000, which amount may be \ncombined into one surety instrument.  \n \nLegislative History: \nOrdinance No. 596, 4/1/20 \n \n14-11-7  \nSECTION 7.  RELOCATION/REMOVAL \nAll small cell facilities shall be constructed and maintained so as not to obstruct or hinder \nthe usual travel on or safety of the Public Right-of-Way or obstruct any legal use of the \n\nCity’s Right-of-Way or uses of the Right-of-Way by utilities or other providers. If, in the \nreasonable determination of the City, a small cell facility needs to be relocated for \nreasons of public health, safety or welfare, or ROW maintenance or construction projects, \nthen the small cell facility shall be relocated at the owner’s or operator’s expense. If the \nowner or operator of the small cell facility fails to complete any relocation as required by \nthe City within ninety (90) days of mailing of written notice, the City may at the City’s \noption either (1) remove the Small Cell Facility and not relocate it; or (2) commence and \ncomplete the relocation and the owner or operator of the Small Cell Facility shall fully \nreimburse the City for the actual and reasonable costs of the relocation, including any \nreasonable attorneys’ fees and expenses. \nLegislative History: \nOrdinance No. 596, 4/1/20 \n \n14-11-8  \nSECTION 8.  REMOVAL OF ABANDONED SMALL CELL FACILITIES,  \nUTILITY POLES AND OTHER SCF SUPPORT STRUCTURES \nAny SCF, Utility Pole or other SCF Support Structure that is not operated for a \ncontinuous period of twelve (12) months or is no longer authorized by a Small Cell \nFacility Permit or other permit shall be considered abandoned, and the owner of such \nSCF, Utility Pole or other SCF Support Structure shall so notify the City in writing and \nremove the same within ninety (90) days of giving notice to the City of such \nabandonment. Failure to remove an SCF, Utility Pole, or other SCF Support Structure \nwithin said ninety (90) days shall be grounds for the City to remove the SCF, Utility Pole, \nor SCF Support Structure, at the owner’s expense, including all costs and reasonable \nattorneys’ fees. Any SCF that is not installed on the SCF structure or utility pole within \ntwelve (12) months after the permit is granted is no longer authorized and the permit shall \nbe considered abandoned. \nIf there are two (2) or more users of a single Utility Pole or SCF Support Structure, then \nthese provisions shall not become effective until all users cease using the Utility Pole or \nSCF Support Structure.  \nLegislative History: \nOrdinance No. 596, 4/1/20 \n \n14-11-9  \nSECTION 9.  GENERAL INDEMNIFICATION \nIn addition to and distinct from the insurance requirements of this Chapter, each applicant \nhereby agrees to defend, indemnify and hold harmless the City and its officers, officials, \nboards, commissions, employees, agents and representatives from and against any and all \ndamages, losses, claims and expenses, including reasonable attorneys’ fees and costs of \nsuit or defense, arising out of, resulting from or alleged to arise out of or result from the \nacts, omissions, failure to act or misconduct of the applicant or its affiliates in the \nconstruction, installation, operation, maintenance, repair, removal or replacement of the \nSCF. This Section shall not require the Applicant to indemnify or hold harmless the City \n",
    "source": "Chapter 14-11 REGULATING SMALL CELL FACILITIES"
  },
  {
    "chunk_index": 11,
    "text": "for any losses, claims, damages, and expenses arising out of or resulting from the \nnegligence or willful misconduct of the City. \n\nLegislative History: \nOrdinance No. 596, 4/1/20 \n \n14-11-10 \nSECTION 10.  APPEAL PROCESS \nIf a permit is denied in the administrative review process, then within ten (10) calendar \ndays after the denial the applicant may appeal that decision to the Planning and Zoning \nCommission for further consideration.  If that same permit or request for a Conditional \nUse permit is denied by the Planning and Zoning Commission, then within five (5) \ncalendar days after the denial the applicant may appeal that decision to the City Council \nfor further consideration. Nothing in this Section is intended to require exhaustion of \nadministrative remedies or otherwise prevent an applicant from proceeding directly to \ncourt or to the Federal Communications Commission.  \nLegislative History: \nOrdinance No. 596, 4/1/20 \n \n14-11-11 \nSECTION 11.  APPLICATION FEES AND RATES \nA. Application Fees. A permit for SCF including a Utility Pole or SCF structure shall be \nlimited to $500 for up to five SCFs, and $100 for each additional SCF on the \napplication. \nB. Recurring Fees. A wireless provider authorized under this Chapter to place SCFs and \nany related Utility Pole or SCF Support Structure in the ROW shall pay to the City an \nannual ROW access fee of up to $270 per Site per year to cover all recurring fees, \nincluding the cost of ongoing monitoring of each site for compliance with the terms \nof this Chapter and for the health, safety, and welfare of the general public, and for \nthe attachment of SCF’s to City-owned or controlled Utility Poles or SCF Support \nStructures. Recurring fees shall be paid annually in accordance with the City’s \nstandard billing or invoicing procedures, as the case may be. The City Council shall \nestablish and adjust recurring fee rates by resolution. \nC. The application fee and the recurring fees under this Section shall be the sole \ncompensation that the Wireless Provider shall be required to pay the City. However, \nthe rates of either the application fee or the recurring fees may be increased due \nextreme circumstances but in no case may such fees exceed a reasonable \napproximation of the City’s actual and reasonable costs. In addition, such fees must \nbe objectively reasonable, and no higher than charged to similarly-situated \ncompetitors in similar situations.  \n \nLegislative History: \nOrdinance No. 596, 4/1/20 \n \n14-11-12 \nSECTION 12.  SEVERABILITY \nThe various parts, sentences, paragraphs, Sections and clauses of this Chapter are hereby \ndeclared to be severable. If any part, sentence, paragraph, Section or clause is adjudged \n\nunconstitutional or invalid by a court of competent jurisdiction, the remainder of this \nChapter shall not be affected thereby. \nLegislative History: \nOrdinance No. 596, 4/1/20 \n \n14-11-13 \nSECTION 13.  CONFLICT \nSubject to the limitation set forth in Section 3(B), these Small Cell Facilities Regulations \nare in addition to other regulations in the Municipal Code. In case of a conflict between \nregulations, and provided the regulation is consistent with federal law, the most \nrestrictive provisions shall apply. \nLegislative History: \nOrdinance No. 596, 4/1/20 \n \n \n \n \n",
    "source": "Chapter 14-11 REGULATING SMALL CELL FACILITIES"
  }
]