[
  {
    "chunk_index": 1,
    "text": "CHAPTER 6-8\nSEWER CLEANING SERVICES\n6-8-1\nDEFINITIONS.\nFor the purposes of this ordinance, the following terms shall have the meanings\nindicated, unless the context clearly indicates otherwise. \nSEWER CLEANING SERVICES: Any individual, corporation, organization or\nbusiness that cleans sanitary sewer lines regardless of the method used for said cleaning. \nSEWER CLEANING SERVICES LICENSE: A license issued by the City of\nBrandon, S.D. under the terms of this ordinance.\nGOVERNING BOARD: The City Council, authorized under South Dakota Codified\nLaws as the governing body of the City of Brandon, S.D.\nLegislative History:           \nAuthority:\nOrdinance No. 366, 4/17/05 \nSDCL §§ 9-29-1\nSDCL §§ 9-32-1,  9 & 10\nSDCL §§ 9-48-21 & 22\n6-8-2\nLICENSE REQUIRED.\nIt shall be unlawful for a sewer cleaning service to service any sewer within the limits of\nthe City of Brandon or a sewer line that eventually contributes to the Brandon Sanitary\nsewer system without first having obtained a Sewer Cleaning License from the City of\nBrandon, S.D.\nLegislative History:           \nAuthority:\nOrdinance No. 366, 4/17/05 \nSDCL §§ 9-29-1\nSDCL §§ 9-32-1,  9 & 10\nSDCL §§ 9-48-21 & 22\n6-8-3\nAPPLICATION FOR LICENSE.\nThe form for application for a Sewer Cleaning License and renewal thereof, as required by\nthe provisions of this ordinance, shall be available at Brandon City Hall.  Upon completion\nof the application, the applicant shall return it to Brandon City Hall for review and\napproval.  For an application to be considered complete, the applicant must also submit:\nA..\nCertificate of insurance coverage.  Coverage amounts as described in the\nPerformance Standards (Section 6-8-7).\nA.\nPayment of an application fee in accordance with the fee schedule determined by\nthe City Council by adoption of a resolution.  All fees are non refundable.  All\nlicenses expire on December 31  of each calender year.\nst\nLegislative History:           \nAuthority:\nOrdinance No. 366, 4/17/05 \nSDCL §§ 9-29-1\nSDCL §§ 9-32-1,  9 & 10\nSDCL §§ 9-48-21 & 22\n\n6-8-4\nAPPROVAL OF APPLICATION BY GOVERNING BODY REQUIRED\nPRIOR TO ISSUING LICENSE.\nBefore any Sewer Cleaning License shall be issued, renewed or transferred under the\nprovisions of this ordinance, the Governing Board must approve the Application for\nLicense.  The Governing Board may require the applicant to furnish additional information\nrelated to the provisions of this ordinance, prior to approval of an application.  Upon\napproval of the application, the staff of the City of Brandon  shall issue a  Sewer Cleaning\nLicense to the applicant.  Once issued, licenses shall be conditional upon the license holder\ncomplying with the Performance Standards in Section 6-8-7 of this ordinance.\nLegislative History:           \nAuthority:\nOrdinance No. 366, 4/17/05 \nSDCL §§ 9-29-1\nSDCL §§ 9-32-1,  9 & 10\nSDCL §§ 9-48-21 & 22\n6-8-5\nRENEWAL LICENSE.\nA holder of a currently valid Sewer Cleaning License may apply for renewal of such a\nlicense in the same manner of application described in Section 3 of this ordinance.\nLegislative History:           \nAuthority:\nOrdinance No. 366, 4/17/05 \nSDCL §§ 9-29-1\nSDCL §§ 9-32-1,  9 & 10\nSDCL §§ 9-48-21 & 22\n6-8-6\nTRANSFER OF LICENSE.\nA holder of a currently valid Sewer Cleaning  License, in conjunction with a party wishing\nto receive such a license, may apply for transfer of such a license in the same manner of\napplication described in Section 6-8-3 of this ordinance.  In such cases, the payment of the\napplicable fee shall be the responsibility of the party to receive the transferred license.  For\nan application for a transfer to be considered complete, the signatures of an authorized\nrepresentative from each party must be present on the application form. \nLegislative History:           \nAuthority:\nOrdinance No. 366, 4/17/05 \nSDCL §§ 9-29-1\nSDCL §§ 9-32-1,  9 & 10\nSDCL §§ 9-48-21 & 22\n6-8-7\nPERFORMANCE STANDARDS.\nFor any Sewer Cleaning  License to be effective, the holder of such license shall comply\n",
    "source": "Chapter 6-8 SEWER CLEANING SERVICES"
  },
  {
    "chunk_index": 2,
    "text": "with the following performance standards:\nA.\nPrior to arrival at the job site, the Licensee, its agents or employees are  required\nto inform the City of Brandon of the addresses of the service requested.  This\nnotification must allow adequate time before the arrival of the Licensee, its agents\nor employees for the City of Brandon to determine if there are problems in the\nmain sewer line.  Upon completion of the service the Licensee , its agents or\nemployees are required to inform the City that the service is completed and shall\ndescribe the service that was performed.\n\n B.\nIf the Licensee fails to inform the City of Brandon as indicated in Section 6-8-7A,\nthe Licensee is responsible for any and all damage that is caused as a result of any\naction taken by the Licensee.  Damages for which the licensee may be liable\ninclude but are not limited to:\n1. \nCleaning and complete repair of interiors of structures.\n2. \nRepair of damages to main sewer lines or individual sewer services.\n3.\nReimbursement of wages including overtime wages paid to city\nemployees or the city’s agents due to work required to be done in order\nto correct the damages caused by the licensee.\n C.\nFailure to notify the City as indicated in Section 6-8-7A is cause for immediate\nrevocation of a license. \n D.\nNo license, having been revoked shall be renewed or returned to the licencee until\nall damages caused by the licensee are paid in full and until another applications\nmade and all fees paid in full.\n E. \nInsurance Required.\nA certificate of insurance which lists the City of Brandon as  named insured must\nbe provided along with the application for a Sewer Cleaning License.\n1. \nSuch insurance shall protect the applicant and the City of Brandon\nagainst loss from the following:\n   \n    \na. \nLiability imposed by law for damages on account of bodily\ninjury or death resulting therefrom, suffered or alleged to have\nbeen suffered by any person or persons whatever resulting\ndirectly or indirectly from:\n        \n        \n(1)\nAny act, activity, errors or omissions of the          \nlicensee; and\n                   \n(2)\nAny act, activity, errors or omission of any person\nacting for the licensee; and\n       \n \n(3) \nAny act, activity, errors or omissions of any person\nunder the control or direction of the licensee; and \n   \n b.\nLiability imposed by law for damages to property resulting\ndirectly or indirectly from:\n(1)\n Any act, activity, errors or omissions of the licensee;\nand\n(2) \nAny act, activity, errors or omissions of any person\nacting for the licensee; and\n(3) \nAny act, activity, errors of omissions of and person\nunder the control or direction of the \n     \nlicensee.\n       \n2.\nThe certificate of insurance must show that the applicant has secured\nliability insurance with the following coverage:\na.\nFor public liability and property damage and for bodily\ninjury/death, resulting from any one accident or any other cause,\nin the minimum amount of $250,000 for any one occurrence\nand an annual aggregate limit for $500,000 for two or more\noccurrences; and\nb. \n For damage liability for property damage resulting from any\none accident or other cause, in the minimum amount of\n\n$250,000; or\nc. \nCombined coverage for bodily injury/death or property damage,\nin the minimum amount of $1,000,000.\nF.\nDuty of License Holder.\n      \nLicense holders shall comply with all of the ordinances of the City of Brandon,\nS.D.\nLegislative History:           \nAuthority:\nOrdinance No. 366, 4/17/05 \nSDCL §§ 9-29-1\nSDCL §§ 9-32-1,  9 & 10\nSDCL §§ 9-48-21 & 22\n6-8-8\nREVOCATION.\nAny license issued under the provisions of this chapter may be revoked by the City\nAdministrative Staff or by the City Council for the violation by the licensee of any\napplicable provision of state law or City ordinance, rule or regulation.\nLegislative History:           \nAuthority:\nOrdinance No. 366, 4/17/05 \nSDCL §§ 9-29-1\nSDCL §§ 9-32-1,  9 & 10\nSDCL §§ 9-48-21 & 22\n6-8-9\nMETHOD OF REVOCATION.\n",
    "source": "Chapter 6-8 SEWER CLEANING SERVICES"
  },
  {
    "chunk_index": 3,
    "text": "Written notice of revocation shall be mailed by first class United States mail to the address\nprovided on the licensee’s application for a permit and is effective upon mailing by the\nCity.\nLegislative History:           \nAuthority:\nOrdinance No. 366, 4/17/05 \nSDCL §§ 9-29-1\nSDCL §§ 9-32-1,  9 & 10\nSDCL §§ 9-48-21 & 22\n6-8-10\nVIOLATION OF ORDINANCE.\nAny violation of any provision of this Ordinance shall be a petty offense punishable\npursuant to Brandon Municipal Ordinance 1-10-1.\nLegislative History:           \nAuthority:\nOrdinance No. 366, 4/17/05 \nSDCL §§ 9-29-1\nOrdinance No. 271, 9/7/98\nSDCL §§ 9-32-1,  9 & 10\nSDCL §§ 9-48-21 & 22\n6-8-11\nSAVING CLAUSE.\nIn the event that any part of this ordinance is declared, by a duly authorized court of law,\nto be unconstitutional, in conflict with South Dakota Codified Laws, or in conflict with the\nAdministrative Rules of South Dakota, such part of this ordinance shall become null and\nvoid.  In the event of such a finding against a part of this ordinance, the remainder of this\n\nordinance shall continue to be effective.\nLegislative History:           \nAuthority:\nOrdinance No. 366, 4/17/05 \nSDCL §§ 9-29-1\nSDCL §§ 9-32-1,  9 & 10\nSDCL §§ 9-48-21 & 22\n6-8-12\nEXCEPTIONS.\n         \nThe City of Brandon and those under contract with the City of Brandon are exempt from\nSection 6-8.\n       \nLegislative History:           \nAuthority:\nOrdinance No. 366, 4/19/05 \nSDCL §§ 9-29-1\nSDCL §§ 9-32-1,  9 & 10\nSDCL §§ 9-48-21 & 22\n",
    "source": "Chapter 6-8 SEWER CLEANING SERVICES"
  }
]