[
  {
    "chunk_index": 1,
    "text": "CHAPTER 14-10\nSTREET LIGHTING SERVICE\n14-10-1 \nAUTHORITY & PURPOSE\nSouth Dakota Codified Laws, Section 9-39-1 authorizes municipalities to construct,\noperate, and maintain a system to provide street light facilities to residents.  Further,\nSDCL 9-39-23 authorizes municipalities to fix reasonable rates, fees, and charges for the\nimposition of just and reasonable charges for the use and availability of street light\nfacilities.  The City Council has determined that in order to promote the health, safety,\nmorals, and general welfare of the community, it is in the best interest of the citizens that\nthe City operate and maintain a City street lighting system utility and has further\ndetermined that the operation and maintenance of such utility benefits each and every\nproperty within the City.  The City Council has therefore determined that it is fair,\nappropriate and reasonable that the costs of such operation and maintenance be paid on a\nfair and reasonable basis by all of the Lots in the City so benefitted and the cost should be\ncharged and collected from all such benefitted Lots, except for those exempted pursuant\nto Brandon Municipal Ordinance 14-10-5, through the imposition of charges as provided\nin this ordinance. \nLegislative History:\nAuthority:\nOrdinance No. 489, 1/3/12\nSDCL 9-35-1\nSDCL Ch. 9-39, Ch. 9-40\n14-10-2 \nSTREET LIGHT UTILITY SERVICE AND FEE ESTABLISHED\nThe City of Brandon, South Dakota, hereby establishes a street light utility service. The\nstreet light utility service consists of all street lighting facilities owned by the City and all\nstreet lighting facilities for which the City purchases and supplies electrical energy.  In\norder to carry out the purposes identified in Brandon Municipal Ordinance 14-10-1, it is\ndetermined that it would be just and equitable to  recover some or all of the cost of\noperating the street light utility service on an equitable basis from each Lot, as defined in\nBrandon Municipal Ordinance 15-20-2, located within in the geographical boundaries of\nthe City.\nLegislative History:\nAuthority:\nOrdinance No 489, 1/3/12\nSDCL 9-35-1\nSDCL Ch. 9-39, Ch. 9-40\n14-10-3 \nDETERMINATION OF STREET LIGHT RATES, FEES AND CHARGES\nThe rates, fees, and charges for the benefits and safety provided by the street lighting\nservices furnished by the City shall be as determined by the City Council from time to\ntime and on file in the office of the municipal Finance Officer.\nLegislative History:\nAuthority:\nOrdinance No 489, 1/3/12\nSDCL 9-35-1\nSDCL Ch. 9-39, Ch. 9-40\n14-10-4 \nDETERMINING THE TOTAL ANNUAL COST OF OPERATION AND MAINTENANCE.\nThe City of Brandon, South Dakota shall determine the total annual costs of operation\nand maintenance of the street light utility service which are necessary to maintain the\nperformance, during the service life of the street light utility works, for which such works\n\nwere designed and constructed.  The total annual cost of operation and maintenance shall\ninclude, but need not be limited to, labor, repairs, equipment replacement, maintenance,\nnecessary modifications, power, and a reasonable contingency fund.\nLegislative History:\nAuthority:\nOrdinance No 489, 1/3/12\nSDCL 9-35-1\nSDCL Ch. 9-39, Ch. 9-40\n14-10-5\nEXEMPTIONS\nAny and all exemptions to the provisions of this chapter shall be at the discretion of the\nCity of Brandon.  All such exceptions granted by the City of Brandon pursuant to this\nsection shall be transmitted in writing to the Municipal Finance Officer of the City of\nBrandon.\nLegislative History:\nAuthority:\nOrdinance No 489, 1/3/12\nSDCL 9-35-1\nSDCL Ch. 9-39-23\n14-10-6 \nWHEN PAYMENT DUE\nAll bills for street light utility service shall be paid monthly and shall be due and payable\non or before the fifteenth (15th) day of the month following the last day of the month\nreceiving service; provided, however, if such due date shall fall on a Saturday, Sunday or\nholiday observed by the City, then such bill shall be due and payable on the following\n",
    "source": "Chapter 14-10 STREET LIGHTING SERVICE"
  },
  {
    "chunk_index": 2,
    "text": "business day.  Any payment not received by the due date shall be considered to be late,\nand the City Council may by resolution establish a late payment charge as a penalty.\nLegislative History:\nAuthority:\nOrdinance No. 489, 1/3/12\nSDCL 9-35-1\nSDCL 9-39-23\nSDCL Ch. 9-40.\n14-10-7  \nOWNERS OF RENTAL PROPERTY RESPONSIBLE\nThe owner in fee of the real property at which the street light utility service is provided is\nas liable for utility street light utility and is responsible for full payment of same as is the\nrenter, lessee or persons in possession of the said real property.\nLegislative History:\nAuthority:\nOrdinance No. 489, 1/3/12\nSDCL 9-35-1\nSDCL 9-39-23\n14-10-8\nSEPARATE FUND FOR STREET LIGHT FACILITIES\nA separate fund shall be established for the City’s street light facilities.  All receipts from\nthe rates, fees, and charges relating to the street light facilities shall be paid into the street\nlight facilities fund.  Similarly, all disbursements attributable to the street light facilities\nshall be paid from the street light facilities fund.  \nLegislative History:\nAuthority:\nOrdinance No. 489, 1/3/12\nSDCL Ch. 9-22\nSDCL Ch. 9-23\nSDCL 9-35-1\nSDCL 9-39-26\nSDCL Ch. 9-40\n\n14-10-9\nVALIDITY\nThe invalidity of any section, clause, sentence or provision of this ordinance shall not\naffect the validity of any other part of this ordinance which can be given effect without\nsuch invalid part or parts.\nLegislative History:\nAuthority:\nOrdinance No. 489, 1/3/12\nSDCL 9-35-1\nSDCL 9-39-26\nSDCL Ch. 9-40\n14-10-10\nFAILURE TO PAY STREET LIGHT UTILITY FEE\nThe City of Brandon may, pursuant to SDCL Ch. 15-6 and any other applicable\nprovisions of law, bring a civil action or take any other legal remedies to collect unpaid\nrates, fees, and charges relating to the street light utility service.\nLegislative History:\nAuthority:\nOrdinance No. 489, 1/3/12\nSDCL 9-35-1\nSDCL 9-39-26\nSDCL Ch. 9-40\n",
    "source": "Chapter 14-10 STREET LIGHTING SERVICE"
  }
]