[
  {
    "chunk_index": 1,
    "text": "CHAPTER 6-3\nPEDDLERS  AND  VENDORS\n6-3-1\nDEFINITIONS\nFarmer's Market:  An outdoor market where at least 75% of products sold directly to\nconsumers is local food and agriculturally related products grown or created by canning,\nbaking, preserving, etc.\nPeddler: as used in this chapter shall mean any person traveling from place to place, from\nhouse to house to from street to street for the purpose of selling or soliciting for sale good,\nwares, merchandise or services, other than agricultural products produced or processed in this\nstate; and shall also include any person transacting a temporary business within the City at\nan established place of business.\nResidential Route Sales Person: as used in this chapter shall mean any person who travels\nfrom place to place, from house to house, or from street to street for the purpose of selling\nor soliciting for sale goods, wares, merchandise or services, but who makes stop for sales or\ndelivery routinely, as part of a usual or regular route, and/or by invitation of the resident(s)\nof the premises visited.\nSidewalk Vendor: as used in this chapter shall mean any person selling or soliciting for sale\ngoods, wares, merchandise or services, from a stationary but temporary or seasonal location,\non private or public property with the City of Brandon.\nLegislative History:\nAuthority:\nOrdinance No. 360, 3/11/05.\nSDCL  9-30-4\nOrdinance No. 565, 06/12/18.\nSDCL Ch. 9-34-1, 7, 8, 18\n6-3-2 \nEXCEPTIONS TO THIS CHAPTER\nExcept for Section 6-3-6 herein, the provisions of this chapter shall not apply to\nsolicitations, sales or distributions made (1) by charitable, educational/school sponsored,\nreligious or nonprofit organizations or other nonprofit organization; or (2) in connection\nwith any City or Brandon Chamber of Commerce sponsored event.   Each such exempt\nperson or organization shall register each sales project with City Hall Administrative\nStaff or the Police Department on forms provided by that office. There shall be no fee for\nsuch registration.\nLegislative History: \nAuthority:\nOrdinance No. 360, 3/11/05. \nSDCL 9-30-4\nOrdinance No. 530, 4/20/16.\nSDCL Ch. 9-34-1, 7, 8, 18\n6-3-3\nREFUSING TO LEAVE\nAny peddler, route salesperson, or sidewalk vendor who enters upon premises owned or\nleased by another and refuses to leave said premises after having been notified by the owner\nor possessor of said premises, or his agent, to leave the same shall be deemed guilty of a\nviolation of the ordinance.\nLegislative History:\nAuthority:\n\nOrdinance No. 360, 3/11/05.\nSDCL  9-30-4\nSDCL Ch. 9-34-1, 7, 8, 18\nCross Reference:\nSDCL 22-35-6\n6-3-4\nENTRANCE TO PREMISES RESTRICTED\nIt shall be unlawful for any peddler, route salesperson, or sidewalk vendor to enter upon any\nprivate premises when the same are posted with a sign stating \"No Peddlers Allowed\".\nLegislative History:\nAuthority:\nOrdinance No. 191, §4.\nSDCL  9-30-4\nOrdinance No. 360, 3/11/05.\nSDCL Ch. 9-34-1, 7, 8, 18\n6-3-5\nMISREPRESENTATION\nIt shall be unlawful for any peddler, route salesperson, or sidewalk vendor to make false or\nfraudulent statements concerning the quality or nature of his goods, wares, merchandise or\nservices for the purpose of inducing another to purchase the same.\nLegislative History:\nAuthority:\nOrdinance No. 191, §5.\nSDCL  9-30-4\nOrdinance No. 360, 3/11/05.\nSDCL Ch. 9-34-1, 7, 8, 18\n6-3-6\nHOURS OF OPERATION\nIt shall be unlawful for any peddler, route salesperson, or sidewalk vendor to engage in the\nbusiness of peddling, selling or vending  between the hours of 9:00 p.m. and  9:00 a.m. the\nfollowing morning.  Peddling, selling or vending may be allowed on Sundays between the\nhours of 1:00 p.m and 6:00 p.m. when specified on an approved application.  It shall be\nunlawful for any peddler, route salesperson, or sidewalk vendor to engage in the business of\npeddling on the following days:\nNew Year's Day,.....................  \nJanuary 1\nPresident's Day,.......................  \nThird Monday in February\nMemorial Day,........................  \n",
    "source": "Chapter 6-3 PEDDLERS  AND  VENDORS"
  },
  {
    "chunk_index": 2,
    "text": "Last Monday in May\nIndependence Day,..................  \nJuly 4\nLabor Day,..............................  \nFirst Monday in September\nNative American Day,.............  \nSecond Monday in October\nThanksgiving Day,..................  \nFourth Thursday in November\nDay after Thanksgiving Day,..\nFourth Friday in November\nChristmas Eve,........................  \nDecember 24\nChristmas Day,.......................   \nDecember 25\nNew Years Eve, ......................  \nDecember 31\nThe City Council may, upon application by the peddler, route salesperson, or sidewalk\nvendor, grant a permit to operate for longer hours.  The Council shall consider the applicant’s\nrequest for additional times of operation based upon the Council’s determination of the health\nand welfare of the public including but not limited to such criteria as traffic safety, pedestrian\nsafety, location(s) of operation, suitability of days and times requested considering the\nproduct to be sold, projected age of customers, etc.  If it is determined that a permit may be\ngranted for additional hours and/or Sundays the City shall issue one permit which specifies\nthe hours and days during which the peddler, route salesperson, or sidewalk vendor is\n\npermitted to operate.\nLegislative History:\nAuthority:\nOrdinance No. 191 & 269, §6.\nSDCL  9-30-4\nOrdinance No. 360, 3/11/05.\nSDCL Ch. 9-34-1, 7, 8, 18\n6-3-7  \nPERMIT REQUIRED\nIt shall be unlawful for any person to engage in business as a peddler, route salesperson,\nor sidewalk vendor or to operate a Farmer's Market within this City without first obtaining\na permit to do so.\nLegislative History:\nAuthority:\nOrdinance No. 191, §17.\nSDCL  9-30-4\nOrdinance No. 360, 03/11/05.\nSDCL Ch. 9-34-1, 7, 8, 18\nOrdinance No. 565, 06/12/18.\n6-3-8  \nAPPLICATION FOR PEDDLER, ROUTE SALESPERSON OR\nSIDEWALK VENDOR PERMIT\nThe application for a peddler, route salesperson, or sidewalk vendor permit required by\nthe provisions of this article shall:\n(A)\nContain a statement as to whether or not the applicant has been convicted of any\ncrime, misdemeanor or violation of any state or federal law or municipal\nordinance or Code; the nature of the offense; the punishment or penalty assessed\ntherefor, if previously convicted; and the place of conviction.\n(B)\nWhether the applicant, upon any sale or order, shall demand, accept or receive\npayment, or deposit, of money in advance of final delivery.\n(C)\nThe period of time the applicant wishes to engage in business within the City.\n(D)\nThe local and permanent addresses of the applicant and other persons who will\nbe selling within the City limits of Brandon.\n(E)\nThe local and permanent addresses and the name of the person, if any, that the\napplicant represents.\n(F)\n)The kind of goods, wares, merchandise or services the applicant wishes to\nengage in such business within the City.\n(G)\nThe last five (5) cities or towns wherein the applicant has worked before coming\nto this City.\n(H)\nThe number of the applicants’s South Dakota state sales tax license.\n(I)\nSuch other relevant information as the chief of police may require for the\ninvestigation of the applicant.\nLegislative History:\nAuthority:\nOrdinance No. 191, §18.\nSDCL  9-30-4\nOrdinance No. 360, 03/11/05.\nSDCL Ch. 9-34-1, 7, 8, 18\nOrdinance No. 565, 06/12/18.\n6-3-8.1  \nFARMER'S MARKET PERMIT\nOperation of a Farmer's Market must be permitted by the City. A permit to operate a\nFarmer's Market may only be issued to an individual owning property or operating a\nbusiness in a Central or General Business or Light or Heavy Industrial or Institutional\nDistrict. Operation of a Farmer's Market is limited to the hours of 9 a.m. to 9 p.m.\nrequires all temporary structures to be removed on the same day as operation of the\n\nmarket, and requires compliance with all City and County Ordinances, and State Laws. A\npermit is only valid for the calendar year in which the permit is issued. The operator of\nthe Farmer's Market, not City, is responsible and liable for those vendors involved and is\n",
    "source": "Chapter 6-3 PEDDLERS  AND  VENDORS"
  },
  {
    "chunk_index": 3,
    "text": "responsible to secure the contact information for the vendors and any sales tax\nobligations. The application for a Farmer's Market permit shall include:  \nA. The name, and address of the applicant;\nB. The location at which the proposed Farmer's Market will be held;\nC. The proposed hours and days of operation of the proposed Farmer's Market; and \nD. Such other relevant information as the Brandon City Administrator, Brandon Building\nOfficial-Code Enforcement Officer, or Chief of Police may require.\nWine may be sold off-sale at a Farmer’s Market if (1) the vendor selling it has an off-sale\nalcohol license issued by the City; and (2) if the Farmer’s Market is within one hundred\n(100) yards of a school or church the vendor has provided to the City written consent\nfrom the entity for the operation and the City Council through motion has authorized such\nsales.  Other than up to a fifty milliliter (50 ml) sample of the wine, wine may not\notherwise be consumed at the Farmer’s Market.\nLegislative History:\nAuthority:\nOrdinance No. 565, 06/12/18.\nSDCL  9-30-4\nOrdinance No. 655, 6/1/22.\nSDCL Ch. 9-34-1, 7, 8, 18\n6-3-9\nFALSE INFORMATION\nIt shall be unlawful for any person to give any false or misleading information in connection\nwith his application for a permit required by this article.\nLegislative History:\nAuthority:\nOrdinance No. 191, §19.\nSDCL  9-30-4\nOrdinance No. 360, 3/11/05.\nSDCL Ch. 9-34-1, 7, 8, 18\n6-3-10\nFINGERPRINTS, PHOTOGRAPHS\nAt the request of the City Finance Officer, the applicant for a permit required by this chapter\nshall submit to fingerprinting and photographing by the Brandon Police Department or City\nAdministrative Staff.\nLegislative History:\nAuthority:\nOrdinance No. 191, §20.\nSDCL  9-30-4\nOrdinance No. 360, 3/11/05.\nSDCL Ch. 9-34-1, 7, 8, 18\n6-3-11 \nFEE FOR PERMIT\nThe application fee for a permit required by the provisions of this article shall be\nestablished by resolution of the City Council and may be amended by the Council from\ntime-to-time.  All such fees are due by cash, cashier’s check, or money order tendered at\nthe time of application.  The fee is not refundable, even if no permit is granted.\nLegislative History:\nAuthority:\nOrdinance No. 191, §21.\nSDCL  9-30-4\nOrdinance No. 360, 03/11/05.\nSDCL Ch. 9-34-1, 7, 8, 18\nOrdinance No. 565, 06/12/18.\n \n\n6-3-12 \nPROCESSING APPLICATION\nThe Brandon City Administrative Staff and Police Department shall complete a review of\neach application for a permit applied for under this article within 48 (forty-eight) hours of\ncompletion of the application and payment of the application fee. Weekends and holidays\ndo not count as part of that 48-hour period.\nLegislative History:\nAuthority:\nOrdinance No. 360, 03/11/05.\nSDCL  9-30-4\nOrdinance No. 565, 06/12/18.\nSDCL Ch. 9-34-1, 7, 8, 18\n6-3-13\nISSUANCE RESTRICTED\nNo peddler, route salesperson, or sidewalk vendor's permit shall be issued to a corporation,\npartnership or other impersonal legal entity.  Each individual person engaging in the business\nof peddling within the City shall be required to have a permit whether acting for himself or\nas an agent or representative of another.\nLegislative History:\nAuthority:\nOrdinance No. 191, §22.\nSDCL  9-30-4\nOrdinance No. 360, 3/11/05.\nSDCL Ch. 9-34-1, 7, 8, 18\n6-3-14\nDISPLAY\nEvery peddler, route salesperson, or sidewalk vendor having a permit issued under the\nprovisions of this article and doing business within the City shall openly display his permit. \nFailure to do so shall be deemed a violation of this ordinance.\nLegislative History:\nAuthority:\nOrdinance No. 191, §23.\nSDCL  9-30-4\nOrdinance No. 360, 3/11/05.\nSDCL Ch. 9-34-1, 7, 8, 18\n6-3-15\nREVOCATION OF PERMIT\nA permit issued under the provisions of this article may be revoked for the violation by the\npermittee of any provision of this Code, state law or City ordinance.  Upon such revocation,\nsuch permit shall immediately be surrendered to a law enforcement, and failure to do so shall\nbe a violation of this ordinance.\nLegislative History:\n",
    "source": "Chapter 6-3 PEDDLERS  AND  VENDORS"
  },
  {
    "chunk_index": 4,
    "text": "Authority:\nOrdinance No. 191, §24.\nSDCL  9-30-4\nOrdinance No. 360, 3/11/05.\nSDCL Ch. 9-34-1, 7, 8, 18\n6-3-16\nPERMIT EXPIRATION DATE\nAny permits issued under the provisions of this ordinance will expire at 9:00 o’clock p.m.\non the date of expiration which is written on the permit.\nLegislative History:\nAuthority:\nOrdinance No. 191, §25.\nSDCL  9-30-4\nOrdinance No. 360, 3/11/05.\nSDCL Ch. 9-34-1, 7, 8, 18\n\n6-3-17\nPENALTY FOR VIOLATION\nViolation of this ordinance is punishable by a fine or by imprisonment as established in 1-10-\n1 of the Brandon Municipal Code. \nLegislative History:\nAuthority:\nOrdinance No. 191 & 269, §26.\nSDCL  9-30-4\nOrdinance No. 360, 3/11/05.\nSDCL Ch. 9-34-1, 7, 8, 18\n",
    "source": "Chapter 6-3 PEDDLERS  AND  VENDORS"
  }
]