[
  {
    "chunk_index": 1,
    "text": "Page 8-1\nCHAPTER 8-8\nADULT USES -LICENSING\n8-8-1\nAGE REQUIREMENT\nA license to operate any Adult Use establishment may not be issued to anyone under the\nage of 18 years of age.\nLegislative History:\nAuthority:\nOrdinance No. 434, 2/17/09.\nSDCL 11-12-4 & 11-12-5\nSDCL 12\n8-8 -2\nLICENSE APPLICATION DISCLOSURE REQUIREMENTS\nIn addition to information required on a Conditional Use Permit Application, any\nprospective operator of an Adult Use establishment must disclose in connection with an\napplication for a license:  their name, any name used in the prior five years, current\nbusiness address, fingerprints or social security number, name and address of the\nproposed business, proof of age, and information on any other licenses to operate Adult\nUse businesses, the status of such license, and any  infractions pertaining to their other\nAdult Use businesses that occurred in the prior twelve (12) months.  As to any\npartnership, the disclosure must be made by any partner, general or limited.  As to any\ncorporation, this disclosure must be made by any officer, director and principal\nstockholder. \nLegislative History:\nAuthority:\nOrdinance No. 434, 2/17/09.\nSDCL 11-12-4 & 11-12-5\nSDCL 12\n8 -8-3\nCRIMINAL BACKGROUND RESTRICTION\nA license to operate an Adult Use establishment may not be issued to anyone who has\nbeen convicted of a felony of moral turpitude within five (5) years of the application for\nthe license, or convicted of a misdemeanor of moral turpitude within two (2) years of the\napplication for the license.  As to any partnership, the license shall not be issued if any\npartner, general or limited, has been convicted of such a felony or misdemeanor in such\nspecified time period.  As to any corporation, the license shall not be issued if any of its\nofficers, directors or principal stockholders have been convicted of such a felony or\nmisdemeanor in such specified time period.\nLegislative History:\nAuthority:\nOrdinance No. 434, 2/17/09.\nSDCL 11-12-4 & 11-12-5\nSDCL 12\n8 -8-4\nLICENSING AND INVESTIGATION FEES\nAny application for a license or permit to operate any Adult Use establishment shall be\n\nPage 8-2\naccompanied by a $1500 investigation fee, and a $5000 licensing fee.  The $5000\nlicensing fee shall thereafter be paid annually. \nLegislative History:\nAuthority:\nOrdinance No. 434, 2/17/09.\nSDCL 11-12-4 & 11-12-5\nSDCL 12\n8 -8-5\nLICENSE REVOCATION\nAfter a hearing at which the licensee has the right to be represented by an attorney, and\nexhaustion of any judicial appeal rights, the City may revoke any license issued to operate\nan Adult Use establishment upon a finding:\nA.\nThat the licensee, his agents, officers or employees maintain or continue to\nmaintain a nuisance on the licensed premises. \nB.\nThat the licensee gave false information in the material submitted for the license.\nC.\nA licensee or employee has knowingly allowed possession, use or sale of\ncontrolled substances as those are defined under State law.\nD.\nA licensee or employee has knowingly allowed prostitution on the premise.\nE.\nExcluding conduct within a private room of an adult motel, a licensee or\nemployee has knowingly allowed any specified sexual activity to occur on the\npremises. \nF.\nA licensee or employee has knowingly violated any provision of Title Eight. \nLegislative History:\nAuthority:\nOrdinance No. 434, 2/17/09.\nSDCL 11-12-4 & 11-12-5\nSDCL 12\n",
    "source": "Chapter 8-8 ADULT USES -LICENSING"
  }
]