[
  {
    "chunk_index": 1,
    "text": "CHAPTER 1-11\nESTABLISHING  PLANNING  &  ZONING  COMMISSION\n1-11-1\nESTABLISHING PLANNING & ZONING COMMISSION\nA Planning & Zoning Commission is hereby created for the City of Brandon, South\nDakota, with all the powers, authorities, jurisdictions and duties as provided in SDCL 11-\n4 and 11- 6, and acts amendatory thereto, relating to City planning and zoning and\ncomprehensive City planning.\nLegislative History:\nAuthority:\nOrdinance #4, 3/14/74.\nSDCL Ch. 11-4 & 11-6.\nOrdinance #297, 11-6-00\n1-11-2\nMEMBERSHIP, APPOINTMENTS, TERMS AND QUALIFICATIONS\nA.\nMembership shall consist of seven persons, six to be appointed by the Mayor of the City of\nBrandon, South Dakota, and confirmed by the City Council of said City.  The term of each member\nof the Planning & Zoning Commission shall be for three years, with two members appointed each\nyear.  An appointment to fill a vacancy shall be only for the unexpired portion of the term.  All\nmembers of the said Commission shall reside within the City of Brandon, South Dakota. Each\nmember shall be entitled to one vote.\nB.\nThe seventh member of the Commission shall be a Brandon City Council person, duly elected to\nthat position and representing the Brandon City Council, who shall be appointed to the Commission\nby the Mayor and approved by the City Council for a one year term.  The Council representative\nshall act as the Chairman of the Commission and shall only vote in the event of a tie.\nLegislative History:\nAuthority:\nOrdinance #4, 3/14/74.\nSDCL Ch. 11-4 & 11-6.\nOrdinance #297, 11-6-00\nOrdinance #320, 7-31-02\nOrdinance #552, 6-13-17\n1-11-3\nOFFICERS\nA.\nThe Officers of the Planning & Zoning Commission shall consist of a Chairman,\nVice-Chairman, and Secretary.  The Secretary need not be a member of the\nCommission.\nB.\nThe Chairman shall preside at all meetings and hearings of the Planning &\nZoning Commission and shall have the duties normally conferred by\nparliamentary usage on such officers.\nC.\nThe Vice Chairman shall act for the Chairman in his/her absence. \nD.\nThe Secretary shall keep the minutes and records of the Commission, and with\nthe assistance of such staff as is available, shall prepare the agenda of regular\nand special meetings under the direction of the Chairman, provide notice of all\nmeetings to Commission members, arrange proper and legal notice of hearings,\nattend to correspondence of the Commission and such other duties as are\nnormally carried out by a Secretary.\nLegislative History:\nAuthority:\nOrdinance #4, 3/14/74.\nSDCL Ch. 11-4 & 11-6.\nOrdinance #297, 11-6-00\n\n1-11-4\nELECTION OF OFFICERS\nA.\nAn annual organization meeting shall be held at the first regular meeting in the\nmonth of June.\nB.\nNominations shall be made from the floor at the annual organization meeting and\nelection of the officers Vice Chair as specified in Brandon Municipal Ordinance\n1-11-3 herein, shall follow immediately thereafter.\nC.\nA candidate receiving a majority vote from those present of the Planning &\nZoning Commission shall be declared elected, and shall serve for one year or\nuntil his successor shall take office.\nD.\nVacancies in office shall be filled immediately by regular election procedure.\nLegislative History:\nAuthority:\nOrdinance #4, 3/14/74.\nSDCL Ch. 11-4 & 11-6.\nOrdinance #297, 11-6-00\nOrdinance #552, 6-13-17\n1-11-5\nMEETINGS\nA.\nMeetings will be held on the 1st and 3rd Thursday of each month at 6:30 P.M. at\nthe City Hall of the City of Brandon, South Dakota or at such other locations and\ntimes as determined by the Commission. \nB.\nA quorum shall consist of four (4) members of the Commission.  The number of\nvotes necessary to transact business shall be four (4) a majority of the quorum\npresent unless specified otherwise.\nC.\nSpecial meetings may be called by the Chairman.\nD.\nAll meetings at which official action is taken shall be open to the general public.\nE.\nUnless otherwise specified, Robert's Rules of Order shall govern the proceedings\nat the meetings of this Commission.\nLegislative History:\nAuthority:\n",
    "source": "Chapter 1-11 ESTABLISHING  PLANNING  &  ZONING  COMMISSION"
  },
  {
    "chunk_index": 2,
    "text": "Ordinance #4, 3/14/74.\nSDCL Ch. 11-4 & 11-6.\nOrdinance #297, 11-6-00\nOrdinance #320, 7-31-02\nOrdinance #552, 6-13-17\n1-11-6\nORDER OF BUSINESS\nA.\nThe order of business at regular meetings shall be:\n \n1.    \nRoll Call\n2.\nReading of minutes of previous meeting and action thereon\n3.\nCommunications and bills\n4.\nReports of Officers and Committees\n5.\nOld Business\n6.\nNew Business\n7.\nAdjournment\nA.\nThe matter before the Commission shall be presented in summary by the\nChairman, and parties in interest shall have the privilege of the floor.\nB.\nNo record or statement shall be recorded or sworn to as evidence for any Court\nof law without notice to the parties.\nC.\nA record shall be kept of those speaking before the Commission at such\nhearings.\n\nLegislative History:\nAuthority:\nOrdinance #4, 3/14/74.\nSDCL Ch. 11-4 & 11-6.\nOrdinance #297, 11-6-00\nOrdinance #552, 6-13-17\n1-11-7\nPUBLIC HEARINGS\nA.\nIn addition to those required by law, the Commission may hold public hearings\nwhen it decides that such hearings will be in the public interest.\nB.\nNotice of the time and place of such hearing, when on matters of widespread\ninterest, shall be published in the legal newspaper of the City of Brandon and\nshall be published at least five days prior to the hearing.  For matters of limited\nterritorial interest, notice shall be given in such manner as is deemed appropriate\nby the Commission.\nLegislative History:\nAuthority:\nOrdinance #4, 3/14/74.\nSDCL Ch. 11-4 & 11-6.\nOrdinance #297, 11-6-00\nOrdinance #320, 7-31-02\nOrdinance #552, 6-13-17\n1-11-8\nWAIVER OF NOTICE\nWhenever any notice is required to be given to the members of the Planning & Zoning\nCommission under the provisions of the South Dakota Compiled Laws of 1967 and acts\namendatory thereto, a waiver thereof in writing, signed by the person or persons entitled\nto such notice, whether before or after the time stated therein, shall be deemed equivalent\nto the giving of such notice.\nLegislative History:\nAuthority:\nOrdinance #4, 3/14/74.\nSDCL Ch. 11-4 & 11-6.\nOrdinance #297, 11-6-00\nOrdinance #552, 6-13-17\n1-11-9\nCOMPENSATION OF MEMBERS\nAll members of the Planning and Zoning Commission shall be paid as determined by\nResolution of the Brandon City Council plus such additional cost, fees and per diem as\nare from time-to-time incurred.\nLegislative History:\nAuthority:\nOrdinance #4, 3/14/74.\nSDCL ยง 11-4 & 11-6.\nOrdinance #297, 11-6-00\nOrdinance #552, 6-13-17\n",
    "source": "Chapter 1-11 ESTABLISHING  PLANNING  &  ZONING  COMMISSION"
  }
]