[
  {
    "chunk_index": 1,
    "text": "CHAPTER 7-3\nSPECIFIC  OFFENSES\n7-3-1\nAIRTIGHT CONTAINERS  -  RESTRICTED\nIt shall be unlawful for any person to leave or permit to remain outside of any dwelling,\nbuilding or other structure or within any unoccupied or abandoned building, dwelling or\nother structure under his control in a place accessible to children any abandoned or\ndiscarded icebox, refrigerator or other container which has an airtight door or lid, snap\nlock or other locking device which may not be released from the inside, without first\nremoving said door or lid, snap lock or other locking device from said icebox, refrigerator\nor container.\nLegislative History:\nAuthority:\nOrdinance No. 7, Article 1,\nSDCL § 9-32-1\n§9, 4/8/74.\n7-3-2\nAIRTIGHT CONTAINER  -  KEEPING, DECLARED NUISANCE\nThe keeping of any discarded icebox, refrigerator or other airtight container is hereby\ndeclared to constitute a public nuisance and the same shall be abated as provided by state\nlaw and the abatement of such nuisance shall not, in any manner, affect any penalty which\nmay be imposed for the violation of this ordinance.\nLegislative History:\nAuthority:\nOrdinance No. 7, Article 1, \nSDCL § 9-29-13.\n§10, 4/8/74.\nCross Reference:\nSDCL Ch. 21-10 as amended.\n7-3-3\nRAILROAD TRAINS NOT TO BLOCK STREETS\nIt shall be unlawful for the directing officer or the operator of any railroad or car to direct\nthe operation of or to operate the same in such manner as to prevent unnecessarily the use\nof any street for the purposes of travel for a period of time longer than five (5) minutes,\nexcept that this provision shall not apply to trains or cars in continuous motion.\nLegislative History:\nAuthority:\nOrdinance No. 7, Article 1,\nSDCL §§ 9-30-2, 9-30-4  \n§11, 4/8/74.\nand 9-35-7.\n7-3-4\nDISCHARGING WEAPONS\nEvery person who willfully discharges any species of firearm, air gun, BB-gun, paint-ball\ngun, arrow, including target arrows, or other weapon, or throws any missile in any public\nplace, within the City or in any place where there is any person to be endangered thereby,\nalthough no injury to any person shall ensue, shall be subject to a fine or imprisonment, or\nboth, as established in 1-10-1 of the Brandon Municipal Code.  Law enforcement officers,\nin the performance of their duties, are exempt.\nLegislative History:\nAuthority:\n1990 Revisions.\nSDCL §22-14-2, (1967).\nOrdinance No. 271, 09/07/98\nOrdinance No. 395, 12/27/06\n\n7-3-5\nMALICIOUS MISCHIEF\nIt shall be unlawful for any person to injure, damage, deface, break, tamper with or\notherwise harm any property, public or private, real or personal, not his own.\nLegislative History:\nAuthority:\nOrdinance No. 7, Article III,\nSDCL § 9-29-3.\n§36, 4/8/74.\n7-3-6\nWELLS AND CISTERNS COVERED\nNo person owning or in control of any property shall allow upon any such property any\nwell, cistern, vault or other pit except the same be covered by a good, safe and substantial\ncovering made of iron or lumber, and securely fastened in such a manner that the same\ncannot be removed by children;  provided that any person may have upon his premises a\nwell closed by a high board fence or other substantial enclosure at least five (5) feet high. \nAny type of well uncovered to without a fence is hereby declared to be a nuisance.\nLegislative History:\nAuthority:\nOrdinance No. 7, Article III,\nSDCL § 9-29-3.\n§37, 4/8/74.\n7-3-7\nFLEEING FROM A LAW ENFORCEMENT OFFICER\nNo person shall flee or willfully fail or refuse to stop when given a visual or audible\nsignal to stop by a person that he knows is a Law Enforcement Officer, by a uniformed\nLaw Enforcement Officer, or a Law Enforcement Officer that has exposed proper Law\nEnforcement identification.  The signal given by a Law Enforcement Officer may be by\nhand, voice, emergency light or siren.\nLegislative History:\nAuthority:\nOrdinance No. 7\nSDCL § 9-29-2, 19 and 19.1\n1/18/05\n7-3-8\nBUILDING MATERIAL AND DUMPSTERS ON PUBLIC RIGHT-OF-\nWAY - EXCEPTIONS.\nNo person(s) shall place trash dumpsters, building materials, such as lumber or bricks,\n",
    "source": "Chapter 7-3 SPECIFIC  OFFENSES"
  },
  {
    "chunk_index": 2,
    "text": "etc. or landscaping materials, such as rock, sod, dirt etc. on any public or platted street\nwithin the City of Brandon for more that seven days and then only if all three of the\nfollowing criteria are met:\nA.\nA building permit is posted prominently on the property; and\nB.\nDumpsters or materials on the property would interfere with installation of\nsprinkler systems, landscaping, etc; and\nC.\nA concrete driveway or approach on which the dumpsters or construction\nmaterials could be placed has not yet cured.\nAt any time that building or landscaping material such as lumber, bricks, dirt, rock, sod,\netc. are placed upon any public or platted street, the location of the materials shall be\nmarked by reflective markers such as barricades, cones, or barrels to warn the public of\nthe hazard.\nLegislative History:\nAuthority:\nOrdinance No. 391, 9/18/06\nSDCL § 9-32-1\n\n7-3-9  \nDUMPSTERS/TRASH CONTAINERS AND GARBAGE FOR\nCOMMERCIAL AND CONSTRUCTION SITES\nFor all commercial zoned lots and construction sites, the following applies:\nA.\nWhen not in use, all outside trash containers, garbage receptacles and dumpsters\nmust be covered with a lid or screen; \nB.\nThe owner or agent whose property is being serviced must maintain the trash\ncontainers, garbage receptacles and dumpsters so that the content remains in the\ncontainer, receptacle or dumpster and content does not create a nuisance;\nC.\nThe lot must be maintained free of garbage and trash that is not connected with\nthat day’s construction; \nD.\nPlacement regulations set forth in Brandon Ordinance 7-3-8 are complied with;\nand\nE.\nAny person who violates these terms shall be subject to a fine of $50.00 for the\nfirst offense and $100 for each subsequent offense. Each day shall constitute a\nseparate offense.\nLegislative History:\nAuthority:\nOrdinance No. 510 , 3/18/14\nSDCL 9-29-13, 9-32-1\n",
    "source": "Chapter 7-3 SPECIFIC  OFFENSES"
  }
]