[
  {
    "chunk_index": 1,
    "text": "CHAPTER 8-3\nPAWNBROKERS - RECORDS\n8-3-1\nRECORDS REQUIRED\nAt the time of any reportable transaction other than renewals, extensions or redemptions,\nevery licensee must immediately record in English the following information by using ink\nor other indelible medium on printed forms or in a computerized record approved by the\nchief of police.\n   \nA.\nA complete and accurate description of each item including, but not limited to,\nany trademark, identification number, serial number, model number, brand\nname, or other identifying mark on such an item.\n  \nB.\nThe purchase price, amount of money loaned upon, or pledged therefor.\nC.\nThe maturity date of the transaction and the amount due, including monthly and\nannual interest rates and all pawn fees and charges.\n   \nD.\nDate, time and place the item of property was received by the licensee, and the\nnumeric transaction identifier that is correspondingly serially numbered and\ndistinguishes is from all other transactions in the licensee's records.\n   \nE.\nFull name, residence address, residence telephone number, date of birth and\naccurate description of the person from whom the item of the property was \nreceived, including: sex, height, weight, race, color of eyes and color of hair.\n  \nF.\nThe identification number and state of issue from any of the following forms of\nidentification of the seller:\n   \n1.\nCurrent valid South Dakota Driver's license.\n   \n2.\nCurrent valid South Dakota identification card.\n  \n3.\nCurrent valid photo identification card issued by another state.\n   \nG.\nThe signature of the person identified in the transaction.\n   \nH.\nThe licensee must also take a color photo or color video recording of:\n   \n1.\nEach customer involved in a billable transaction.\n   \n2.\nEvery item pawned or sold that does not have a unique serial or\nidentification number permanently engraved or affixed.\nIf a photograph is taken, it must by at least two (2) inches in length by two\n(2)inches in width and must be maintained in such a manner that the photograph\ncan be readily matched and correlated with all other records of the transaction to\nwhich they relate.  Such photographs must be available to the chief of police, or\nthe chief's designee, upon request.  The major portion of the photograph must\ninclude an identifiable front facial close-up of the person who pawned or sold the\nitem.  Items photographed must be accurately depicted.  The licensee must\ninform the pe5rson that he or she is being photographed by displaying a sign of\nsufficient size in a conspicuous place in the premises.  If a video photograph is\ntaken, the video camera must zoom in on the person pawning or selling the item\n\nso as to include an identifiable close-up of the person's face.  Items photographed\nby video must be accurately depicted.  Video photographs must be electronically\nreferenced by the time and date so they can be readily matched and correlated\nwith all other records of the transaction to which they relate.  The licensee must\ninform the person that he or she is being videotaped orally and by displaying a\nsign of sufficient size in a conspicuous place on the premises.  The licensee must\nkeep the exposed videotape for three (3) months.\n   \nI.\nRenewals, extensions and redemptions.  For renewals, extensions and\nredemptions, the licensee shall provide the original transaction identifier, the\ndate of the current transaction, and the type of transaction.\n   \n  \n J.\nInspection of records.  The records must at all reasonable times be open to\ninspection by the police department.  Data entries shall be retained for at least\nthree (3) years from the date of transaction.\nLegislative History:\nAuthority:\nOrdinance No. 268, 4519/98.\n8-3-2\nDAILY REPORTS TO POLICE\nLicensees must provide to the police department the information required in section 8-3-\n1(A) through (F), in writing, on forms approved, by the business day following \nthe date\nof the transaction.  the licensee must display a sign of sufficient size, and in a conspicuous\n",
    "source": "Chapter 8-3 PAWNBROKERS - RECORDS"
  },
  {
    "chunk_index": 2,
    "text": "place in the premises, so as to inform all patrons that all transactions\n are reported to\nthe police department daily.  Licensees will provide the information above to the police\ndepartment by 12:00 noon the first business day following the date of the transaction.\nLegislative History:\nAuthority:\nOrdinance No. 268, 4519/98.\n8-3-3\nRECEIPT REQUIRED\nEvery license must provide a receipt to the party identified in every reportable transaction\nand must maintain a duplicate of that receipt for three (3) years.  The receipt and\nduplicate must be on printed forms approved by the chief of police and must include at\nleast the following information:\n   \nA.\nThe name, address and telephone number of the licensed business.\n   \nB.\nThe date and time the item was received by the licensee.\n  \nC.\nWhether the item was pawned or sold, or the nature of the transaction.\n   \nD.\nAn accurate description of each item received including, but not limited to, any\ntrademark, identification number, serial number, model number, brand name, or\nother identifying mark on such an item.\n  \n E.\nThe signature or unique identifier of the licensee or employee that conducted the\ntransaction.\n   \nF.\nThe amount advanced or paid.\n   \nG.\nThe monthly and annual interest rates, including all pawn fees and charges.\n\n  \nH.\nThe last regular day of business by which the item must be redeemed by the\npledger without risk that the item will be sold, and the amount necessary to\nredeem the pawned item on that date.\n   \nI.\nThe full name, residence address, residence telephone number, and the date of\nbirth of the pledger or seller.\n   \nJ.\nThe identification number and state of issue from any of the following forms of\nidentification of the seller:\n   \n1.\nCurrent valid South Dakota driver's license\n  \n 2.\nCurrent valid South Dakota identification card.\n 3. \nCurrent valid photo driver's license or identification issued by another\nstate.\n   \nK.\nDescription of the pledger or seller including sex, race, color eyes, color hair and\napproximate height and weight.\n  \n L.\nThe signature of the pledger or seller.\nLegislative History:\nAuthority:\nOrdinance No. 268, 4519/98.\n8-3-4\nREDEMPTION PERIOD\n  \nAny person pledging, pawning or depositing an item for security must have a minimum of\nthirty (30) days from the date of that transaction to redeem the item before it may be\nforfeited and sold.  during the thirty (30) day holding period, items may not be removed\nfrom the licensed location except as provided in section 8-5-4.  Licenses are prohibited\nfrom redeeming any item to anyone other than the person to whom  the receipt was issued\nor, to any person identified in a written and notarized authorization to redeem the\nproperty identified in the receipt, or to a person identified in writing by the pledger at the\ntime of the initial transaction and signed by the pledger, or with approval of the chief of\npolice or his designee.  Written authorization for release of property to person other than\nthe original pledger must be maintained along with the original transaction record in\naccordance with section 8-3-1(J).\n \nLegislative History:\nAuthority:\nOrdinance No. 268, 4519/98.\n8-3-5\nHOLDING PERIOD \nAny item purchased by a licensee must not be sold or otherwise transferred for thirty (30)\ndays from the date of the transaction.  An individual may redeem an item seventy-two\n(72) hours after the item was received on deposit, excluding Sundays and legal holidays.\n \nLegislative History:\nAuthority:\nOrdinance No. 268, 4519/98.\n",
    "source": "Chapter 8-3 PAWNBROKERS - RECORDS"
  }
]