[
  {
    "chunk_index": 1,
    "text": "CHAPTER 12-16\nSNOWMOBILES\n12-16-1\nTERMS DEFINED\nCity:   The City of Brandon's governing body.\nCity Street:   Any street, alley, township, county or state highway within the corporate\nCity limits, approved and supervised by the City of Brandon or any other government\nentity.\nLaw Enforcement Officer:   An employee or officer of the City or any political\nsubdivision thereof who is responsible for the prevention and detection of crime and the\nenforcement of the ordinances and laws of the City and/or State, including but not\nlimited to Brandon City Police, South Dakota State Highway Patrol, South Dakota State\nConservation Officers and Minnehaha County Sheriff's Office.\nOperate:   To control the operation of a snowmobile.\nOperator:   Any person who operates or who is in actual control of a snowmobile.\nProhibited Area:  An area designated by resolution of the City Council in which\noperation of a snowmobile is prohibited.\nSnowmobile:   Any engine driven vehicle of a type which utilizes sled type runners,\nwheels, or skis with an endless belt tread or similar means of contact with the surface\nupon which it is operated.\nSnowmobile Trail:   Any posted and/or marked course that is maintained by the State\nParks Department for the purpose of snowmobile travel.\nSnowmobile Route:   Any posted course of snowmobile travel established by the City\nfor the purpose of access to and from the City of Brandon.\nTrailer:   Any sled, toboggan, or similar type vehicle, when drawn by a snowmobile,\nwhich is without motive power and can be used for carrying property or passengers on\nsnow or ice wholly on its own structure.\nLegislative History:\nAuthority:\nOrdinance No. 183, §1, 8/7/89.\nSDCL Ch. 32-20A; Specifically §32-20A-1.\n12-16-2\nVALID DRIVER'S LICENSE REQUIRED\nIt shall be unlawful for any person to drive or operate a snowmobile upon any City street\nor snowmobile route or upon any public property within the City of Brandon without\nfirst having obtained and having in his possession a valid license to operate a motor\nvehicle.  \nLegislative History:\nAuthority:\nOrdinance No. 183, §2-A, 8/7/89.\nSDCL Ch. 32-12.\n\n12-16-3\nPROTECTIVE HELMET REQUIRED FOR MINORS\nIt shall be unlawful for any person under eighteen (18) to operate or ride a snowmobile\nupon any City street, snowmobile route, or upon any public within the City unless the \nperson wears a protective helmet of a type meeting Department of Transportation Motor\nVehicle Safety Standards.\nLegislative History:\nOrdinance No. 183, §2-B, 8/7/89.\n12-16-4\nEQUIPMENT REQUIRED\nAll snowmobiles operated within the City of Brandon shall have the equipment required\nby the laws of the State of South Dakota and in addition shall:\nA.\nBe equipped with adequate brakes in good working condition.\nB.\nBe equipped with safety or \"deadman\" throttle in operating condition, such\nbeing a device which when pressure is removed from the accelerator, the\nthrottle causes the motor to disengage from the driving track.\nC.\nBe equipped with mufflers which are properly attached pursuant to SDCL §32-\n15-17 as amended, and are in good working condition so as to prevent\nexcessive or unusual noise.  No person shall use a muffler cut out, bypass, or\nsimilar device on such a vehicle.\nD.\nBe equipped with at least one head lamp and one tail lamp that have been\napproved by the South Dakota State Department of Commerce pursuant to\nSDCL Ch. 32-17 as amended, at least equivalent to that required for\nmotorcycles.  Lights shall be operated at all times during travel within the City\nof Brandon.\nLegislative History:\nOrdinance No. 183, §2-C, 8/7/89.\n12-16-5\nTOWING DEVICES\nAny snowmobile towing or pulling a trailer, as defined in this ordinance, on any City\nstreet, or upon any public property within the City, shall do so by means of a draw bar or\nother connection between the two vehicles that is of sufficient strength to hold the\nweight of the towed trailer on any grade and during stopping of the vehicles where\n",
    "source": "Chapter 12-16 SNOWMOBILES"
  },
  {
    "chunk_index": 2,
    "text": "operated.  The towed trailer shall not whip, weave, or oscillate or fail to follow\nsubstantially in the course of the towing snowmobile.  Chains, ropes, cables or any other\nsimilar type connections are not acceptable towing devices.\nLegislative History:\nOrdinance No. 183, §2-D, 8/7/89.\n12-16-6\nUNLAWFUL OPERATION OF SNOWMOBILES\nIt shall be unlawful for any person to operate a snowmobile in the City of Brandon on\nany City street or public property, except:\nA.\nWhen there is a minimum snow accumulation of three (3) or more inches; and,\nB.\nWhen a snowmobile is operated to and from the city limits or to and from a\nposted snowmobile route designated by resolution of the City Council or to and\nfrom such trails as may be posted by the State of South Dakota or to and from a\n\nplace of destination that is a place that such snowmobile may be lawfully\noperated; and\nC.\nNo person shall operate a snowmobile in prohibited areas as designated by\nresolution of the City Council; and\nD.\nThat when operated upon a City street, the operator of a snowmobile shall drive\nupon the right side of the street as closely as possible to the right hand edge or\ncurb of such street; and\nE.\nThat the operator of a snowmobile in the City of Brandon shall first stop and\nthen yield at all intersections; and\nF.\nThat the operator of a snowmobile shall operate a snowmobile at a maximum\nspeed of twenty (20) miles per hour within the City limits; and\nG. \nThat no person shall operate a snowmobile on private property of another\nwithout the express permission to do so by the owner or occupant of such\nproperty; and\nH.\nThat no person shall operate a snowmobile on any public property, including,\nbut not limited to public school grounds, park property, playgrounds,\nrecreational areas, golf courses, and parking lots; and\nI.\nThat no person shall operate a snowmobile on any public or private property\nwithin the City between the hours of 11:00 p.m. and 7:00 a.m.; and\nJ.\nThat no person, other than a railroad employee in the lawful discharge of his\nduties, shall operate a snowmobile upon any railroad right-of-way, except that\nit may be driven directly across a railroad crossing after first stopping and then\nyielding the right-of-way to approaching railroad traffic.\nLegislative History:\nOrdinance No. 183, §3-A, 8/7/89.\n1997 Revision, Ordinance No. 258\n2/18/97\n12-16-7\nSPECIAL PERMITS\nSpecial permits may be issued to persons, associations or clubs formed by owners of\nsnowmobiles, for operation of snowmobiles on City streets or public grounds where\nsnowmobiles are otherwise prohibited.  Such permits must be requested at least ten (10)\ndays prior to such activity taking place and must specifically state the purpose, dates,\nstarting and ending times for the activity, the route to be used.  Such routes must be\nadequately posted by the permitted organization to warn other motor vehicle operators. \nWhen operating under such permit the operators shall comply with the provisions of all\ncity ordinances.  The Chief of Police or the City Council shall determine whether such\npermits shall be granted.  Any violation of the provisions of the permit or of this\nordinance may result in termination of the special permit by the Chief of Police or the\nCity Council in addition to such other penalties as are provided by this Ordinance of the\nCity of Brandon and the laws of the State of South Dakota.\nLegislative History:\nOrdinance No. 183, §3-B, 8/7/89.\nCross Reference:\n1997 Revision, Ordinance No. 258\nBrandon Municipal Code §12-16-9\n2/18/97\nand SDCL 9-19-3\n12-16-8\nEXCEPTIONS\nAny law enforcement officer or conservation officer acting in the course of his official\nduties shall be exempt from the requirements of this ordinance.\n\nLegislative History:\nOrdinance No. 183, §4, 8/7/89.\n12-16-9\nVIOLATION OF PROVISIONS\nAny violation of any section of this ordinance shall be punishable pursuant to the laws of\nthe State of South Dakota.\nViolations of this ordinance is punishable by a fine or by imprisonment, or both, as\n",
    "source": "Chapter 12-16 SNOWMOBILES"
  },
  {
    "chunk_index": 3,
    "text": "established in 1-10-1 of the Brandon Municipal Code.\nLegislative History:\nOrdinance No. 183, §5, 8/7/89.\nOrdinance No. 258, 2/18/97.\nOrdinance No. 271, 9/7/98\n",
    "source": "Chapter 12-16 SNOWMOBILES"
  }
]