[
  {
    "chunk_index": 1,
    "text": "CHAPTER 12-20\nABANDONED  VEHICLES\n12-20-1 \nPURPOSE\nThe purpose of this chapter is to eliminate the accumulation and storage of abandoned,\nwrecked, dismantled or inoperative vehicles or parts thereof on private or public property\nwhich may create a condition tending to reduce the value of private property, to provide\nblight and deterioration, to invite plundering, to create fire hazards, to constitute an\nattractive nuisance creating a hazard to health, safety and general welfare.  Therefore, the\npresence of an abandoned, wrecked, dismantled or inoperative vehicle or parts thereof, on\nprivate or public property, except as expressly permitted in this chapter, constitutes a\npublic nuisance which may be abated as such in accordance with the provisions of this\nchapter.\nLegislative History:\n Authority:\nOrdinance No. 6, Article III,\n SDCL §§ 32-20-12 to 32-30-18   §26, 4-8-74.\nOrdinance No. 389, 7/18/06.\nOrdinance No. 532, 05/31/16\n12-20-2\nDEFINITIONS OF TERMS\nA. \nPublic Nuisance Vehicle. Any vehicle that is abandoned, wrecked, dismantled or\nany inoperative part thereof that is on public or private property, not including\nstreets and highways, and that creates a condition as may be described in chapter\n12-20-1.  \nB. \nAbandoned Vehicle. A vehicle is considered abandoned if it is left on the streets,\nhighways, or public property in such inoperable or neglected condition that the\nowner’s tend to relinquish further rights or interests in it may be reasonably\nconcluded:\n1. \nIn reaching a reasonable conclusion, one must consider the amount of\ntime the vehicle has not been moved, its condition, statements from the\nown, witnesses, etc.\n2. \nIn reference to street or public right of way, abandonment is presumed\nto have occurred if a vehicle is parked, resting, or otherwise\nimmobilized on any street or public right of way and has not been\nmoved for more than seventy-two (72)  hours; lacks the important\nequipment necessary to operate safely and legally on the streets and\nhighways of this State. Such vehicles are presumed to be a hazard to\npublic safety and welfare and may be removed immediately upon\ndiscovery by a peace officer or other designated employee of the City.\nAbandoned vehicle also means any vehicle left on private property\nwithout the permission of the landowner or tenant.\nC.  \nRemoval Agency. Any public body, private or nonprofit organization authorized\nby the City to remove and salvage vehicles that are in violation of this Chapter.\nLegislative History:\nAuthority:\nOrdinance No. 389, 07/18/06.\n \nSDCL §§ 32-20-12 to 32-30-18 \nOrdinance No. 532, 05/31/16\n\n12-20-3\nRECREATIONAL AND UTILITY VEHICLES\nRecreational vehicles such as boats, trailers, pull-type campers, self-contained\nrecreational vehicles or mini-motor homes, utility trailers and the like, may be parked\nwhen mounted on or to a motor vehicle on public streets for a period not exceeding\nseventy-two (72) hours after which time said vehicle will be deemed to be abandoned and\nis subject to the provisions of Section 12-20-8, et. seq., herein. This section shall not\napply to vehicles located in an enclosed building, or to a vehicle on the premises of a\nbusiness enterprise operated in a lawful place and manner when necessary to the\noperation of such business enterprise or to a vehicle in an appropriate storage place, or to\na depository maintained in a lawful place and manner by the City or authorized by the\nCity.\nLegislative History:\nAuthority:\nOrdinance No. 389, 07/18/06.\n \nSDCL §§ 32-20-12 to 32-30-18 \nOrdinance No. 532, 05/31/16\n12-20 4\nREPAIR OF VEHICLES\nNo person shall repair any motor vehicle on any street except as may be necessary in\norder to remove such vehicle to some other place.\nLegislative History:\nAuthority:\nOrdinance No. 6, Article III, §26, 4-8-74\nSDCL §§ 32-20-12 to 32-30-18\nOrdinance No. 532, 05/31/16\n12-20-5\nREMOVAL OF CARS ILLEGALLY PARKED\nWhenever the City Police Department finds a vehicle, including recreational vehicle, to be\n",
    "source": "Chapter 12-20 ABANDONED  VEHICLES"
  },
  {
    "chunk_index": 2,
    "text": "in violation of this Chapter, it is authorized to place written notice on the vehicle that it\nwill be removed to a garage or place of safety unless the owner removes the vehicle from\npublic property within 24 hours of the giving of the notice. After the expiration of the 24-\nhour period, any vehicle on a street, highway or public property may be removed by a\nremoval agency to a garage or place of safety. Nothing in this section precludes the police\ndepartment from immediately removing a vehicle that constitutes an imminent health,\nsafety or fire hazard. \nLegislative History:\nAuthority:\nOrdinance No. 5, Article III, §42, 3/11/74\nSDCL Ch. 32-33\nOrdinance No. 532, 05/31/16\n12-20-6\nDUTY OF PROPERTY OWNERS\nA. \nNo person owning, in charge of or in control of any real property within the \nCity whether as owner, tenant, occupant, lessee or otherwise, shall allow an\nabandoned vehicle, partially dismantled, non-operating, wrecked or junked\nvehicle or vehicle in a state of substantial disrepair to remain on such property in\nviolation of this Chapter; except that this section shall not apply with regard to a\nvehicle in an enclosed building, or to a vehicle on the premises of a business\nenterprise operated in a lawful place and manner when necessary to the\noperation of such business enterprise or to a vehicle in an appropriate storage\nplace or depository maintained in a lawful place and manner by the City or\nauthorized by the City.\n\nB. \nNo vehicle of any nature may be parked in the front yard of any real property\nwithin the City except that part used for driveways and parking areas.\nLegislative History:\nAuthority:\nOrdinance No. 6, Article III, §30, 4-8-74.\nSDCL §§ 32-20-12 to 32-30-18\nOrdinance No. 532, 05/31/16\n12-20-7\nTICKETING, FINES AND REMOVAL\nThe removal agency that physically removes the vehicle shall have the rights and\nobligations conferred upon it by SDCL ch. 32-36 in regard to notices, titling or disposition\nof the unclaimed abandoned or inoperable vehicle, except that, if not otherwise provided\nby state law, it shall have a possessory lien upon any vehicle removed under provisions of\nthis sub chapter for the costs or reasonable charges in taking custody of and storing those\nvehicles.  The City shall also have lien for any costs it incurred related to the abandoned or\npublic nuisance vehicle.\nLegislative History:\nAuthority:\nOrdinance No. 6, Article III, §31, 4-8-74.\nSDCL §§ 32-20-12 to 32-30-18\nOrdinance No. 532, 05/31/16\n12-20-8\nNOTICE TO OWNER\nIt shall be the duty of the police department to attempt to notify the registered owner, and\nif encumbered the lien holder, of the removal and storage of any vehicle under the\nprovisions of this chapter and where such vehicle has been stored.\nLegislative History:\nAuthority:\nOrdinance No. 6, Article III, §33, 4-8-74\nSDCL §§ 32-20-12 to 32-30-18 \n12-20-9\nRECOVERY BY OWNER, LIEN HOLDER\nThe registered owner or the lien holder of any vehicle removed and stored under the\nprovisions of this article may recover the same upon the payment of all costs incident to\nthe removal and storage of such vehicle.\nLegislative History:\nAuthority:\nOrdinance No. 6, Article III, §33, 4-8-74\nSDCL §§ 32-20-12 to 32-30-18 \n12-20-10\nSALE OF UNCLAIMED VEHICLE\nIf after three (3) months from the date of mailing the notice of removal and storage\nprovided for by this article the vehicle shall remain unclaimed, such vehicle may be sold by\nthe police department at public auction upon notice to be published in a newspaper of\ngeneral circulation in the county not less than once a week for two (2) consecutive weeks.\nLegislative History:\nAuthority:\nOrdinance No. 6, Article III, §34, 4-8-74 \nSDCL §§ 32-20-12.1 and 32-30-16 \n1990 Revision\n12-20-11\nNOTICE OF SALE\nThe notice of sale provided for by this article shall contain a description of the removed\nand stored vehicle, including the year, make, model, serial number, color, license number,\n\n",
    "source": "Chapter 12-20 ABANDONED  VEHICLES"
  },
  {
    "chunk_index": 3,
    "text": "if any, a statement that the vehicle was found abandoned, the date thereof, and the place,\ndate and time at which such vehicle shall be sold, which date shall not be sooner than one\n(1) week following the date of the last publication of notice of sale.\nLegislative History:\nAuthority:\nOrdinance No. 6, Article III, §35, 4-8-74         \nSDCL §§ 32-20-12.1 and 32-30-16\n12-20-12\nLIEN FOR COSTS\nThe police department, or whomever is designated by the chief of police to provide\nstorage to the abandoned vehicle, shall have a promissary lien upon any vehicle removed\nunder the provisions of this article for the costs in taking custody of and storing such\nvehicle.\nLegislative History:\nAuthority:\nOrdinance No. 6, Article III, §36, 4-8-74   \nSDCL §§ 12-20-1 \n12-20-13\nTITLE MAY VEST IN CITY - WHEN\nIf after three (3) months from the date of mailing the notice of removal and storage\nprovided for by this article, the vehicle shall remain unclaimed, the title to such vehicle\nshall be vesting in the City, and such vehicle may be disposed of in any manner as may be\nprovided by the City Council.  The proceeds of any such disposal shall first by applied to\nthe cost incurred in the enforcement of this article with the balance to be deposited to the\ngeneral fund of the City.\nLegislative History:\nAuthority:\nOrdinance No. 6, Article III, §37, 4-8-74\nSDCL §§ 12-20-1\nOrdinance No. 161, 12-2-86\n1990 Revision\n12-20-14\nTITLE MAY VEST IN CITY - NOTICE TO COMMISSIONER OF\nVEHICLES\nWithin thirty (30) days after acquiring title to any vehicle under the provisions of this\narticle, the City shall notify the commissioner of motor vehicles thereof and shall provide\nthe commissioner, on such form as he may prescribe, all facts and information relevant\nthereto as he may require.  Upon receipt thereof, the commissioner shall appropriate mark\nthe title and registration records and notify the owner of records at this last known address\nof the actions taken.\nLegislative History:\nAuthority:\nOrdinance No. 6, Article III, §26, 4-8-74     \nSDCL §§ 32-20-12 to 32-30-18\n1990 Revision\n",
    "source": "Chapter 12-20 ABANDONED  VEHICLES"
  }
]