[
  {
    "chunk_index": 1,
    "text": "CHAPTER 10-4\nPUBLIC  GROUNDS  IN  GENERAL\n10-4-1\nHINDERING STREET COMMISSIONER IN MAKING IMPROVEMENTS\nNo person shall hinder or obstruct any employee of the City in lawfully making any\nimprovement in any public street, alley or public ground in the City.\nLegislative History:\nAuthority:\n1990 Revisions\nSDCL Chapter 9-30 generally\n10-4-2\nPOSTS AND AWNINGS IN STREET\nNo person shall set any awning post so as to obstruct any street or alley of this City, nor shall\nany person drop any awning of any material, or suffer the same to approach nearer to the\nsurface of the sidewalk than seven feet.\nLegislative History:\nAuthority:\n1990 Revisions\nSDCL Chapter 9-30 generally\n10-4-3\nEAVE PIPES\nNo person shall on any streets or place maintain any pipe leading from the eaves of any\nbuilding in such a manner that the water therefrom shall be discharged upon or over any\nsidewalk.\nLegislative History:\nAuthority:\n1990 Revisions\nSDCL Chapter 9-30 generally\n10-4-4\nDEFINITIONS\nAs used in connection with City Ordinance ยง 10-4-5 through 32, the following terms shall\napply:\nA.\nPark in any park, playground, boulevard, lake, river, stream, recreational center, zoo\narea, golf course, ball park, bicycle trail or any other area owned and used by the\nCity and devoted to active and passive recreation.\nB.\nVehicle means any motorized or unmotorized conveyance and trailers in tow of any\nsize, kind or description, excluding bicycles.\nLegislative History:\nAuthority:\n1990 Revisions\nSDCL Chapter 9-30 generally\n1997 Revision, Ordinance No. 260.\n2/18/97\n10-4-5\nEMPLOYEE EXEMPTION\nThese sections governing activities and the general rules are not applicable to employees of\nthe City while within a park on required or official duties, and in the course of such\nPage 10-1\n\nemployment.\nLegislative History:\nAuthority:\n1990 Revisions\nSDCL Chapter 9-30 generally\n10-4-6\nPROTECTION TO TREES AND SHRUBBERY\nNo person shall pick or cut any wild or cultivated flowers, or cut, break, dig or in any way\ndeface any tree, shrub or plant within the limits of any park. \nLegislative History:\nAuthority:\n1990 Revisions\nSDCL Chapter 9-30 generally\n10-4-7\nPROTECTION TO PROHIBITED AREAS\nNo person shall go on foot or otherwise upon the grass or turf of any park or parkway where\nany prohibitory sign is posted. \nLegislative History:\nAuthority:\n1990 Revisions\nSDCL Chapter 9-30 generally\n10-4-8\nINJURING PARK PROPERTY\nNo person shall cut, break, scratch, mark, mar, or in any way injure or deface any building,\nfence, wall lamp, flagpole, construction improvement, facility or any other feature or property\nupon or within any park. \nLegislative History:\nAuthority:\n1990 Revisions\nSDCL Chapter 9-30 generally\n10-4-9\nCURRENT PARKING\nNo person shall operate, park or leave any motor vehicle, whether attended or unattended,\non a road, trail or fire lane within an area of the park system where official signs prohibit\nsuch movement. \nLegislative History:\nAuthority:\n1990 Revisions,\nSDCL Chapter 9-30 generally\n1996 Revision, Ordinance 250, 4/18/96\n10-4-10\nLITTERING PROHIBITED\nNo person shall throw, deposit, place or leave in any park or parkway, or water therein, any\npaper, rubbish, waste, cans, bottles, or refuse of any kind, whether or not the same is\noffensive to the senses or injurious to health, except in the receptacles provided for waste. \nLegislative History:\nAuthority:\n1990 Revisions\nSDCL Chapter 9-30 generally\nPage 10-2\n\n10-4-11\nRESTRICTIONS ON ABUTTING LANDOWNERS\nThe owner, occupant or person in charge of any land abutting upon any park shall not allow\nany earth, rubbish, or refuse of any kind, whether or not the same is offensive to the senses\nor injurious to health, to fall or to wash upon or into any part of any park. \nLegislative History:\nAuthority:\n1990 Revisions\nSDCL Chapter 9-30 generally\n10-4-12\nHANDBILLS AND SIGNS POSTED\nNo person shall distribute any handbills or erect any signs or posts or affix any notice or bills\nor other writing to any tree, post, wall, fence or building or any other structure or\n",
    "source": "Chapter 10-4 PUBLIC  GROUNDS  IN  GENERAL"
  },
  {
    "chunk_index": 2,
    "text": "improvement within any park. \nLegislative History:\nAuthority:\n1990 Revisions\nSDCL Chapter 9-30 generally\n10-4-13\nFIREARMS, GUNS, AND FIREWORKS PROHIBITED\nNo person shall fire or discharge any gun or any other type of firearm or discharge or set off\nany type of rocket, firecracker, or other fireworks or any thing containing any substance of\nany explosive character within any public park except upon authority granted by the City. \nLaw enforcement officers, in the performance of their duties, are exempt. \nLegislative History:\nAuthority:\n1990 Revisions\nSDCL Chapter 9-30 generally\nOrdinance No. 394, 12/27/06\n10-4-14\nANIMALS PROTECTED\nNo person shall rob, injure or destroy any bird nests within the limits of any park, nor aim\nor discharge any air gun, slingshot, or other weapon, or throw any stones or other missiles\nat any bird or bird nest or any wild creature within any park not in any manner capture or\nattempt to capture or kill any bird or wild creature in any park.\n \nLegislative History:\nAuthority:\n1990 Revisions\nSDCL Chapter 9-30 generally\n10-4-15\nTRAPPING PROHIBITED\nNo person shall at any time trap, set, lay, prepare or have in possession any trap, snare,\nartificial light, net or any other device whatever for the purpose of catching, taking or killing\nany bird or wild creature in any park with the exception of those devices which are\nnecessarily used for fishing in the streams and lakes within the park system as so permitted\nin other portions of this ordinance. \nLegislative History:\nAuthority:\n1990 Revisions\nSDCL Chapter 9-30 generally\nPage 10-3\n\n10-4-16\nPARKING AND MOVING VEHICLES\nPark and/or City employees shall have authority to direct the parking and moving of vehicles\nin the park. \nLegislative History:\nAuthority:\n1990 Revisions\nSDCL Chapter 9-30 generally\n10-4-17\nFEES: REQUIREMENTS FOR USE OF PARK FACILITIES\nThe City Council is hereby authorized to set such fees as are necessary for the use of \nfacilities operated by the City.  Such fees shall be posted at the entrances to the recreational\nfacility and shall be collected at the place, or in advance at City Hall.  Individuals desiring\nto use such facilities are required to enter and exit at the designated place and use only\ndesignated areas.  Opening and closing times for recreational facilities shall be set by the City\nCouncil and posted at the entrance to the facilities.\nLegislative History:\nAuthority:\n1990 Revisions\nSDCL Chapter 9-30 generally\n10-4-18\nPERMITS REQUIRED FOR AFTER HOURS USE OF PARKS\nPermits to be in the City parks after hours or for reservation of special area usage or as\nallowed in these ordinances shall be obtained from the City Council before the time the\nactivity is to take place.  Requests for permits shall be made in writing and when a permit is\ngranted or refused, notice of the action taken shall be given to the Chief of police and the\nrequested party. \nLegislative History:\nAuthority:\n1990 Revisions\nSDCL Chapter 9-30 generally\n10-4-19\nRULES FOR PERMITS\nThe City shall issue a permit, pursuant to Ordinance 10-4-18, when:\nA.\nThat the proposed activity and use will not unreasonably interfere with or detract\nfrom the promotion of public health, welfare, safety and recreation.\nB.\nThat the proposed activity or use in not reasonably anticipated to invite violence,\ncrime or disturbance of the peace. \nC.\nThat the proposed activity will not entail unusual, extraordinary or burdensome\nexpense or police operation by the county and/or City.\nD.\nThat the facilities desired have not been reserved for other use on the day and hour\nrequested in the application.\nE.\nThat the individuals may enter a prohibited area for the purpose of\nloading/unloading supplies and maintenance of  facilities or as otherwise provided\nin the permit.\nF.\nThe City Council shall have authority to revoke a permit for any violation of any\nrule, ordinance or law, or upon good cause shown.\nPage 10-4\n\nLegislative History:\nAuthority:\n1990 Revisions; \nSDCL Chapter 9-30 generally\n",
    "source": "Chapter 10-4 PUBLIC  GROUNDS  IN  GENERAL"
  },
  {
    "chunk_index": 3,
    "text": "1996 Revision, Ordinance 250, 4-18-96\n10-4-20\nSELLING PROHIBITED EXCEPT BY AUTHORITY OF\nCITY COUNCIL\nNo person shall sell or offer to sell any article or anything of any type in any park, but this\nprohibition shall not apply to sales of refreshments and other articles authorized by the City\nCouncil or under their direction at pavilions or stands conducted and authorized by the board. \nLegislative History:\nAuthority:\n1990 Revisions\nSDCL Chapter 9-30 generally\n10-4-21\nFIRES IN PARKS\nNo person shall start any fire in any park except in those places provided therefore by the\nCity Council.  Every person who starts or uses a fire shall completely extinguish the fire\nbefore leaving the park. \nLegislative History:\nAuthority:\n1990 Revisions\nSDCL Chapter 9-30 generally\n10-4-22\nPERMIT REQUIRED FOR CERTAIN ACTIVITIES\nBands, processions, parades, military displays, entertainment, exhibitions, and public\nmeetings shall be allowed in any park after a written permit is obtained from the City\nauthorizing and describing the activity. \nLegislative History:\nAuthority:\n1990 Revisions\nSDCL Chapter 9-30 generally\n10-4-23\nHOURS PARKS OPEN TO PUBLIC - Exception\nParks shall be open to the public every day from 5:00 a.m. to 11:00 p.m.  It shall be unlawful\nto be in the parks during any other hours unless one has a valid permit.  The bicycle trails\nshall be exempt from these hours.  Any part of a park may be closed to the public by the City\nif found to be reasonable necessary and notice of such closing is posted prominently.  It shall\nbe unlawful for anyone to go into any area that has been declared to be closed by the City. \nLegislative History:\nAuthority:\n1990 Revisions; \nSDCL Chapter 9-30 generally\n1997 Revision, Ordinance No. 260, 2/18/97\n10-4-24\nVEHICLES PROHIBITED AFTER HOURS\nIt shall be unlawful for anyone to park or leave parked vehicle within any park after closing\nhours. \nLegislative History:\nAuthority:\n1990 Revisions\nSDCL Chapter 9-30 generally\nPage 10-5\n\n10-4-25\nSTRUCTURES PROHIBITED EXCEPT AS BY AUTHORITY\nOF CITY\nNo person shall build or maintain or be permitted to build or maintain any structure, even a\ntemporary structure, within any park except as may be erected by the City for park purposes,\nand such statues, monuments, works of art or structures intended for ornamentation only as\nmay be erected by authority of the City. \nLegislative History:\nAuthority:\n1990 Revisions\nSDCL Chapter 9-30 generally\n10-4-26\nALL UTILITY LINES AND WIRES PROHIBITED EXCEPT\nBY AUTHORITY OF BOARD\nNo telegraph, telephone or electric light wires or other wires or posts or supports thereof shall\nbe erected or placed in, upon, through or over any park without the consent of the board, and\nthe City shall have power to designate the place or places for and manner of erecting, placing,\nand maintaining the same in or upon any park or boulevard and may cause the place and\nmanner of maintaining the same to be altered at such times and in such manners as it shall\ndeem best for the interests of the City and may require such wires in any park, parkway or\nboulevard to be put and kept underground. \nLegislative History:\nAuthority:\n1990 Revisions\nSDCL Chapter 9-30 generally\n10-4-27\nALCOHOLIC BEVERAGES PROHIBITED; EXCEPTIONS\nIt shall be unlawful for any person to drink or consume any alcoholic beverage within the\nparks of the City of Brandon except that such restrictions shall not apply where alcoholic\nbeverages are licensed to be served or where the City Council has authorized consumption\nthrough a special permit.\nLegislative History:\nAuthority:\n1990 Revisions\nSDCL Chapter 9-30 generally\nOrdinance No. 537, 10/04/16\n10-4-28\nBICYCLING IN PARKS\nBicycle riders in the parks shall abide by the ordinances governing the operation and\nequipment of bicycles except bicycling need not be limited to paved areas.  Bicyclists are\nrequired to operate their bicycles in a prudent manner and with due regard for the safety of\nothers and preservation of park property.\nLegislative History:\nAuthority:\n",
    "source": "Chapter 10-4 PUBLIC  GROUNDS  IN  GENERAL"
  },
  {
    "chunk_index": 4,
    "text": "1990 Revisions\nSDCL Chapter 9-30 generally\n \n10-4-29\nAUTHORITY OF CITY TO PROHIBIT CERTAIN CONDUCT; NOTICE\nThe parks of the City of Brandon exist and shall be operated and maintained for the\nPage 10-6\n\nenjoyment, benefit and recreation of those persons using the parks.  No person shall take part\nin any activity, conduct or game which shall interfere with another person's use of the park. \nThe City shall have the authority to prohibit conduct in those areas of the park when and\nwhere the City deems conduct dangerous or unduly interfering with another's use of the\nparks, such as, but not limited to picnicking areas.  The notice prohibiting activity with a\nspecific area shall be conspicuously displayed setting forth which activity, conduct or games\nare restricted.\nLegislative History:\nAuthority:\n1990 Revisions\nSDCL Chapter 9-30 generally\n10-4-30\nTRAFFIC RESTRICTIONS\nNo person will operate a vehicle in the parks in violation of Chapter 12 of this code.\nLegislative History:\nAuthority:\n1990 Revisions\nSDCL Chapter 9-30 generally\n1997 Revision, Ordinance No. 260\n2/18/97\n10-4-31\nPENALTY\nA violation of this ordinance is punishable by a fine or by imprisonment, or both, as\nestablished in 1-10-1 of the Brandon Municipal Code.\nLegislative History:\nAuthority:\n1990 Revision;                       \nSDCL Chapter 9-19-3\n1997 Revision; Ordinance No. 260 &261\n2/18/97;  Cross-reference:  SDCL 9-19-3\nOrdinance No. 271, 9/7/98\n10-4-32\nSCOPE OF ORDINANCE\nThe provisions of this ordinance will apply to parks located within the territorial jurisdiction\nof the City of Brandon but owned by other governmental entities with the exception of\nSections 10-4-17, 18, 19, 22, 24, and 25. \nLegislative History:\nAuthority:\n1990 Revisions\nSDCL Chapter 9-30 generally\n10-4-33\nDELEGATION OF AUTHORITY\nThe City Council may by action taken pursuant to South Dakota law delegate some or all\naspects of parks and recreation to a Parks and Recreation Board or Authority, or may by\nresolution delegate some or all of its authority to the City Administrator.\nLegislative History:\nAuthority:\n1990 Revisions\nSDCL Chapter 9-30 generally\nPage 10-7\n",
    "source": "Chapter 10-4 PUBLIC  GROUNDS  IN  GENERAL"
  }
]