[
  {
    "chunk_index": 1,
    "text": "CHAPTER 14-9\nELECTRICITY  FRANCHISE\n14-9-1\nORDINANCE\nAn Ordinance granting a franchise to Sioux Valley Empire Electric Association, Inc., its\nsuccessors and assigns, to construct, acquire, operate and maintain an electric system in\nthe City of Brandon, South Dakota.  To furnish electricity to the City and the inhabitants\nthereof, and to use the streets, roads, alleys and public right-of-ways and places within\nsaid City for the purposes thereof; and providing for an election thereon.\nLegislative History:\nAuthority:\nOrdinance #19, 0/22/74  \nSDCL §9-35 & 40\n14-9-2\nORDINANCE TITLE\nThis Ordinance shall be known and may be cited as the SVEEA ELECTRIC CITY\nFRANCHISE ORDINANCE.\nLegislative History:\nAuthority:\nOrdinance #19, 0/22/74  \nSDCL §9-35 & 40\n14-9-3\nGRANT OF NONEXCLUSIVE FRANCHISE\nA.\nSioux Valley Empire Electric Association, Inc. (hereinafter referred to as the\n\"Grantee\"), a South Dakota Corporation, its successors and assigns, is hereby\ngranted a franchise within the City of Brandon, South Dakota (hereinafter\nreferred to as the \"City\"), for the following described purposes, to-wit;\n1.\nTo construct, acquire, operate and maintain within the corporate limits\nof the City, electric facilities, including, but not limited to, poles,\nwires, generating plants, substations, transformers, switches and\nappurtenances for the purpose of generating, distributing and\nsupplying electrical energy for light, heat and power.\n2.\nTo furnish, distribute and supply electrical energy for public and\nprivate use within the City and to transmit electricity through and\nbeyond said City.\n3.\nTo construct, reconstruct, maintain and operate electric transmission\nand distribution lines, with all necessary appurtenances, including, but\nnot limited to poles, wires, anchors, anchor rods, switches and\ntransformers, on, over, along, upon, under or across the public streets,\nroads, alleys or other public thoroughfares of the City.\n4.\nTo make all necessary excavations in the public streets, roads, alleys\nor other public places or thoroughfares of the City in furtherance of\nthe rights, and privileges herein granted and to cut, trim and remove\nall trees, shrubbery, branches and obstructions as may be necessary to\nmaintain adequate and safe clearance of the transmission or\n\ndistribution lines and appurtenances.\nB.\nThis franchise and the rights granted for the purposes set forth herein shall not\nbe exclusive.\nLegislative History:\nAuthority:\nOrdinance #19, 0/22/74  \nSDCL §9-35 & 40\n14-9-4\nCOMPLIANCE WITH APPLICABLE LAWS AND ORDINANCES\nThe Grantee will comply with all reasonable rules and regulations of the City and with all\nordinances thereof insofar as same do not conflict with the terms or purposes of this\nfranchise.\nLegislative History:\nAuthority:\nOrdinance #19, 0/22/74  \nSDCL §9-35 & 40\n14-9-5\nLOCATION OF FACILITIES\nAll poles, wires, anchors, anchor rods, switches, transformers and other appurtenances\nwhich are located on, over, along, under or across the public streets, roads, alleys or other\npublic thoroughfares of the City shall be so placed as not to interfere with traffic on the\ntraveled portions of such thoroughfares;  and Grantee shall, after the construction or\nreconstruction of the electric transmission or distribution lines, restore to their original\ncondition, the streets, roads, alleys or other public thoroughfares on which such lines have\nben constructed insofar as same is practicable.\nLegislative History:\nAuthority:\nOrdinance #19, 0/22/74  \nSDCL §9-35 & 40\n14-9-6\nCONTINUITY OF SERVICE\nThe service rendered by the Grantee shall be continuous except that Grantee shall not be\nheld accountable for failure of service caused by floods, acts of God, strikes or other\ncauses beyond the control of Grantee.\nLegislative History:\nAuthority:\nOrdinance #19, 0/22/74  \nSDCL §9-35 & 40\n14-9-7\nSUBMISSION TO ELECTORS - DURATION AND ACCEPTANCE OF\nFRANCHISE\nA.\nThe proposition of granting the franchise provided for in this Ordinance shall be\n",
    "source": "Chapter 14-9 ELECTRICITY  FRANCHISE"
  },
  {
    "chunk_index": 2,
    "text": "submitted to a vote of the electors of the City at a general or special election to\nbe held not sooner than thirty (30) days after the publication hereof, in\naccordance with the provisions of Chapter 9-35, SDCL.\nB.\nThis franchise ordinance and the rights, privileges and authority granted thereby\nshall not be effective unless and until same has been approved at said election by\na majority vote of the electors of the City voting thereon.\n\nC.\nUpon approval of this franchise, as hereinbefore provided, the Grantee shall\nindicate its acceptance thereof in writing to be filed with the City Auditor and in\nno event shall this ordinance be binding on said Grantee until said written\nacceptance has been filed as hereinbefore provided.\nD.\nUpon approval by the electors and acceptance as hereinbefore provided, this\nfranchise and the rights, privileges and authority granted thereby shall be in full\nforce and effective for a period of twenty (20) years from and after the date of\nsuch election.\nLegislative History:\nAuthority:\nOrdinance #19, 0/22/74  \nSDCL §9-35 & 40\n14-9-8\nSEPARABILITY\nIf any section, subsection, sentence, clause, phrase or portion of this Ordinance is for any\nreason held to be invalid or unconstitutional by any court of competent jurisdiction, such\nportion shall be deemed a separate, distinct and independent provision and such holding\nshall not affect the validity of the remaining portions hereof. \nLegislative History:\nAuthority:\nOrdinance #19, 0/22/74  \nSDCL §9-35 & 40\n",
    "source": "Chapter 14-9 ELECTRICITY  FRANCHISE"
  }
]