[
  {
    "chunk_index": 1,
    "text": "CHAPTER 16-5\nDEVELOPMENT ENGINEERING PLANS AND THE PLAT\n16-5-1\nDEVELOPMENT ENGINEERING PLANS\nThe development engineering plan is a process designed to assist the developer and the\nCity with the efficient and timely development of utilities and final lot and block layout to\nand throughout a development.  Plans will be evaluated for compliance with the\nEngineering Design Standards and the capital improvement program.  The Development\nEngineering Plan approval will be based upon the engineering feasibility of the\ndevelopment including the determination of more precise locations of all lots, blocks, and\nstreets.\nFollowing the approval of the preliminary subdivision plan, if the developer wishes to\nproceed, development engineering plans shall be submitted at the City Office for review\nand acceptance by the City Engineer. The development engineering plans shall\nencompass all land included in a phase as shown on the preliminary subdivision plan, be\nin compliance with conditions and approval requirements of the preliminary subdivision\nplan, and existing and proposed easements shown and dimensioned from property lines\nand utilities. \nThe development engineering plans shall comply with the respective chapters within the\nadopted Engineering Design Standards and shall be approved or disapproved within\nfifteen working days after submittals to the City. In addition, a final lot and block layout\nshall be approved by the City Engineer and Authorized Official as required by Table 1.  \nTable 1\nDevelopment Engineering Plan Lot and Block Layout\nElements\nCriteria\nLots and blocks including a systematic\nlot and block numbering pattern, lot\nlines.\nAbility to reference areas and review plans;\nconsistent with Article 6 (Preliminary Plan\nCriteria) and Article 7 (Development\nEngineering Plan Criteria) and applicable\nZoning Districts. \nLocation and widths of all existing\nand proposed easements. \nUtility coordination; consistent with Article 6\n(Preliminary Plan Criteria) and Article 7\n(Development Engineering Plan Criteria)\nLocation of all street right-of-way\nincluding width and street names.\nConsistency with Major Street Plan and\nArticle 6 (Preliminary Plan Criteria) and\nArticle 7 (Development Engineering Plan\nCriteria)\n\nThe location and size of all public\nfacilities, schools, libraries, fire\nstations, parks, tree masses, and other\nsignificant natural features (including,\nbut not limited to, water courses, lakes\nand wetlands). \nConsistent with the needs identified within\nthe Comprehensive Plan and Article 11 of\nthe Subdivision Ordinance (Preservation of\nNatural Features and Amenities)\nAmendments to Development Engineering Plan Lot and Block Layout:\nThe City Engineer and Authorized Official may request an updated development\nengineering plan for review and approval when changes to the plan are proposed or when\na proposed plat is not consistent with the development engineering plan. The proposed\namendment may include the submission of an updated preliminary subdivision plan to the\nAuthorized Official.\nAmendments shall be done administratively with signed approval by Authorized Official\nand City Engineer and coincide with the development engineering plans.\nLegislative History:\nAuthority:\nOrdinance #503, 4/23/13\nSDCL ยง Ch. 9\n16-5-2\nTHE PLAT\nPlatting is a process designed to assist the developer and the City to approve the\nappropriate features of a proposed subdivision and place them on file with the county\nregister of deeds.  Platting is required when land is divided into tracts for purpose of sale,\ntransfer of ownership or in creating a new building site prior to issuance of a building\npermit, or connecting to City utilities.\nOne signed mylar plat, six paper copies, one reduced 8.5 x 11 copy, and an electronic\nPDF and DWG shall be submitted to the City Office for review and approval.  \nThe plat should be drawn at a scale of 100 feet to the inch from an accurate survey and on\none or more sheets whose dimensions are as required by state law.  If more than two\n",
    "source": "Chapter 16-5 DEVELOPMENT ENGINEERING PLANS AND THE PLAT"
  },
  {
    "chunk_index": 2,
    "text": "sheets are required, an index sheet of the same dimension shall be attached and filed. The\nplat shall show the following information: \nA.\nThe proposed name of the subdivision.  The name shall not duplicate, be the\nsame in spelling, or alike in pronunciation with the name of any other recorded\nsubdivision, unless it is an extension of or adjacent to said subdivision.  \nB.\nScale and north arrow.  All lot and block lines, type of easements, and rights-\nof-way such as drainage facilities, pedestrian, and utilities should be consistent\nwith the development engineer plan.  Adjoining unplatted property shall be\nlabeled as such.\nC.\nVicinity map, date, title, north point and legal description of the proposed\nsubdivision.\nD.\nA systematic lot and block numbering pattern, lot lines and street names, and\nthe square footage of all lots.\n\nE.\nThe location and width of all proposed and existing rights-of-way, alleys, and\neasements.\nF.\nThe boundary lines of the area being subdivided with accurate angles or\nbearings and distances tying the perimeter boundaries to the nearest established\nstreet line, section corner, other previously described subdivision or other\nrecognized permanent monuments which shall be accurately described on the\nplat as required by SDCL 43-18, 43-20 and 43-21.\nG.\nLocation of all monuments and permanent control points, and all survey pins,\neither set or located as required by SDCL 43-18, 43-20 and 43-21.\nH.\nNames of proposed and adjacent streets.\nI.\nThe identification and delineations of any portions of the property intended to\nbe dedicated or granted for public use such as drainage facilities, schools or\npark land.\nJ.\nAll dimensions, both linear and angular, necessary for locating the boundaries\nof the subdivision lots, streets/roads, alleys, easements, and other areas for\npublic or private use.  Linear dimensions are to be given to the nearest 1/100 of\na foot.\nK.\nThe radii, chords, length of curve, point of tangency, and central angles for all\ncurvilinear streets/roads and radii for rounded corners.\nL.\nThe boundary lines of the floodway and 100-year flood zones, along with the\nbase flood elevation on each lot as delineated on the Flood Insurance Rate\nMaps (FIRM).\nM.\nAcknowledgment of the owner or owners of the plat of any restrictions,\nincluding dedication to public use of all streets/roads, alleys, parks or other\nopen spaces shown thereon and the granting of easements required; as well as\nthe use of any required common areas\nN.\nAll formal irrevocable offers of dedication for all streets/roads, alleys, parks,\ndrainage facilities, pedestrian paths and other uses as required.\nO.\nApproved assurance agreement(s) under Section 1301\nP.\nThe certificate of the surveyor attesting to the accuracy of the survey and the\ncorrect location of all pins and monuments shown as required by SDCL 43-18,\n43-20 and 43-21.\nQ.\nCertificates of approval for endorsement by the Authorized Official.\nR.\nExisting building outlines to verify setbacks and lot area requirements and\nensure current and proposed easements are clear of obstructions.\nLegislative History:\nAuthority:\nOrdinance #503, 4/23/13\nSDCL ยง Ch. 9\n\n16-5-3  \nAPPROVAL OF THE PLAT\nIf these plans are approved, the developer may then submit the plat(s) for approval.  The\nplat shall provide the information indicated in Section 502 [The Plat] and shall require the\nreview and approval of the Authorized Official.  The plat shall be in conformance with an\napproved final lot and block layout of the development engineering plan.  Either all or a\nportion of the final lot and block layout of the development engineering plan may be\nplatted. \nThe plat shall be considered for approval only after the City Engineer has approved\nassurances as required by Article 13 from the developer fixing responsibility for the\nrequired improvements, or any revision thereof.  If the plat is not approved by the\nAuthorized Official within ten days of submittal, the plat shall be presented to the City\n",
    "source": "Chapter 16-5 DEVELOPMENT ENGINEERING PLANS AND THE PLAT"
  },
  {
    "chunk_index": 3,
    "text": "Council for action.  A plat shall be considered submitted when it has been filed with the\nAuthorized Official.  Approval of any plat shall be contingent upon the plat being\nrecorded within 120 days after the certificate of approval is signed by the Finance Officer.\nLegislative History:\nAuthority:\nOrdinance #503, 4/23/13\nSDCL ยง Ch. 9\n",
    "source": "Chapter 16-5 DEVELOPMENT ENGINEERING PLANS AND THE PLAT"
  }
]