[
  {
    "chunk_index": 1,
    "text": "CHAPTER 12-1\nIN  GENERAL\n12-1-1\nDEFINITIONS\nFor the purposes of this ordinance, the following words and phrases shall have the\nmeanings respectively ascribed to them;\nAuthorized Emergency Vehicle.    Vehicles of the fire department, police vehicles and\nsuch ambulances and emergency vehicles of municipal department or public service\ncorporations as are designated or authorized by the chief of police.\nBusiness District.   The territory contiguous to a highway when fifty (50) percent or more\nof the frontage thereon for a distance of three hundred (300) feet or more is occupied by\nbuildings used for business.\nCrosswalk.   That part of a roadway at an intersection included within the connections of\nthe lateral lines of the sidewalks on opposite sides of the highway measured from the\ncurbs or, in the absence of curbs, from the edges of the traversable roadway; or any\nportion of a roadway at an intersection or elsewhere distinctly indicated for pedestrian\ncrossing by lines or other markings on the surface.\nCurb.    The extreme edge or lateral boundary of a roadway, whether marked by curing or\nnot so marked.\nDepartment.    The police department of the City.\nIntersection.    The area embraced within the prolongation of the lateral curb lines or, if\nnone, then of the lateral boundary lines of two (2) or more highways which join one\nanother at an angle, whether or not one such highway crosses the other; but such area, in\nthe case of the point where an alley and a street meet shall not be deemed an intersection.\nLaned Street.    A street, the roadway of which is divided into two (2) or more clearly\nmarked lanes for vehicular traffic.\nMotorcycle.  Every motor vehicle designed to travel on not more than three (3) wheels in\ncontact with the ground, except any such vehicle as may be included within the term\n\"tractor\".\nMotor Vehicle.    Every vehicle which is self propelled.\nOfficial Traffic Signs.    All signs and markings, other than signals, not inconsistent with\nthis ordinance, placed or erected by a public body or official having jurisdiction, for the\npurpose of guiding, directing, warning, or regulating traffic.\nOperator.    Any person who is in actual physical control of a vehicle.\nPark or Parking.    The standing of a vehicle, whether attended or unattended, upon a\nroadway, otherwise than temporarily for the purpose of and while actually engaged in\nloading or unloading, or in obedience to traffic regulations or traffic signs or signals.\nParkway.  The paved or unpaved strip of land paralleling the roadway and located\nbetween the roadway and sidewalk area.\n\nPedestrian.    Any person afoot.\nPolice Officer.    Every officer of the City police department or any officer authorized to\ndirect or regulate traffic or to make arrests for violations of traffic regulations.\nPrivate Road or Driveways.    Every road or driveway not open to the use of the public\nfor vehicular travel.\nResidence District.    The territory contiguous to a highway not comprising a business\ndistrict when the frontage on such highway for a distance of three hundred (300) feet or\nmore is mainly occupied by dwellings or by dwellings and buildings in use for business.\nRight-of-Way.    The right of one (1) vehicle or pedestrian to proceed in a lawful manner\nin preference to another vehicle or pedestrian approaching under such circumstances of\ndirection, speed and proximity as to give rise to danger of collision unless one (1) grants\nprecedence to the other.\nRoadway.    That portion of a highway improved, designed or ordinarily used for\nvehicular travel, exclusive of the berm or shoulder.  In the event a highway included two\n(2) or more separate roadways, the term \"roadway\" shall refer to any such roadway\nseparately but not to all such roadways collectively.\nSidewalk.    That portion of a street between the curb lines, or the lateral lines of a\nroadway, and the adjacent property lines intended for use of pedestrians.\n",
    "source": "Chapter 12-1 IN  GENERAL"
  },
  {
    "chunk_index": 2,
    "text": "Street or Highway.    The entire width between the boundary lines of every way publicly\nmaintained when any part thereof is open to the use of the public as a matter of right for\nthe purposes of vehicular travel, and shall also include;\nA.\nAreas contiguous to the boundary lines which are used primarily as areas for\npublic parking in business districts.\nB.\nPrivately maintained access roads that lead to public parking lots.\nTraffic.    Pedestrians, ridden animals, herded animals and vehicles while using any street\nfor purposes of travel.\nTraffic Control Signal.    Any device using colored lights, or words, or any combination\nthereof, whether manually, electrically or mechanically operated, by which traffic is\nalternately directed to stop and to proceed.\nVehicle.    Every device in, upon, or by which any person or property is or may be\ntransported or drawn upon a public highway, excepting devices moved by human power\nor used exclusively upon stationary rails or tracks;  provided that for the purposes of this\nordinance, a bicycle or a ridden animal shall be deemed a vehicle.\nLegislative History:\nAuthority:\nOrdinance No. 5, Article I,\nSDCL § 9-30-4, Ch. 9-31;  See  \n§1, 3/11/74.\nAlso Title 32.\n12-1-2\nORDINANCES SAVED FROM REPEAL\nNothing contained in this code, nor in the ordinance adopting this code, shall be\n\nconstrued to repeal or otherwise affect in any manner any ordinance designating one-way\nstreets or alleys, through streets, stop or yield intersections at which traffic control signals\nare to be installed, areas or spaces in which the parking of vehicles in prohibited or\nlimited, intersections at which the turning of vehicles is prohibited, restricted or regulated,\nspeed limits or any other ordinance regulating traffic on specific streets, alleys or other\npublic ways in the City or portions thereof or in specific areas of the City and all such\nordinances are hereby saved from repeal and recognized as continuing in full force and\neffect to the same extent as if set out at length in this code.\nLegislative History:\nAuthority:\nOrdinance No. 5, Article I,\nSDCL § 9-30-4, Ch. 9-31;  See  \n§2, 3/11/74.\nAlso Title 32.\n12-1-3\nDRIVER'S LICENSE REQUIRED\nIt shall be unlawful for any person who is a resident of this state to drive or operate upon\nany of the streets or highways within the City any motor vehicle without first having\nsecured and having in his possession a license so to do issued by the state.\nLegislative History:\nAuthority:\nOrdinance No. 5, Article I, §3, 3/11/74.\nSDCL Ch. 32-12.\n12-1-4\nDRIVING WHEN DRIVER'S LICENSE IS CANCELED,\nSUSPENDED OR REVOKED\nIt shall be unlawful for any person to drive or operate upon any of the streets or highways\nwithin the City, any motor vehicle when that person's driver's license has been canceled,\nsuspended, or revoked by the State.\nLegislative History:\nAuthority:\nOrdinance No. 143, §2, \nSDCL §§ 9-30-4, 9-31-1 et seq \n6/3/85.\nSee Also Title 32.\n12-1-5\nRESTRICTED MINOR'S PERMIT RESTRICTIONS ON OPERATION\nIt shall be unlawful for any minor to drive or operate upon any of the streets or highways\nwithin the City, any motor vehicle, in any manner in violation of the restrictions imposed\nin a restricted license issued to him.  The restricted permit entitles the holder thereof,\nwhile having such permit in his immediate possession, to operate a motor vehicle during\nthe hours of 6:00 a.m. to 10:00 p.m. standard time if such motor vehicle is being operated\nwith the permission of the minor's parents or legal guardian, and during the hours of 10:00\np.m. and 6:00 a.m. if the motor vehicle is being operated under the direction of the\nminor's parent or legal guardian who is occupying a seat beside the driver.\nLegislative History:\nAuthority:\nOrdinance No. 143, §2, 6/3/85.\nSDCL §§ 9-30-4, 9-31-1 et seq \nOrdinance No. 422, 6/19/08.\nSee Also Title 32.\n12-1-6\nALLOWING UNAUTHORIZED PERSON TO USE VEHICLE\nNo person shall authorize or knowingly permit a motor vehicle owned by him or under his\n",
    "source": "Chapter 12-1 IN  GENERAL"
  },
  {
    "chunk_index": 3,
    "text": "control to be driven upon any street or highway by any person who is not authorized\n\nunder this title or in violation of any of the provisions of this title.\nLegislative History:\nAuthority:\nOrdinance No. 143, §2, \nSDCL §§ 9-30-4, 9-31-1 et seq \n6/3/85.\nSee Also Title 32.\n12-1-7\nPERMITTING UNAUTHORIZED MINOR TO USE VEHICLE\nNo person shall cause of knowingly permit his child or ward or any other minor under the\nage of 18 years to drive a motor vehicle upon any street or highway when such minor is\nnot authorized under this title or the law of the State of South Dakota, or in violation of\nany of the provisions of this title.\nLegislative History:\nAuthority:\nOrdinance No. 143, §2, \nSDCL §§ 9-30-4, 9-31-1 et seq \n6/3/85.\nSee Also Title 32.\n12-1-8\nLICENSE PLATES\nNo person shall operate or drive a motor vehicle within the City without having\nconspicuously displayed thereon number plate or plates as required by state law,\nsecurely fastened, and which shall be kept free from mud, dirt, or other\nobstruction so that said number place or plates shall be clearly legible by other\npersons upon the highway.\nLegislative History:\nAuthority:\nOrdinance No. 5, Article I, §5, 3/11/74.\nSDCL Ch. 32-5.\n12-1-9\nCLINGING TO A MOVING VEHICLE\nNo person traveling upon any bicycle, motorcycle, coaster, sled, skis, roller skates, or any\nother toy vehicle shall cling to or attach himself or his vehicle to any other moving vehicle\nupon any street or highway.\nLegislative History:\nAuthority:\nOrdinance No. 5, Article I, \nSDCL §§ 9-30-4, 9-31-1 et seq \n§6, 3/11/74; Ordinance No.\nSee Also Title 32.\n143, §1, 6/3/85.\n12-1-10\nBOARDING OR ALIGHTING FROM VEHICLE\nNo person shall board or alight from any vehicle while such vehicle is in motion.\nLegislative History:\nAuthority:\nOrdinance No. 5, Article I,\nSDCL §§ 9-30-4, 9-31-1 et seq \n§7, 3/11/74.\nSee Also Title 32.\n12-1-11\nCOASTERS, ROLLER SKATES AND SIMILAR DEVICES\nNo person on roller skates or riding in or by means of any coaster or toy vehicle or similar\ndevice shall go upon any roadway except while crossing a street or a sidewalk and when\n\nso crossing such person shall be granted all rights and shall be subject to all the duties\napplicable to pedestrians.  This section shall not apply on any street while set aside as a\nplay street.\nLegislative History:\nAuthority:\nOrdinance No. 5, Article I,\nSDCL §§ 9-30-4, 9-31-1 et seq  \n§8, 3/11/74.\nSee Also Title 32.\n12-1-12\nRIDING ON OUTSIDE OF VEHICLE\nNo person shall ride on any vehicle upon and portion thereof not designated or intended\nfor the use of passengers.  This provision shall not apply to persons riding within truck\nbodies in space intended for merchandise so long as all persons are seated on the floor of\nthe truck body.\nLegislative History:\nAuthority:\nOrdinance No. 5, Article I,\nSDCL §§ 9-30-4, 9-31-1 et seq  \n§9, 3/11/74.\nSee Also Title 32.\n12-1-13\nOPENING DOORS INTO TRAFFIC\nNo person shall open the door of a motor vehicle on the side available to moving traffic\nunless and until it is reasonably safe to do so, and can be done without interfering with the\nmovement of other traffic, nor shall any person leave a door open on the side of a vehicle\navailable to moving traffic for a period of time longer than necessary to load or unload\npassengers.\nLegislative History:\nAuthority:\nOrdinance No. 5, Article I,\nSDCL §§ 9-30-4, 9-31-1, \n§10, 3/11/74.\n9-32-1 et seq; See Also  \nTitle 32.\n12-1-14\nEMERGENCY AND EXPERIMENTAL REGULATIONS\nThe chief of police, by and with the approval of the City Council may make regulations\nnecessary to make effective the provision of the traffic ordinances and make and enforce\ntemporary regulations to cover emergencies of special conditions.\nThe City Council may make temporary rules regulating traffic or test traffic control\ndevices under actual conditions of traffic.  No such experimental rule regulating traffic\nshall remain in effect for more than ninety (90) days.\nLegislative History:\nAuthority:\nOrdinance No. 5, Article I,\nSDCL §§ 9-30-4, 9-31-1,\n",
    "source": "Chapter 12-1 IN  GENERAL"
  },
  {
    "chunk_index": 4,
    "text": "§11, 3/11/74. \n9-32-1 et seq; See Also \nTitle 32.\n",
    "source": "Chapter 12-1 IN  GENERAL"
  }
]