[
  {
    "chunk_index": 1,
    "text": "CHAPTER 14-12 \nSTORMWATER UTILITY FEE \n14-12-1  \nPURPOSE \nThe provisions of this Chapter establish a Stormwater Utility Fee for the City.  A monthly \nStormwater Utility Fee shall be collected for each Residential property located within the \nCity and annual Stormwater Utility Fee shall be collected for each Nonresidential \nproperty located within the City. \n14-12-2  \nDEFINITIONS \nThe following definitions shall apply in the interpretation and enforcement of this \nChapter:   \nUnless specifically otherwise identified in this Chapter or may otherwise be identified by \nResolution of the City Council, the Current Use of Property is that classification \nidentified, as may be amended from time to time  \nArea – is the total square footage of all improved and unimproved property contained \nwithin the boundaries of each parcel of land as determined by the City Engineer or the \nCity Engineer’s designee.   \nCity – The City of Brandon, South Dakota.   \nStormwater Utility Rate – is the rate set by the City Council, as may be set from time to \ntime for certain categories of property.  \nStormwater Utility Fee – is the actual charge imposed against each parcel of land within \nthe City.   \nNonresidential Property – is any property that does not meet the definition of residential \nproperty.  \nResidential Property – is any property with a one, two, three, or four-unit dwelling, or a \ngroup home as defined under the City of Brandon, South Dakota R-1 and R-2 Zoning \ncode, or otherwise shares the characteristics of any of these, which is currently used as a \nresidential dwelling. \n14-12-3  \nCOLLECTION \nThe Stormwater Utility Fee will be included as a separate line item on the monthly utility \nbill for Residential Property.  If a Residential parcel of property does not have a utility \naccount, the City shall establish an account and send a bill to the owner of the property on \na monthly basis. The Stormwater Utility Fee for Nonresidential property will be certified \nfor collection with real estate taxes on an annual basis. The City shall accept any and all \nprepayments for the Stormwater Utility Fee collected thru property taxes.  \n\n14-12-4  \nCALCULATION \nThe Stormwater Utility Fee shall be a flat fee based on the Stormwater Utility Rate as \nmay be set from time to time by the City Council.  The City Council may base the \nStormwater Utility Rate on: the percentage of impervious surface and the size of the \nproperty draining into the City’s Stormwater system; the square footage of the property; \nthe property’s current or anticipated use; or any other consideration within the City \nCouncil’s discretion for the health, safety, and welfare of the City.   \n14-12-5  \nFEES FOR RESIDENTIAL AND NONRESIDENTIAL PROPERTIES \nResidential Property within the City shall be assessed a monthly Stormwater Utility Fee.  \nNonresidential Property within the City shall be assessed an annual Stormwater Utility \nFee. The amount of the Stormwater Utility Rate and resulting Stormwater Utility Fee \nshall be established by Resolution of the City Council.   \n14-12-6  \nEXEMPTIONS OR REDUCED FEES \nExemptions and reduced fees may be adopted by Resolution of the City Council.  \n14-12-7  \nFREQUENCY OF CHANGE \nThe Current Use of Property for a parcel shall be changed no more than twice during a \ncalendar year, and only upon the recommendation of the City Engineer and by \nauthorization of the City Administrator, provided that the City Administrator may, at \ntheir discretion, refer the proposed change to the City Council for action. \n14-12-8  \nREVIEW OF STORMWATER UTILITY FEE FOR NONRESIDENTIAL \nPROPERTY OWNERS \n1. Any nonresidential property owner may seek review of the Stormwater Utility \nFee by filing a signed, written request for review with the City Engineer.  The \nrequest shall be filed in writing within thirty (30) days of the mailing of the first \nreal estate tax bill containing a new Stormwater Utility Fee. The request must be \n",
    "source": "Chapter 14-12 STORMWATER UTILITY FEE"
  },
  {
    "chunk_index": 2,
    "text": "received at the City Engineer’s Office at City Hall.  The request shall set forth the \nparticular grounds in which the review is sought. Grounds for review included \nquestions relating to the City’s determination of the parcel’s area and the parcel’s \nimpervious area. \n2. Any nonresidential property owner may apply for a credit based on demonstrated \nreduction in service needs from the City storm water system through installation \nof structural storm water management measure. All adjustments are determined \non a case-by-case basis through the City Engineer’s office per City Policy. \n3. The City Council, by Resolution and upon recommendation of the City Engineer, \nmay adjust the Stormwater Utility Fee after considering all pertinent data, \nincluding data provided by the property owner before determining the merits of \neach petition.   \n \n\n14-12-9  \nCERTIFICATION OF UNPAID CHARGES \nThe balance of any Stormwater Utility Fee for Residential Property, which has not been \npaid within one (1) year of issuance, may be certified for collection with the real estate \ntaxes in the following year. Certification shall only occur after notice is sent to the record \ntitle owner of the property.   \n14-12-10  \nPROCEEDS OF THE STORMWATER UTILITY FEE \nThe City of Brandon, South Dakota Stormwater Utility Fee proceeds shall be used to \nconstruct, operate, maintain, repair, improve or remove the City of Brandon, South \nDakota Stormwater system, for stormwater nonpollution discharge elimination, for \nstormwater education, and any other expenses related thereto.     \n14-12-11  \nSTORMWATER UTILITY FUND \nThe Stormwater Fees paid to the City shall be maintained in a separate fund to be known \nas the “Stormwater Utility Fund.”  \n \nLegislative History: \n \n \n \n \nOrdinance No. 634, 9/15/21 \n",
    "source": "Chapter 14-12 STORMWATER UTILITY FEE"
  }
]