[
  {
    "chunk_index": 1,
    "text": "CHAPTER 12-2\nENFORCEMENT  AND  OBEDIENCE\n12-2-1\nDUTY OF THE POLICE OFFICER\nIt shall be the duty of the police officer(s), to enforce the traffic regulations of this City\nand all of the state vehicle laws applicable to street traffic in this City, to make arrests\nfor traffic violations, to investigate accidents and to cooperate with other officers of the\nCity in the administration of the traffic laws in developing ways and means to improve\ntraffic conditions, and to carry out those duties specially imposed upon said officer(s) by\nthis title and the traffic ordinances of this City.\nLegislative History:\n     \nAuthority:\nOrdinance No. 5, Article II, \n     \nSDCL §§ 23A-3-2, 9-29-19, \n§22, 3/11/74.\n9-29-19.1.\n12-2-2\nPOLICE DIRECT TRAFFIC\nPolice officers shall direct all traffic in conformance with traffic laws and chapters\nprovided that in event of a fire or other emergency, or to expedite traffic or to safeguard\npedestrians, officers of the police or fire department may direct traffic as conditions may\nrequire.\nLegislative History:\n   \nAuthority:\nOrdinance No. 5, Article II,\n   \nSDCL § 9-29-19;  See Also  \n§23, 3/11/74.\n   \n§§ 9-32-1, 9-29-3.\n12-2-3\nOBEDIENCE TO POLICE\nNo person shall refuse or fail to comply with any lawful order, signal or direction of any\npolice officer, or refuse to submit to any lawful inspection or fail to comply with the\nprovisions or requirements of any warning ticket issued by the police officer under this\nchapter.\nLegislative History:\n    \nAuthority:\nOrdinance No. 5, Article II, \n    \nSDCL §§ 23A-3-2, 9-29-19, \n§24, 3/11/74.\n    \n9-29-19.1\n12-2-4\nPERSONS PROPELLING PUSH CARTS OR RIDING ANIMALS TO\nOBEY TRAFFIC REGULATIONS\nEvery person propelling any pushcart or riding an animal upon a roadway, and every\nperson driving any animal drawn vehicle, shall be subject to the provisions of this title\napplicable to the driver of any vehicle, except those provisions of this title, which, by\ntheir very nature, can have no application.\nLegislative History:\nAuthority:\nOrdinance No. 5, Article II, \nSDCL §§ 9-29-3, 9-32-1.\n§25, 3/11/74.\n\n12-2-5\nPUBLIC EMPLOYEES TO OBEY TRAFFIC REGULATIONS\nThe provisions of this title shall apply to the driver of any vehicle owned by or used in\nthe service of the United State government, this state, county or City and it shall be\nunlawful for any said driver to violate any of the provisions of this title, except as\notherwise permitted in this title.\nLegislative History:\n    \nAuthority:\nOrdinance No. 5, Article II,\n    \nSDCL §§ 23A-3-2, 9-29-19,  \n§26, 3/11/74.\n    \n9-29-19.1, 9-29-3, 9-32-1.\n12-2-6\nEXEMPTIONS TO AUTHORIZED EMERGENCY VEHICLES\nThe provisions of this title regulating the movement, parking and standing of vehicles\nshall not apply to authorized emergency vehicles while the operator of such vehicle is\noperating the same in an emergency in the necessary performance of public duties.  This\nexemption shall not, however, exempt the driver of any such vehicle from the\nconsequence of a reckless disregard of the safety of others.\nLegislative History:\nAuthority:\nOrdinance No. 5, Article II,\nSDCL Ch. 32-31;  See  \n§27, 3/11/74.\nAlso SDCL § 32-26-15.\n12-2-7\nAPPLICATION TO WORKMEN AND EQUIPMENT\nThe provisions of this title shall not apply to persons, teams, motor vehicles and other\nequipment while actually engaged in work upon the surface of a street, but shall apply to\nsuch persons and vehicles when traveling to or from such work;  provided, however,\nsuch persons and vehicles shall not indiscriminately block traffic, but shall allow\nreasonable room on the traveled portion of the street for other vehicles to pass.\nLegislative History:\nAuthority:\nOrdinance No. 5, Article II,\nSDCL § 9-45-1.\n",
    "source": "Chapter 12-2 ENFORCEMENT  AND  OBEDIENCE"
  }
]