[
  {
    "chunk_index": 1,
    "text": "CHAPTER 10-2\nSNOW AND ICE REMOVAL\n10-2-1\nREQUIRED\nIt shall be the duty of the owner or occupant of any lot or parcel of land in the City\nabutting on any sidewalk to keep such sidewalk free from snow and ice accumulation.\nWithin forty-eight (48) hours after the termination of any snowfall, the snow\naccumulation shall be removed.  Where, however, it impossible to keep the sidewalk clear\ndue to frozen conditions, then said owner or occupant shall sprinkle or spread some\nsuitable material on the sidewalk to prevent it from becoming dangerous to travel.\nLegislative History:\nAuthority:\nOrdinance No. 176, §7, 3/7/88, in part.\nSDCL § 9-30-5.\nOrdinance No. 440, 3/17/09\nOrdinance No. 574, 2/5/19\nOpinions of the Attorney General:  Statute on ordinance requiring abutting owner or occupant to remove\nsnow and ice from sidewalk as affecting liability for injurieS.\n10-2-2\nRESERVED FOR FUTURE USE\n10-2-3 \nCITY TO REMOVE; COSTS\nIf the owner or person in charge of the lot fails or refuses to remove the snow and/or ice\nfrom the sidewalks within twenty-four (24) hours after written notice has been posted on\nthe property, the City shall have the snow and/or ice removed and charge the costs thereof\nagainst the abutting property the sum established by the resolution of City Council. \nLegislative History:\nAuthority:\nOrdinance No. 176, §8, 3/7/88 in part.\nSDCL § 9-30-5.\nOrdinance No. 574, 2/5/19.\n10-2-4\nRESERVED FOR FUTURE USE\n10-2-5\nHEARING; LIEN\nUpon the date so named, the City Council shall meet and, if it finds the estimate correct, it\nshall approve the same, or if not correct it shall correct or modify the same, and approve\nthe same as modified or corrected and file such assessment with the City Finance Officer. \nFrom the date of such approval and filing, the same shall be and become a special lien\nagainst and upon the different pieces or parcels of property described in said assessment,\nand shall be collected in like manner that special assessments are now collected for public\nimprovements.\nLegislative History:\nAuthority:\n1990 Revisions.\nSDCL § 9-30-5.\n\n10-2-6\nDEFINITION OF \"STREET\"\n\"Street\" shall mean the entire width of any public roadway within the City and it shall not\nbe limited to those roadways designated as a street but include avenues and all other\nnames by which public roadways are designated, but shall not include alleys or alleyways.\nLegislative History:\nAuthority:\nOrdinance No. 176, §1, 3/7/88 in part.\nWhen this is combined with other sections try SDCL §\n9-29-3; See Also SDCL § 2-14-4.\n10-2-7\nDEFINITIONS:  REMOVAL ALERTS\nSNOW REMOVAL ALERT:  shall mean such times as there is a snow accumulation on\nthe public streets of three (3) inches or more, or such times as the City Administrator or\nmayor declares that snow removal operations on the public streets will commence and\nthat the provisions of this article in regard to parking on public streets during snow\nremoval operations are effective and will be enforced.\nLegislative History:\nAuthority:\nOrdinance No. 176, §1, 3/7/88.\nSDCL §§ 9-29-3, 9-31-1;  \n \n1997 Revision,\nSee Also SDCL § 9-14-4.\n \nOrdinance No. 259 2/18/97\n10-2-8\nDECLARATION OF SNOW REMOVAL ALERT\nA snow alert will occur automatically with the accumulation of three (3) inches of snow\non the public streets or when the person designated determines that snow removal from\nthe public streets will commence, that person will announce through local news media and\nwhatever other sources are available that there has been declared a snow removal alert\nand that the provisions of this chapter will be effective and be enforced, designating a\nparticular date and time when such alert shall commence.  The determination to declare a\nsnow removal alert will be based on the then existing weather conditions and the amount\nof snow then on the ground or expected according to forecasts for the national weather\nservice.\nLegislative History:\nAuthority:\nOrdinance No. 176, §2, 3/7/88.\nSDCL §§ 9-29-3, 9-31-1;  \n1997 Revision, Ordinance No. 259, 2/18/97\n",
    "source": "Chapter 10-2 SNOW AND ICE REMOVAL"
  },
  {
    "chunk_index": 2,
    "text": "See Also SDCL § 9-14-4.\n \n10-2-9\nPARKING DURING SNOW REMOVAL ALERT IN ALL AREAS OF\nTHE CITY\nParking on any public street of the City will be completely prohibited, on both sides and\nregardless of the directional run of that street, during the existence of a snow removal\nalert.\nLegislative History:\nAuthority:\nOrdinance No. 176, §3, 3/7/88.\nSDCL §§ 9-29-3, 9-31-1;  \nSee Also SDCL § 9-14-4.\n\n10-2-10\nVIOLATION DEEMED PROHIBITED PARKING\nParking contrary to and in violation of Section § 10-2-9 shall be deemed prohibited\nparking.\nLegislative History:\nAuthority:\nOrdinance No. 176, §4, 3/7/88.\nSDCL §§ 9-29-3, 9-31-1;  \nSee Also SDCL § 9-14-4.\n10-2-11\nTERMINATION OF SNOW REMOVAL ALERT\nAfter a snow removal alert has been declared, there will be no declaration of its\ntermination, but such alert shall terminate and the provisions of Section § 10-2-9 become\nnot effective nor enforceable as to any particular street or portion of a street, as soon as\nthat street or portion thereof has been plowed and cleared of snow accumulation, curb to\ncurb, after which normal parking may be resumed until the next declared snow removal\nalert.\nLegislative History:\nAuthority:\nOrdinance No. 176, §5, 3/7/88.\nSDCL §§ 9-31-1, 9-32-1, 9-30-5.\n10-2-12\nDISPOSAL OF SNOW\nA.\nIt shall be the duty of the property owner, tenant or person in possession of any\npublic or private driveway, parking lot or parking area to dispose of accumulated\nsnow upon such property in such a manner that any snow when removed shall\nnot be deposited upon any sidewalk, within or upon any public street or alley, or\nin any manner that will obstruct or interfere with the passage or vision of vehicle\nor pedestrian traffic.\nB.\nIt shall be the duty of the property owner, tenant or person in possession of any\nproperty abutting on any sidewalk to dispose of accumulated snow upon such\nsidewalk in such a manner that any snow when removed shall not be deposited\nwithin or upon any public street or alley, after such public street or alley has\nbeen cleared of snow by the grading of such snow away from the curb or the\npicking up and carrying away of such snow by the City.\nC.\nIt shall be the duty of any person who removes snow from any public or private\ndriveway, parking lot or parking area, to dispose of accumulated snow upon the\nproperty from which it was removed in such a manner that such snow shall not\nbe deposited upon any sidewalk, within or upon any public street or alley, or in a\nmanner that will obstruct or interfere with the passage or vision of vehicle or\npedestrian traffic.\nLegislative History:\nAuthority:\n1997 Revision, Ordinance No. 259  \nSDCL 9-31-1\n2/18/97 \nSDCL 9-29-13,\n10-2-13\nDISPOSAL OF SNOW FROM AROUND MAILBOXES\nIt shall be the duty of the property owner, tenant or person in possession of any mailbox\nlocated upon a driveway, parking lot or public right-of-way to remove and dispose of\naccumulated snow from the immediate area around the mailbox in such a manner so as\n\nnot to obstruct or interfere with the delivery or collection of the United States mail.\nLegislative History:\nAuthority:\nOrdinance No. 176, §9, 3/7/88.\nSDCL §§ 9-31-1, 9-32-1, \n9-30-5;  Also try § 9-29-3.\n10-2-14\nVIOLATIONS CITED BY POLICE OFFICERS\nIn the event any owner, tenant, person in possession of any property or any person who\nremoves snow from any public or private property is found to be in violation of any\nprovision of this ordinance, any police officer may issue a citation for such violation.\nLegislative History:\nAuthority:\n1990 Revisions.\nSDCL § 9-31-1.\n10-2-15\nRESTRICTED PARKING IN ALLEYS\nIn the event of a snow removal emergency as defined by section § 10-2-7, parking in\nalleys shall be permitted; provided, however, no person shall park or allow to remain\nparked any motor vehicle or trailer on any public alley in the City so as to obstruct\nemergency traffic.\nLegislative History:\nAuthority:\n1990 Revisions.\nSDCL § 9-31-1.\n10-2-16\nNO AUTHORIZATION FOR OTHERWISE PROHIBITED OR\nRESTRICTED PARKING\n",
    "source": "Chapter 10-2 SNOW AND ICE REMOVAL"
  },
  {
    "chunk_index": 3,
    "text": "Nothing in this chapter authorizes parking of a vehicle where otherwise prohibited or\nrestricted by signs or otherwise.\nLegislative History:\nAuthority:\n1990 Revisions.\nSDCL §§ 9-31-1, 9-29-3.\n10-2-17\nFINES\nThe fine for prohibited or restricted parking as set forth in section § 10-2-8 and section §\n10-2-9 in a street or alley shall be as established by resolution of the City Council.\nThe fine for violation of 10-2-12 (a), (b), and (c) shall be established by resolution of the\nCity Council.\nAll fines for violations of 10-2-8, 10-2-9, and 10-2-12 (a), (b), and (c) shall be payable at\nthe Brandon City Hall within seventy-two (72) hours from issuance.  In the event of a\nfailure to pay such fine within seventy-two (72) hours or in the event of a not guilty plea\nthe matter shall be heard by the magistrate court of the Second Judicial Circuit which\nshall impose a fine not to exceed that amount permitted by the laws of the State of South\nDakota.\nIn addition to any fine or fines provided herein, any vehicle or trailer parked in violation\nof section § 10-2-8 or section § 10-2-9 is hereby declared to be a public nuisance and may\n\nbe removed the owner's expense.\nLegislative History:\nAuthority:\n1997 Revision; Ordinance No. 259;  \nSDCL §§ 9-31-1, & 9-29-13. \n1990 Revisions.\nCross-reference: SDCL 9-19-3.\nOrdinance No. 344, 3/30/04\n",
    "source": "Chapter 10-2 SNOW AND ICE REMOVAL"
  }
]