[
  {
    "chunk_index": 1,
    "text": "CHAPTER 4-8\nCERTIFICATE  OF  OCCUPANCY\n4-8-1\nCERTIFICATE OF OCCUPANCY\nNo building or structure shall be used or occupied, and no change in the existing\noccupancy classification of a building or structure or portion thereof shall be made until\nthe building official has issued a certificate of occupancy therefor as provided herein. \nIssuance of a certificate of occupancy shall not be construed as an approval of a violation\nof the provisions of this code or of other ordinances of the jurisdiction.\nPrior to issuance of a certificate of occupancy, inspections must have been made, and\ntags or stickers placed upon the structure’s main electrical box or boxes, which tags or\nstickers shall indicate satisfactory completion of rough-in and of final inspections for the\nstructure for the interior and exterior plumbing and for the interior and exterior\nelectrical wiring, electrical connections, and electrical power supply.\nLegislative History:\nAuthority:\nOrdinance No. 352 , 8/18/04\nSDCL §§ 9-37-2, 9-12-1;\n4-8-2\nNOTIFICATION OF COMPLETION OF INSPECTIONS REQUIRED\nWithin three days of completion of each inspection, all inspectors from all agencies,\nlocal regional, state, and national, shall provide the City of Brandon building Safety\nDepartment with accurate, legible copies of all of the reports of inspections, including\nbut not limited to all rough-in and final inspections completed.  The copies may be\nhandwritten or typed, may be carbon copies, carbon less copies, photocopies, fax copies,\nor e-mail copies, and must include the name and signature of the inspector, the date off\nthe inspection, the reason for the inspection, the complete address of the property, the\ninspection tag or sticker number, and, if readily available, the City building permit\nnumber.  Electronic signatures are acceptable if first registered with the City Inspection\nDepartment.\nLegislative History:\nAuthority:\nOrdinance No. 352 , 8/18/04\nSDCL §§ 9-37-2, 9-12-1;\n4-8-3\nCONTENTS OF CERTIFICATE OF OCCUPANCY\nAfter the building official completes the final inspection of the building or structure and\nfind no violations of provisions of this ordinance or other laws that are referenced in this\nordinance such as the International Building Codes, the building official shall issue a\ncertificate of occupancy that shall contain the following:\nA.\nThe building permit number.\nB.\nThe complete address of the structure.\nC.\nThe name and address and telephone number of the general contractor, if not\nthe same person as the owner.\nD.\nA description of the portion of the structure for which the certificate is issued.\nE.\nA statement that the described portion of the structure has been inspected for\ncompliance with a building, electrical and plumbing codes of the City of\nBrandon, and a description of the use for which the structure is intended at the\ntime of the inspection.\n\nF.\nThe name of the building official preparing the certificate of occupancy.\nB.\nThe type of construction.\nC.\nThe design occupant load of commercial structures.\nD.\nIf an automatic sprinkler system is provided, whether the sprinkler system is\nrequired.\nE.\nAny special stipulations of the building permit.\nLegislative History:\nAuthority:\nOrdinance No. 352 , 8/18/04\nSDCL §§ 9-37-2, 9-12-1;\n4-8-4\nADDITIONAL CRITERIA TO ISSUE A CERTIFICATE OF\nOCCUPANCY\nA.\nA valid building permit issued by the City of Brandon.\nB.\nStructural inspections will be required for all projects as required by the\nInternational Building Code as adopted by the City of Brandon, including:\nThree inspections of the structure consisting of:\n1.\nA footing inspection.\n2.\nA framing inspection before any framing materials are\ncovered.\n3.\nA final inspection to be complete after the final electrical and  \n plumbing inspections.\nC.\nElectrical inspections will be required for all projects that require an electrical\npermit as issued by the State of South Dakota and pursuit to the National\nElectrical Code as adopted by the State of South Dakota including:\n",
    "source": "Chapter 4-8 CERTIFICATE  OF  OCCUPANCY"
  },
  {
    "chunk_index": 2,
    "text": "Three electrical inspections consisting of:\n1.\nA meter socket inspection.\n2.\nA rough-in inspection completed before a rough framing\ninspection of the structure is competed.\n3.\nA final inspection completed before occupancy.\nD.\nPlumbing  inspections will be required for all projects that require an plumbing\npermit as issued by the State of South Dakota and pursuit to the Unified\nPlumbing  Code as adopted by the State of South Dakota including:\nThree plumbing inspections consisting of:\n1.\nAn underground inspection before material is covered.\n2.\nA rough-in inspection completed before a rough framing\ninspection of the structure is competed.\n3.\nA final inspection completed before occupancy\nLegislative History:\nAuthority:\nOrdinance No. 352 , 8/18/04\nSDCL §§ 9-37-2, 9-12-1;\n4-8-5\nDISTRIBUTION OF CERTIFICATE\nA copy of the completed certificate of occupancy shall be placed in or on the main\nelectrical box or boxes of the structure along with the other tags or stickers for the other\ninspections.  A copy of the certificate of occupancy shall be maintained  in the office of\n\nthe building inspector of the City of Brandon and a copy shall be mailed by the City by\nfirst class mail to the general contractor.\nLegislative History:\nAuthority:\nOrdinance No. 352 , 8/18/04\nSDCL §§ 9-37-2, 9-12-1;\n4-8-6\nRESPONSIBILITY\nIt shall be the responsibility of the person obtaining the building permit to insure that\nthe building, electrical and plumbing inspections are complete in the specified time. \nLegislative History:\nAuthority:\nOrdinance No. 352 , 8/18/04\nSDCL §§ 9-37-2, 9-12-1;\n4-8-7\nTEMPORARY CERTIFICATE\nThe building official is authorized to issue a temporary certificate of occupancy before\nthe completion of the entire work covered by the permit, providing that such portion\nshall be occupied safely.  The building official shall set a time period during which\ntemporary certificate of occupancy is valid.  Failure to complete the entire work within\nthe time period allowed in the temporary certificate of occupancy shall result in\nrevocation of the temporary certificate of occupancy by the building official until such\ntime as a permanent certificate of occupancy shall be issued.\nLegislative History:\nAuthority:\nOrdinance No. 352 , 8/18/04\nSDCL §§ 9-37-2, 9-12-1;\n4-8-8\nNOTICE OF REVOCATION OF TEMPORARY CERTIFICATE\nNotice to revocation of a temporary certificate of occupancy shall be given by one\ntelephone message to the contractor(s) indicated on the building permit for the structure,\nand by placement of a notice on the structure, and, if possible with one attempt, by\npersonal contact with the occupants.  If a temporary certificate of occupancy is revoked,\nthe structure shall be vacated immediately and shall remain vacated until the entire work\nis competed.  Failure to comply with the required completion of the work, and/or failure\nto comply with the vacation of the premises, will result in the refusal by the City to issue\nadditional building, plumbing, and/or electrical permits to the general contractor(s)\nand/or to the subcontractor(s) involved in the structure for which revocation of the\ntemporary certificate has occurred and may result in additional penalties to the\ncontractor(s), owner(s) and occupant(s).\nLegislative History:\nAuthority:\nOrdinance No. 352 , 8/18/04\nSDCL §§ 9-37-2, 9-12-1;\n4-8-9\nCONNECTIONS\nNo person shall make connections from a utility such as water, sewer, or electricity or\nfrom any source of energy, fuel or power to any building or system that is regulated by\nthe Ordinances of the City of Brandon, SD, or that is regulated by any International or\nNational Building Plumbing or Electrical Codes adopted by the City of Brandon, SD,\nuntil completion of all rough-in inspection, as indicated by the presence of completed\ntags or stickers on the main electrical box or boxes.\n\nLegislative History:\nAuthority:\nOrdinance No. 352 , 8/18/04\nSDCL §§ 9-37-2, 9-12-1;\n4-8-10\nPENALTY\n",
    "source": "Chapter 4-8 CERTIFICATE  OF  OCCUPANCY"
  },
  {
    "chunk_index": 3,
    "text": "Violation of this ordinance is punishable by a fine or by imprisonment, or both, as\nestablished in 1-10-1 of the Brandon Municipal Code.\nLegislative History:\nAuthority:\nOrdinance No. 352 , 8/18/04\nSDCL §§ 9-37-2, 9-12-1;\n",
    "source": "Chapter 4-8 CERTIFICATE  OF  OCCUPANCY"
  }
]