[
  {
    "chunk_index": 1,
    "text": "TITLE SEVENTEEN \nMEDICAL CANNABIS \n \nChapter 17-1  \nPurpose & Definitions & Severability  \nChapter 17-2  \nGeneral \nChapter 17-3  \nLicensees \nChapter 17-4  \nProvisions for Operation of  \n \n \n \nEstablishments & Regulations \n \n \nCHAPTER 17-1 \nPURPOSE & DEFINITIONS & SEVERABILITY \n \n17-1-1 \nPURPOSE AND INTENT \nThe City Council of the City of Brandon enacts the following ordinances to ensure that medical \ncannabis establishments within the municipal boundaries of the City operate in a manner which \ncomplies with state laws and regulations, protects the health, safety, and welfare of the general \npublic, prevents potential conflicts and issues arising from ownership and employees, recognizes \ncertain safety and security considerations, to minimizes risk of unauthorized use or access of \ncannabis by the general public, to preserve the present and future character of the City’s residential \nand commercial neighborhoods, to prevent concentration of certain cannabis establishments in any \none area, and to minimize the negative effects cannabis establishments have on adjacent land use. \nAdoption of the ordinance is not intended to unreasonably restrict the opportunity of cannabis \nestablishments to locate in the City. \n \n17-1-2 \nDEFINITIONS \nUnless an alternative definition is explicitly stated in this section, this chapter utilizes the definitions \nfor cannabis-related terms which are defined by SDCL 34-20G-1 and the administrative rules \npromulgated thereunder. \n \nAPPLICANT:  a person or entity seeking or renewing a cannabis establishment license. \n \nCANNABIS (OR MARIJUANA): all parts of any plant of the genus cannabis, whether growing \nor not, in its natural and unaltered state, except for drying or curing and crushing or crumbling. The \nterm includes an altered state of marijuana absorbed into the human body. The term does not include \nfiber produced from the mature stalks of such plant, or oil or cake made from the seeds of such plant. \nThe term does not include the plant Cannabis sativa L. and any part of that plant, including the seeds \nthereof and all derivatives, extracts, cannabinoids, isomers, acids, salts, and salts of isomers, whether \ngrowing or not, with a delta-9 tetrahydrocannabinol concentration of not more than three-tenths of \none percent on a dry weight basis. \n \nCANNABIS CULTIVATION FACILITY: in addition to the definition in SDCL 34-20G-1, this \nterm is further defined as a legally licensed entity that acquires, possesses, cultivates, delivers, \ntransfers, transports, supplies, or sells cannabis and related supplies to a cannabis establishment. \n \nCANNABIS DISPENSARY: in addition to the definition in SDCL 34-20G-1, this term is further \ndefined as a legally licensed entity that acquires, possesses, stores, delivers, transfers, transports, \nsells, supplies, or dispenses cannabis, cannabis products, paraphernalia, or related supplies and \neducational materials. \n \n\nCANNABIS ESTABLISHMENT: cannabis cultivation facility, a cannabis testing facility, a \ncannabis product manufacturing facility, or a cannabis dispensary. \n \nCANNABIS PRODUCT MANUFACTURING FACILITY: in addition to the definition in \nSDCL 34-20G-1, this term is further defined as a legally licensed entity that acquires, possesses, \nmanufactures, delivers, transfers, transports, supplies, or sells cannabis products to a cannabis \ndispensary. \n \nCANNABIS PRODUCTS: any concentrated cannabis, cannabis extracts, and products that are \ninfused with cannabis or an extract thereof, and are intended for use or consumption by humans. \nThe term includes edible cannabis products, beverages, topical products, ointments, oils, and \ntinctures \n \nCANNABIS TESTING FACILITY: in addition to the definition in SDCL 34-20G-1, this term is \nfurther defined as a legally licensed entity legally authorized to analyze the safety and potency of \ncannabis. \n \nDEPARTMENT: the South Dakota Department of Health. \n \n",
    "source": "Chapter 17-1 MEDICAL CANNABIS"
  },
  {
    "chunk_index": 2,
    "text": "LICENSEE:  a person, people, or entity in possession of a cannabis establishment license issued \npursuant to this chapter. \n \nPUBLIC GROUNDS:  means any public place including, but not limited to, parks, sidewalks, \nstreets, highways, alleys, rights-of-way, sports complexes, publicly owned property whether in or \nout of a building, commonly and customarily open to or used by the general public, or in any place \nthat is open to the public.   \n \nREGISTRATION CERTIFICATE:  the certificate of registration issued by the Department or \nhiring operator of a cannabis establishment. \n \n17-1-3 \nSEVERABILITY \nThe provisions of this ordinance are severable. If any provision of this ordinance or the application \nthereof to any person or circumstance is held to be invalid, such invalidity shall not affect other \nprovisions or applications of this ordinance which can be given effect without the invalid provision \nor application.  All ordinances and parts of ordinances in conflict herewith are hereby repealed. \n \n \n\n \nCHAPTER 17-2 \nGENERAL \n \n17-2-1 \nPROHIBITIONS ON USE \nNo person shall:  \n \nA. \nUndertake any task under the influence of cannabis, when doing so would constitute \nnegligence or unprofessional malpractice. \n \nB. \nSmoke, inject or consume cannabis on any public ground or public vehicle within the City \nof Brandon. \n \nC. \nAllow any cannabis odor to exist at or beyond the property line of a cannabis establishment, \nor near places where people live or (except as inside a cannabis establishment) near where \npeople work. \n \nD. \nWhile operating, navigating, or being in actual physical control of any vehicle be under the \ninfluence of cannabis, except that a registered qualifying patient or nonresident cardholder \nis not considered to be under the influence of cannabis solely because of the presence of \nmetabolites or components of cannabis that appear in insufficient concentration to cause \nimpairment. \n \nE. \nWhile operating, navigating, or being in actual physical control of any vehicle have a \npackage or any receptacle containing cannabis in that person’s possession unless the seal \nof the original package remains unbroken or the cannabis is so removed from the area of \nthe vehicle so that the driver of the vehicle does not have access to it. \n \n17-2-2 \nINAPPLICABILITY \n \n \n \nNothing in this chapter: \nA. \nRequires an employer to allow ingestion or use of cannabis in the workplace or to allow an \nemployee to work while the employee is under the influence of cannabis.  \nB.  \nRequires a person or establishment to allow a guest, client, customer, or other visitor to \nsmoke or use cannabis on or in that property.  \nC.  \nProhibits an employer from disciplining an employee for ingesting cannabis in the \nworkplace or disciplining an employee for working while under the influence of cannabis \n17-2-3 \nPENALTY \nA violation of this Chapter is subject to prosecution and each violation is punishable by a maximum \nfine of five hundred dollars ($500.00). \n \n \n\nCHAPTER 17-3 \nLICENSEES \n \n17-3-1 \nLICENSE & REGISTRATION CERTIFICATE REQUIRED \nNo cannabis establishment may be located or operate in the City without the appropriate valid and \ncurrent cannabis establishment license issued by the City pursuant to Chapter 17, a valid and current \nregistration certificate issued by the State of South Dakota Department pursuant to rules \npromulgated under SDCL 34-20G, and a valid and current certificate of occupancy issued by the \nCity.  A violation of this provision is subject to the general penalty provision in 17-4-10.  Each day \nof the violation constitutes a separate offense. \n \n17-3-2 \nNUMBER OF CANNABIS ESTABLISHMENTS \nA. \nUnder the authority granted by SDCL 34-20G-56, there shall be no more than three (3) \nactive medical cannabis dispensaries and no more than ten (10) of each active medical \ncannabis testing, cultivation or manufacturing facilities that may be registered by the state \n",
    "source": "Chapter 17-1 MEDICAL CANNABIS"
  },
  {
    "chunk_index": 3,
    "text": "of South Dakota to operate within the jurisdictional limits of the City at any given time.  \n \nB. \nFor all other cannabis establishment licenses, no numerical limit is set at the time of \nadoption.  \n \nC. \nThe numerical limits for each class of cannabis establishment may be altered at any time \nby Resolution of the City Council.  \n \nD. \nIn the event the numerical cap is lowered to an amount less than the number of the existing \nlicenses in that class, no existing Licensee shall be prevented from continuing operation \nduring the license term, requesting modifications to application information, or from \nrenewing such license for consecutive, subsequent years, on the basis that the numerical \nlimit would otherwise prohibit the issuance of a license to a new Applicant. However, this \nexception shall not prevent a license from being suspended or revoked, nor shall it prevent \na license from not being renewed, based upon grounds other than the numerical limit being \nexceeded. \n \nE. \nThe special procedure set forth in 17-3-6 shall apply to both any initial license licenses \nissued under this Title as well as when any new cannabis dispensary license becomes \navailable. \n \n17-3-3 \nFEES \nThe fees for the Initial Application and Renewal Application shall be set by Resolution of the City \nCouncil.  The fees set shall be used to defray the cost incurred by the City for investigations, review, \ninspections of the premises, and other costs related to processing the application and renewal \napplication.  A fee is required to be paid for each type of cannabis establishment that is to be or \nactually is licensed. \n \nA. \nInitial Application fee. At the time an applicant files an application, the applicant \n \nshall pay a nonrefundable fee for each application to the City.  \nB. \nRenewal Application fee.  At the time the applicant files an application for a renewal, the \n \napplicant shall pay to the City a nonrefundable fee for the renewal application.  \nC. \nInitial license fee. At the time an applicant files an application according to 17-3-4, it shall \ntender to the City an initial license fee in the amount of $1.00 per capita according to the \nmost recent Census Bureau. The initial license fee shall cover the first issued license . The \n\ninitial license fee is in addition to the application fee. In the event the applicant is denied a \nregistration certificate from the Department or the City, the license fee shall be refunded.  \nD. \nRenewal License Fee.  At the time an applicant files a renewal application, it shall tender \nto the City a renewal license fee in the amount of $1.00 per capita according to the most \nrecent Census Bureau. The renewal license period shall be for the calendar year applicable \nto the renewal.  The renewal license fee is in addition to the renewal application fee. In the \nevent the applicant is denied a registration certificate from the Department or the City, the \nrenewal license fee shall be refunded. \n \n17-3-4 \nLICENSE APPLICATION \nA. \nA prospective cannabis establishment seeking to operate in the City must first obtain a \nlicense for the specific establishment to operate from the City prior to seeking registration \nas from the South Dakota Department of Health under the provisions of SDCL 34-20G-55.  \n \nB. \nAn application for a cannabis establishment license must be made on a form provided by \nthe City. No other application form will be considered.  An applicant seeking to obtain a \nlicense for more than one type of cannabis establishment at one location may submit one \ncombined application. \n \nC. \nThe Applicant must submit the following with the application: \n \n1. \nThe required Initial Application, Renewal Application, Initial License and/or \nRenewal License fees for each type of cannabis establishment as set by Resolution \nof the City Council. \n \n2. \nAn application that will include, but is not limited to, the following: \n \na. \nThe legal name of the prospective cannabis establishment. \n \nb. \n",
    "source": "Chapter 17-1 MEDICAL CANNABIS"
  },
  {
    "chunk_index": 4,
    "text": "The physical address of the prospective cannabis establishment that \nmeets the zoning requirements in Title 15, as well as any location \nrequirements pursuant SDCL 34-20G and the administrative rules \npromulgated thereunder, and  certification from the property owner \nauthorizing tenant to engage in business as a medical cannabis \nestablishment. Only one application per location is allowed. \n \nc. \nA certification that the location of the prospective cannabis \nestablishment is not within one thousand feet (1,000 feet) of a public or \nprivate school, meets any other location requirements pursuant to SDCL \nChapter 34-20G and the administrative rules promulgated thereunder, is \nin compliance with all City zoning and land use requirements and, if \napplicable, applicant will apply for any City conditional use permitting \nwithin 10 days of notification of license eligibility and that the \nconditional use process will be completed within 60 days of the filing of \nthe application for the conditional use permit unless extended by the City \nPlanning & Zoning Commission or City Council. \n \nd. \nA description of the type of cannabis establishment for which the license \nis sought (e.g. cultivation, testing, manufacturing, dispensary). \n \ne. \nAn estimate of the water and sewer needed for operations set forth in \nboth the average and the maximum daily amounts.  If any usage is \nexpected to change for the April to September months, the disclosure \nshall provide estimates of the average and maximum daily amounts in \n\nthe April to September months compared to the October to March \nmonths. \n \nf. \nThe name, date of birth, and a photocopy of a valid form of identification \nissued in South Dakota, or its equivalent issued in another U.S. \njurisdiction, for each principal officer and board member of the \nprospective cannabis establishment. \n \ng. \nA sworn statement that no principal officer, owner, or board member has \nbeen convicted of a violent felony offense in the previous ten (10) years \nin any jurisdiction. \n \nh. \nPrevious experience operating a legal cannabis establishment, if any. \n \ni. \nConfirmation that none of the principal owner, officers or board \nmembers has served as a principal owner, officer or board member for a \ncannabis establishment that has had governmental license or certification \nrevoked in any jurisdiction.  \n \nj. \nA confirmation of a completed current background check for each \nowner, officer, board member, agent, volunteer, and employee \nassociated with or working in the prospective cannabis establishment, \nwhich has been completed within 30 days prior to submission of the \napplication. \n \nk. \nA certification that at least one owner, officer or board member of the \nprospective cannabis establishment is a resident of the state of South \nDakota.   \n \nl. \nA certification that the employees of the prospective cannabis \nestablishment are over the age of 21 years.  \n \nm. \nA copy of the operating documents or a summary of operating \nprocedures, that detail procedures to ensure accurate record keeping, \nadequate security measures, sufficient fire and building code \nconsiderations, and compliance with all other requirements of this \nchapter.  \n \nn. \nA description of appropriate security measures designed to deter and \nprevent theft of cannabis and unauthorized entry into any area containing \ncannabis as set forth by Chapter 34-20G and the administrative rules \npromulgated thereunder and as otherwise required by the City. \n \no. \nA copy of the Applicant’s sales tax license.  \n \np. \nProof that all property taxes, business improvement district taxes, and \npending assessments relating to the cannabis establishment location have \nbeen paid.  \n \nq. \nProof of financial responsibility in the amounts and manner established \nin this chapter below.  \n \nr. \nA signed agreement permitting upon the issuance of a license law \nenforcement and the City’s employees access at any time to the premises \n",
    "source": "Chapter 17-1 MEDICAL CANNABIS"
  },
  {
    "chunk_index": 5,
    "text": "and all buildings for purposes of inspection, and to the applicant’s books \n\ndealing with the sale and ownership of the establishment. \n \ns. \nA signed agreement that the Licensee(s) agree(s) to indemnify, defend \nand hold harmless the City are required in 17-3-14. \n \nt. \nA sworn statement that the application contains no false statements made \nor omissions of any material matter in any application for a license.  \n \nu. \nThe Applicant’s notarized signature. \n \nv. \nAny additional information requested by the City. \n \n17-3-5 \nISSUANCE OF LICENSE \nA. \nExcept as otherwise set forth in 17-3-6, within fifteen (15) days after an application has \nbeen submitted to the City, the City Administrator or designee shall review the application \nand for any application that s/he deems to be complete shall have scheduled at the next \napplicable Planning & Zoning meeting a conditional use permit hearing.  Within ten (10) \ndays after the hearing if the conditional use permit is issued then the City Administrator or \ndesignee shall issue a Written Opinion as to whether any of the factors listed in 17-3-4 have \nbeen met and whether any conditions for approval are recommended.  Any application \ndeemed incomplete will not be submitted for a conditional use permit hearing.  Any \napplication where a conditional use permit is denied will not be submitted to the City \nCouncil. \n \nB. \nAfter the Written Opinion is submitted to the City Council, the City Council shall consider \nthe application at the next available City Council meeting. The City Council may approve \nor deny an application in full or on condition. Such action of the City Council must take \nplace within thirty (30) days after the application’s first presentment to the City Council.  \n \nC. \nIf approved, the Finance Officer will endorse the application and notify the Applicant of \napproval within four (4) business days following the City Council’s approval. If the \nCouncil imposes any conditions, such conditions shall be listed on the license at the time \nof issuance.  \n \nD. \nThe City shall reject an application for a cannabis establishment if:  \n \n1. \nThe application is incomplete or insufficient regarding the information required \npursuant to 17-3-4 or provides a false statement or documents with the \napplication. \n \n2. \nThe City determines the applicant has failed to comply with 34-20G or has a \nhistory of violating state or City rules governing medical cannabis establishments \nor county ordinances.  \n \n3. \nThe applicant or any officer, board member, agent, volunteer, or employee fails \nto pass a background check.  \n \n4. \nThe license is to be used for a business prohibited by state or local law, statute, \nrule, ordinance, or regulation. \n \n5. \nAny owner, principal officer, or board member of the Applicant has had a \ncannabis establishment license revoked by the City or a registration certificate \nrevoked by the state. \n \n\n6. \nAn Applicant, or an owner, principal officer, or board member thereof, is overdue \nin payment to the City of taxes, fees, fines, or penalties assessed against or \nimposed upon the Applicant in relation to any cannabis establishment. \n \n7. \nThe City determines it cannot provide the water and/or sewer estimated to be \nneeded for the operations. \n \n8. \nThe number of the cannabis establishment limits within the City have been \nreached.  \nE. \nAny medical cannabis establishment license under this chapter shall be the owner or actual \nlessee of the premises where the business is conducted, and the sole owner of the business \noperated under the license. \n \nF. \nThe issuance of a medical cannabis establishment license under this chapter shall not \nconfirm any property right upon the licensee.  \n \n17-3-6 \nSPECIAL PROCEDURAL FOR INITIAL CANNABIS DISPENSARY \nLICENSE ISSUANCE \nIn addition to the requirements of 17-3-4, these special procedures will apply any time new licenses \nto operate a medical cannabis dispensary become available from the City: \nA. \n",
    "source": "Chapter 17-1 MEDICAL CANNABIS"
  },
  {
    "chunk_index": 6,
    "text": "When licenses to operate a medical cannabis dispensary become available from the City, \nthe City shall publish an invitation for applications on the City’s website stating the \ndeadline to apply and the location(s) applications may be submitted. No applications will \nbe accepted prior to publication of the invitation nor after the deadline established in the \npublished invitation.  \nB.   \nApplications must otherwise adhere to the requirements of 17-3-4, but must also be sealed.  \nNo supplementing of an application may be done after the deadline has passed. \nC. \nOnce the deadline has passed, all applications shall be placed into order by the City Finance \nOfficer utilizing a lottery system to establish the order in which applications will be \nconsidered. Prior to conducting the lottery, the City Finance Officer shall publish notice of \nthe lottery on the City’s website a minimum of 24 hours in advance of the lottery being \nconducted and such lottery shall be open to the public. \nD. \nAfter placed in order, the City Finance Officer shall open all sealed applications received \nduring the invitation submittal window.  The City Administrator shall then review each \napplication for completeness and requirements of 17-3-4. Any application that is \nincomplete shall be rejected and ineligible for further consideration. \nE. \nApplications not rejected shall then be submitted to the Planning & Zoning Commission \nfor possibly issuance of a Conditional Use Permit based on the lottery order up to the \nnumber of available licenses.  If Conditional Use Permit is denied or City Council approval \ndenied, then the next lottery ordered application shall be processed with such process being \nfollowed until the Department has issued a registration for all available operations in the \nCity. After such registration has been issued, then the time period for these special \nprocedures will have deemed to have passed. All applications not drawn and approved for \na new dispensary license are denied and a new application will be required when a new \ndispensary license next becomes available. \n \n \n\n17-3-7 \nCITY NEUTRALITY AS TO APPLICANTS \nUpon request from the Department as to the City’s preference of Applicants, the City will direct the \nState to give registration preference only to those applicants that have received a medical \nestablishment license issued by the City.  The City will otherwise abstain from endorsing any \napplicant. \n \n17-3-8 \nEXPIRATION OF LICENSE AND RENEWAL \nA. \nExcept for licenses issued in 2021, each license expires on December 31st of the year of \nissuance.  Licenses issued in 2021 expire December 31, 2022. \n \nB. \nA complete application for renewal must be submitted no earlier than October 15th and no \nlater than November 15th of each year. The license holder must continue to meet the license \nrequirements to be eligible for a renewal. \n \nC. \nA license may be renewed only by making renewal application containing the information \nprovided in 17-3-4, with the addition that the Applicant shall also specify if any information \nhas changed from its prior application, submit the renewal application fee, and submit a \ncopy of the Licensee’s state certification. A complete application for renewal must be \nsubmitted no earlier than October 15th and no later than November 15th of each year. \n \nD. \nThe renewal application process shall conform to the initial application process, except: \n \n1. \nThe City Administrator or designee shall provide the written report and, if \napplicable, recommendations within two (2) weeks after the renewal application \nhas been submitted; and  \n \n2. \nThe City Council in considering a renewal application may also consider concerns \nover actual operations or violations, nonpayment of obligations, or any on other \ninformation reasonably related to the continued operation of the cannabis \nestablishment. \n \nE. \nFailure to timely obtain a renewal license in accordance with this section will result in \n",
    "source": "Chapter 17-1 MEDICAL CANNABIS"
  },
  {
    "chunk_index": 7,
    "text": "expiration of the license, and the City may order closure of the cannabis establishment. \n \nF. \nIf a license holder has not operated an establishment for which it holds a license as required \nin 17-3-9. \n \nG. \nAn applicant is not automatically entitled to renewal of their license.  The license will be \nrenewed by City Council after full consideration of a timely completed application and the \nunique facts and circumstances pertaining to each individual renewal application. \n \n17-3-9 \nLICENSE TO REMAIN ACTIVE \nAny license issued under this chapter must remain in continuous, active use. A licensee shall have \n60 days after issuance of the certificate of occupancy to begin active use of the license. Any license \nnot actively used within those 60 days shall be deemed inactive. Once an initial annual license is in \nactive use or any annual renewal license is issued, any license not actively used for a period of more \nthan 60 cumulative days per calendar year may be deemed inactive by the City. Active use means \ntimes where the licensee is open and available to conduct business authorized by the license. \nHowever, days where the license is suspended by the City shall not be used for purposes of \ncalculating inactivity. A license may not be reissued or renewed pursuant to this Chapter to the same \nlicensee if the license has not been actively used by the licensee. \n \n17-3-10 \nSUSPENSION AND REVOCATION \n\nThe City Administrator may revoke or suspend any license upon proof by a preponderance of the \nevidence of violation by the licensee, by the licensee’s agents or employees, or by the manager or \ncontractual operators of the medical establishment and their agents or employees operating under a \nCity license, of any of the following:  \nA. \nAny provision of SDCL 34-20G or other state law relevant to medical cannabis dispensary \nor testing facility control. \n \nB. \nAny rule promulgated by the Department. \n \nC. \nAny rule promulgated by any applicable county ordinance. \n \nD. \nFalse material statements made by a licensee to the city or state of South Dakota during the \napplication process.  \n \nE. \nFailure to pay taxes owed to the state of South Dakota or any political subdivision of the \nstate of South Dakota including the city.  \n \nF. \nFailure to prevent diversion or theft of medical cannabis.  \n \nG. \nFailure to allow entry to the licensed premises to any law enforcement officers in the course \nand scope of their employment.  \n \nH. \nCreation of a public nuisance or a public safety concern that may or may not risk to the \nlevel of a violation.  \n \nI. \nKnowingly allowed possession, use, or sale of non-cannabis controlled substances on the \npremises. \n \nJ. \nA license holder, or an owner, principal officers, or board member thereof, has been \nconvicted of, or continues to employ an employee who has been convicted of, a \ndisqualifying felony offense as defined by SDCL 34-20G. \n \nK. \nFailure to maintain operational alarm systems and video surveillance systems. \n \nL. \nFailure to maintain or keep any record required by these rules or South Dakota law. \n \nM. \nFailure to comply with advertising and marketing restrictions.  \n \nN. \nFailure to properly package or secure medical cannabis on the licensed premises or during \ntransport.  \n \nO. \nFailure to properly dispose of medical cannabis.  \n \nP. \nOperating a testing facility or dispensary when a license has been suspended or revoked.  \n \nQ. \nFailure to comply with any rule or regulation promulgated by the Department or the city \nregarding medical cannabis.  \n \nR. \nFailure to comply with any law of the state of South Dakota or the city concerning medical \ncannabis.  \n \nS. \nFailure to comply with any local regulation regarding medical cannabis.  \n \nT. \nFailure to maintain an active license, as defined in 17-3-9.   \n \n\nU. \nAny violation of any municipal ordinance or regulation relevant to medical establishments \nadopted by the City.  \n \nV. \n",
    "source": "Chapter 17-1 MEDICAL CANNABIS"
  },
  {
    "chunk_index": 8,
    "text": "Any violation of any county ordinance relevant to medical cannabis dispensary or testing \nfacility control.  \n \nFor any licensee with multiple licenses, upon suspension or revocation of any license pursuant to \nthis chapter, the licensee shall cease operation under all cannabis establishment licenses held by the \nlicensee for the same period as the suspension or revocation. \n17-3-11 \nSUSPENSION AND REVOCATION PROCESS \nA. \nThe license holder will receive a notice of intent to suspend or notice of intent to revoke \ninforming the license holder of the violation and the City’s intention to suspend or revoke \nthe license. The notice will be hand delivered to the license holder or an employee or agent \nof the license holder or sent by certified mail, return receipt requested to the physical \naddress of the cannabis establishment.  \n \nB. \nIf the license holder disputes its license should be suspended or revoked, the license holder \nhas ten (10) days from the postmark date on the notice or the date the notice was hand \ndelivered to request a hearing before a hearing panel, which will consist of the Mayor, City \nAdministrator, and Police Chief or their designee. \n \nC. \nA suspension will be for thirty (30) days and begins ten (10) days after the postmark date \non the notice or the date the notice is hand delivered unless the license holder exercises its \nrights to process and appeal, in which case the suspension takes effect upon the final \ndetermination of suspension. \n \nD. \nA revocation will be for one (1) year and begins ten (10) days after the postmark date on \nthe notice or the date the notice is hand delivered unless the license holder appeals the \nrevocation, in which case the revocation takes effect upon the final determination of \nrevocation. \n \nE. \nThe license holder who has had the license revoked may not be issued any cannabis \nestablishment license for one year from the date the revocation became effective and must \napply for a license at the end of that year. Should in the interim the maximum number of \ncannabis establishments be met through reduction of licenses by the City Council or \nissuance to any other licensee, then no license shall be issued. \n \nF. \nA license holder whose license has been suspended or revoked and who may no longer \nlegally possess cannabis, cannabis products or other restricted items shall be responsible to \npay the actual costs incurred by the City for securing, storing, safeguarding, transferring or \ndisposing of any such items. \n \n17-3-12 \nAPPEAL \nAny licensee or applicant aggrieved by a decision regarding the issuance of a license, rejection of \nan application, suspension of a license or revocation of a license under this chapter may file \nan appeal to the City Council by submitting a written appeal within ten (10) days of the postmark \non the notice of denial, nonrenewal, suspension, or revocation. The written appeal must be submitted \nto City of Brandon, City Administrator, P.O. Box 95, Brandon, South Dakota 57005-0095. The \nappeal will be considered by the City Council at a regularly scheduled or special meeting within one \nmonth of the receipt of the appeal.  The Council will issue a written decision withing two weeks \nafter the meeting.  The Council’s decision may be appealed thereafter pursuant to South Dakota law.  \n17-3-13 \nLICENSES NOT TRANSFERRABLE \n\nNo cannabis establishment license holder may transfer the license to any other person or entity either \nwith or without consideration, nor may a license holder operate a cannabis establishment at any \nplace other than the address designated in the application.  A license issued under this Chapter is \nnot a property right.  \n \n17-3-14 \nNO CITY LIABILITY; INDEMNIFICATION; NO DEFENSE \nA. \nBy accepting a license issued by the City, the Licensee waives any claim concerning, and \nreleases the City, its officers, elected officials, employees, attorneys and agents from, any \n",
    "source": "Chapter 17-1 MEDICAL CANNABIS"
  },
  {
    "chunk_index": 9,
    "text": "liability for injuries or damages of any kind that result from any arrest or prosecution of \nbusiness owners, operators, employees, clients or customers of the Licensee for a violation \nof state or federal laws, rules or regulations.  \nB. \nBy accepting a license issued by the City, all Licensees, jointly and severally if more than \none, agree to indemnify, defend and hold harmless the City, its officers, elected officials, \nemployees, attorneys, agents, insurers and self-insurance pool against all liability, claims \nand demands on account of any Injury, loss or damage, including without limitation claims \narising from bodily injury, personal injury, sickness, disease, death, property loss or \ndamage, or any other loss of any kind whatsoever arising out of or in any manner connected \nwith the operation of the medical cannabis dispensary that is the subject of the license. \nC. \nThe issuance of a license pursuant to this section shall not be deemed to create an exception, \ndefense or immunity for any person in regard to any potential criminal liability the person \nmay have under state or federal law for the cultivation, possession, sale, distribution, or use \nof marijuana. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nCHAPTER 17-4 \nPROVISIONS FOR OPERATION OF ESTABLISHMENTS  \n& REGULATIONS \n \n17-4-1 \nCANNABIS ESTABLISHMENT LOCATIONS \nNo cannabis establishment shall be owned or operated at a location within the City’s zoning \njurisdiction except as provided in this section.   \n \nA. \nAll cannabis establishments must be located not less than 1000 feet from any public or \nprivate school, including an elementary, intermediate, middle or high school.  The distance \nshall be located at least the specified distance measured radially in a straight line from the \nclosest point of the building or actual leased space of the cannabis establishment to the \nclosest point of the building or actual leased space of the school, whether located in \nBrandon or an adjoining community. \n \nB.        A cannabis dispensary, cannabis cultivation facility, a cannabis testing facility, and/or a \n \n \n \ncannabis product manufacturing facility may all be located at one enclosed property  \n \n \n \nlocation and/or in a shared use building provided the requirements of ARSD 44:90:04:04  \n \n \n \nare met.  In addition, 300 feet between cannabis establishments must otherwise exist,  \n \n \n \nmeasured from closest point of the buildings. \n \nC. \nA cannabis cultivation facility and a cannabis product manufacturing facility shall be \nconsidered a conditional use in the following districts: Light Industrial or Heavy Industrial.  \nPermanent or temporary such cannabis establishments are prohibited in all other zoning \ndistricts and not eligible for home occupation use and it shall be unlawful for any such \ncannabis establishment to operate in a building which contains a residence or a mixed-use \nbuilding with commercial and residential uses. \n \nD. \nA cannabis dispensary and cannabis testing facility shall be considered a conditional use \nin the following districts: General Business, Central Business, Light Industrial or Heavy \nIndustrial. Permanent or temporary dispensaries are prohibited in all other zoning districts \nand not eligible for home occupation use, and it shall be unlawful for any cannabis \ndispensary to operate in a building which contain a residence or a mixed-use building with \ncommercial and residential uses. \n \n17-4-2 \nCONDITIONAL USE PERMIT  \nAll cannabis establishments shall require a conditional use permit.  In granting a conditional use \npermit for any cannabis establishment, the City may impose such additional reasonable \nrequirements as it deems appropriate to mitigate or prevent harmful secondary effects of cannabis \nestablishments. In imposing such conditions, the City may rely on studies and information available \nat the time the permit is issued.  The cannabis establishment must positively comply with all the \n",
    "source": "Chapter 17-1 MEDICAL CANNABIS"
  },
  {
    "chunk_index": 10,
    "text": "current zoning, health and building regulations that apply to the site and building at the time of \napplication for the Conditional Use Permit.  In addition to other factors that may be properly \nconsidered in the grant of denial of a variance or conditional use permit, the following factors shall \nbe relevant for variance and conditional use requests relating to cannabis establishments: \n \nA. \nThat the proposed land use is consistent with the intent of this chapter and will not be \ncontrary to public interest or injurious to nearby properties. \n \nB. \nThat the proposed land use will not cause or contribute to the formation or expansion of \nblighted area. \n \nC. \nThat the City is able to provide the estimated water and sewer needs for the cannabis \n\nestablishment(s)’ operations. \n \nD. \nThat all applicable ordinances and regulations will be observed. \n \n17-4-3 \nISSUANCE OF PERMITS \nThe zoning official is authorized to issue permits (building/use) for a cannabis establishment subject \n \nto following:   \n \nA. \nSubmission of a site plan containing the following:  \n \n1. Any information required for applicable building permit;  \n2. Ingress and egress plan;  \n3. Parking plan; \n \n4. Lighting plan (including security lighting); \n \n5. Screening/security fencing plan; \n \n6. Refuse plan; \n \n7. Hours of operation; and \n \n8. Any other information as lawfully may be required by the Zoning official to determine \ncompliance with this ordinance. \n \nB. \nDocumentation of ability to meet setback/separation requirements. \n \nC. \nDocumentation of State Registration Certificate. \n \n17-4-4 \nCERTIFICATE OF OCCUPANCY & LICENSE DISPLAY \nA. \nA Licensee shall not begin operation or open its doors to the public until it receives from \nthe City a certificate of occupancy. The City shall not issue a certificate of occupancy until \nthe City’s Building Official-Code Enforcement Officer and Police Chief or designee have \nfully inspected the licensed premises and security plan and determined that the \nestablishment satisfies all requirements of licensure as set forth in this ordinance, all \napplicable zoning requirements, and all other applicable federal, state, and local laws and \nbuilding codes, and that the licensed establishment is ready for occupancy with such \nequipment and security measures in place as may be necessary to comply with the \napplicable provisions of this Ordinance and state law. The City shall not issue a certificate \nof occupancy until the Licensee provides written evidence that the Licensee has paid the \nLicense Fee and all registration application fees due to the state in connection with the \nSouth Dakota Department of Health’s review of the application. \n \nB. \nThe license must be posted in a conspicuous place at or near the entrance to the cannabis \nestablishment so that it may be easily read at any time. \n \n17-4-5 \nGENERAL OPERATION OBLIGATIONS OF LICENSEES \n \n \nAll cannabis establishments in the City must: \n \nA. \nComply with zoning and land use requirements and obtain all necessary zoning and land \nuse approvals.  \n\n \nB. \nComply with building and fire codes applicable to the type of facility and license, \nincluding, but not limited to, compliance with the requirements for fire suppression, \nsignage, and parking.  \n \nC. \nOnly operate between the hours stated on its operating plan of record.  \n \nD. \nKeep any information stated in an approved application current and up to date.   \n \nE. \nHave written policies, procedures, or plans detailing appropriate security measures \ndesigned to deter theft of cannabis and have at minimum the following security system: \n \n1. Electronic video security recording system, internal and external, which retains \nrecordings for 90 days. \n \n2. Well-lit perimeter.  \n \n3. Locked, fully enclosed facility.  \n \n4. Internal security to track access to building and all cannabis.  \n \n5. Any additional security to comply with the requirements of SDCL 34-20G and \nDepartment and City rules.  \n \nF. \n",
    "source": "Chapter 17-1 MEDICAL CANNABIS"
  },
  {
    "chunk_index": 11,
    "text": "Conduct a valid background check of anyone who is a board member, principal officer, \nagent, volunteer, or employee. \n \nG. \nNot employ any person who has been convicted of a disqualifying felony offense or who \nis under 21 years old.  \n \nH. \nNot allow smoking or consumption of cannabis at the cannabis establishment. \n \nI. \nConduct all business and activities within the respective facilities within an enclosed \nstructure and outside of the public view, including but not limited to, cultivating, growing, \nprocessing, displaying, manufacturing, selling and storage except such loading and \nunloading which is incidental to such indoor activities, and as otherwise authorized and \nlicensed by the Department and City.  \n \nJ. \nInsure that cannabis or related paraphernalia shall be displayed or kept in a business so as \nto be visible from outside the cannabis establishment.  \n \nK. \nHave written policies, procedures or plan detailing an odor control plan. \n \nL. \nNot allow the emission of any gas, vapors, odors, smoke, dust, heat, or glare that is \nnoticeable at or beyond the property line of the cannabis establishment. Sufficient measures \nand means of preventing the escape of such substances from a cannabis establishment must \nbe provided at all times. In the event that any gas, vapors, odors, smoke, dust, heat, or glare \nor other substances exit a cannabis establishment, the owner of the subject premises and \nthe Licensee shall be jointly and severally liable for such conditions and shall be \nresponsible for immediate, full clean-up and correction of such condition. The cannabis \nestablishment shall properly dispose of all such materials, items, and other substances in a \nsafe, sanitary, and secure manner and in accordance with all applicable federal, state, and \nlocal laws and regulations. \n \nM. \nOnly allow access by authorized agents of the medical cannabis dispensary or testing \nfacility, emergency personnel, and authorized visitors, such as contractors or vendors, who \n\nare at least 21 years of age and are accompanied by an authorized medical cannabis \nestablishment agent. \n \nN. \nRequire all authorized visitors to comply with the requirements set forth by Department \nand City Rules, and all document in a visitor log all visitor names, times of visit, and \npurpose of visit, of which records must be maintained for at least five (5) years by the \nmedical cannabis establishment, and must be made available upon request to state or local \nregulatory authorities or law enforcement, as part of any official audit, inspection, or \ninvestigation.  \n \nO. \nRetain all books and records necessary to show fully the business transactions of the \nLicensee for a period of the current tax year and the three immediately prior tax years. Such \nrecords shall be maintained in a manner which, if released to the City, would not contain \ninformation protected by state law. Such records must be provided to the City upon request. \n \nP. \nPay all delinquent court judgments arising out of their operations.  \n \nQ. \nNot permit the general public to access any part of a cannabis establishment except where \nsuch access is permitted by law. \n17-4-6 \nADDITIONAL REQUIREMENTS FOR CANNABIS DISPENSARIES \nIn addition to compliance with the requirements in 17-4-5, all cannabis dispensaries shall: \n \nA. \nNot allow more than 10 non-employees within the secured area at one time.  \n \nB. \nOperate only between the hours of 8:00 a.m. and 10:00 p.m. \n \nC. \nMake all sales of cannabis in person, directly to the purchaser, within the retail area of the \ncannabis dispensary. No sales shall be made via telephone, internet, or other means of \nremote purchase. Deliveries shall occur only in person to the purchaser at the time of \npurchase within the retail area of the cannabis dispensary. No drive up windows or other \nsimilar delivery process shall be allowed.  \n \nD. \nNot share any physical location with any practitioner.   \n \nE. \n",
    "source": "Chapter 17-1 MEDICAL CANNABIS"
  },
  {
    "chunk_index": 12,
    "text": "Permit access to the facility to cardholders only upon verification of identity and \nverification of the validity of the registry identification card, and only during authorized \nhours of operation and in accordance with Department and City rules.   \n \nF. \nNot issue cannabis to anyone who is not a qualifying patient or a designated caregiver with \na current and valid registry identification card issued by the Department.  \n \nG. \nMaintain their cannabis dispensary and premises within the following minimum \nrequirements:  \n \n1. \nEvery dispensary Licensee shall inspect their premises from lot line to lot line, all \nadjacent streets, sidewalks and alleys adjoining their premise, and sidewalks and \nalleys within one hundred (100) feet of such premise lot lines and shall remove \nany litter and debris found there on a daily basis to prevent the accumulation of \nlitter and debris and the accidental or uncontrolled release of cannabis or cannabis \nproducts.  \n \n2. \nA secured door at both its entrance and exist that allows eligible person to exit the \nretail area, along with a controlled location between the entrance and retail floor \nwhere verification of entrance eligibility into the retail floor may be conducted. \n\n \n3. \nAll solid waste and recyclable materials shall be stored in refuse containers made \nof metal or approved plastic and shall be equipped with secure lids or covers, and \nsuch covers shall remain closed so as to prevent the intrusion of storm water or \nvermin.  \n \n4. \nRefuse storage containers shall be enclosed on all four sides by screening \ncompatible with the principal structure and not less than two feet higher than the \nrefuse container or shall be otherwise effectively screened from the street and \nadjacent properties. \n \n17-4-7 \nSIGNAGE AND ADVERTISING \nA. \nCannabis establishments shall apply for a sign permit from the City. All exterior signage \nassociated with a cannabis establishment must meet the standards established in the City \ncode. In addition, no exterior signage shall use the word \"marijuana,\" \"cannabis,\" or any \nother word, phrase, or symbol commonly understood to refer to cannabis, shall display a \nmarijuana leaf or a depictions of a person holding or smoking cannabis in any location \nvisible to the public. \n \nB. \nWithin each cannabis dispensary, there shall be posted in a conspicuous location a legible \nsign containing the following warnings:  \n \n1. \nA warning that the use of cannabis may impair a person's ability to drive a motor \nvehicle or operate machinery, and that it is illegal under state law to drive a motor \nvehicle or operate machinery when under the influence of or impaired by \ncannabis;  \n \n2. \nA warning that possession and distribution of cannabis is a violation of federal \nlaw;  \n \n3. \nA warning that consumption of cannabis on the property of a cannabis \nestablishment is prohibited by law; and   \n \n4. \nA warning that smoking or ingesting cannabis in public or on any form of public \ntransportation is prohibited by City law. \n \n17-4-8 \nFINANCIAL RESPONSIBILITY \nA. \nA Licensee must file with the City finance officer certificates or policies of insurance \nissued by a responsible insurer in the amounts and for the purposes established below. The \nApplicant must list the City as an additional insured on each policy.  \n \nB. \nA Licensee must maintain a commercial general liability policy, or equivalent, with a limit \nof not less than two million dollars ($2,000,000.00) for each occurrence. If such insurance \ncontains a general aggregate limit, it must be no less than double the occurrence limit.  \n \nC. \nUpon request, the City may demand and the Applicant or Licensee must provide proof of \nany other type of insurance required by law.  \n \n17-4-9 \nLIABILITY FOR VIOLATIONS \nNotwithstanding anything to the contrary, for the purposes of this article, an act by an employee or \nagent of a cannabis establishment that constitutes grounds for suspension or revocation will be \n",
    "source": "Chapter 17-1 MEDICAL CANNABIS"
  },
  {
    "chunk_index": 13,
    "text": "imputed to the cannabis establishment license holder for purposes of finding a violation of this \narticle, or for purposes of license denial, suspension, or revocation, only if an officer, director or \ngeneral partner or a person who managed, supervised or controlled the operation of the cannabis \n\nestablishment, knowingly allowed such act to occur on the premises. \n \n17-4-10 \nPENALTIES \nAny person who operates or causes to be operated a cannabis establishment without a valid license \nor in violation of this Chapter is subject to a suit for injunction as well as prosecution for ordinance \nviolations. Such violations are punishable by a maximum fine of five hundred dollars \n($500.00). Each day a cannabis establishment so operates is a separate offense or violation. \n \n \nLegislative History: \n \n \n \n \nOrdinance No. 637, 9/29/21 \nOrdinance No. 650, 12/15/21 \n \n",
    "source": "Chapter 17-1 MEDICAL CANNABIS"
  }
]