[
  {
    "chunk_index": 1,
    "text": "CHAPTER 3-1\nDEFINITIONS\n3-1-1\nANIMALS\nIntent: These regulations are enacted for the purpose of regulating the ownership and\npossession of animals in order to protect and promote the public health, safety and\nwelfare for the residents and animals of the City of Brandon.\nEffective Date: These regulations shall be in full force and effect from and after its\npassage and publication as provided by law.\nSaving Clause: These regulations shall in no manner affect pending actions either civil\nor criminal, founded on or growing out of any regulations hereby repealed.  These\nregulations shall in no manner affect rights or causes of action, either civil or criminal,\nnot in suit that may have already accrued or grown out of any regulations repealed.\nSeverability:  Should any provision of this ordinance be declared invalid for any reason,\nsuch decision shall not affect the validity of the ordinance as a whole, or any portion\nthereof.\nLegislative History:\nAuthority:\nOrdinance No. 330, 8/1/03\nSDCL § 9-29-1, 2, 3, 11 ,12 & 13\n \n               \n3-1-2\nDEFINITIONS IN GENERAL\nWords, when used in this chapter, unless the context otherwise plainly refers, shall have\nthe meaning indicated:\nA.\nANIMAL:  Any mammal, bird, reptile, amphibian or fish, except humans.\nB.\nANIMAL CONTROL OFFICER:  Any person or persons duly appointed to\nthe position by the City Council or an employee of the Sioux Falls Humane\nSociety responsible for the animal control within the City.\nC.          ANIMAL SHELTER:  Facility designated for the care of animals impounded,\nwhether maintained by the City or a contracted agency.\nD.\nAT LARGE:  An animal which is not under the control of the owner,\npossessor, keeper, agent, servant, or a member of his immediate family by a\nleash or lead or by being tied to a sturdy stake or tree, or is not within an area\nwhich is fenced.\nE.          EXOTIC ANIMALS:  Any animal which is ordinarily found in an unconfined\nstate and is usually not kept as a household pet, including, but not limited to:\nLions, tigers, cheetahs, panthers, leopards, cougar, mountain lions, ocelots, any\nwild members of the genus felis, lynx, bobcats, foxes, minks, skunks, raccoons,\nbears, nonhuman primates, wolves and coyotes.  “Exotic Animal” shall not\ninclude domestic ferrets (Mustelia Furo), livestock, or household pets as defined\nherein.  Alleged domestication of any exotic animals shall not affect its status\nunder this definition.\n\nF.\nFENCE:  A fence may be visible or invisible.  Fences meant to contain an\nunleashed or untied animal must be constructed of materials and in a manner\ndesigned to achieve the purpose of containment of the animal intended to be\nkept within the area fenced.  An animal which is able to breach the fences may\nbe considered to be at large and may be impounded.\nG.\nHOUSEHOLD PET:  An animal customarily permitted to be kept in a yard or\ndwelling for company or pleasure, including but not limited to, dogs, cats, pot-\nbellied pigs, gerbils, hamsters, tropical fish, or common house birds, provided\nthat such animals are not kept to supplement food supplies or for any\ncommercial purpose.  “Household Pet” shall not include animals which are the\noffspring of a household pet or are exotic animals as defined herein.\nH.\nIMPOUND:   The act by an authorized person of taking up and confining an\nanimal within an animal control facility or shelter.\nI.\nLIVESTOCK:   Includes but is not limited to horses, mules, cattle, bison,\nburros, llamas, alpacas, swine, sheep and goats.  Poultry includes but is not\nlimited to chickens, turkeys, game birds, peafowl and ostriches.\nJ.\nLEASH: Means a cord, thong, or chain not more than ten (10) feet in length by\nwhich an animal is controlled by the person accompanying it off the caretaker’s\nproperty.\nK.\nOWNER: Means a person owning, keeping or harboring an animal; the\noccupant of any premises to which a dog an animal customarily returns is\npresumed to be the owner.\nL.\n",
    "source": "Chapter 3-1 ANIMALS"
  },
  {
    "chunk_index": 2,
    "text": "PREMISES: Means the dwelling house and outbuildings and the lot or tract of\nland on which the same are situated and shall include an automobile or other\nvehicle in which the owner of the animal shall be an occupant or of which he\nshall have control, or in which the animal shall be situated with the consent of\nthe owner of the vehicle.\nM.\nVACCINATION: Means the injection by a licensed veterinarian of vaccine. \nN.\nVETERINARIAN: Means any licensed practitioner of veterinary medicine\nlicensed to practice such profession in the state.\nO.\nVICIOUS ANIMAL:  Is one that bites or attempts to bite any person; bites\nanother animal, or in a vicious and terrorizing manner approaches any person\nin an apparent attitude of attack, whether or not the attack is consummated.\nLegislative History:\nAuthority:\nOrdinance No. 2, Article 4,         \nSDCL § 9-29-3, 9-29-12;\n                  \n                  Ordinance No. 266, 5/5/98\nSee Also § 2-14-4.\n§1, 12/10/73 in part\nOrdinance No. 330, 8/1/03\nOrdinance No. 351, 7/20/04\n",
    "source": "Chapter 3-1 ANIMALS"
  }
]