[
  {
    "chunk_index": 1,
    "text": "CHAPTER 6-4\nLANDSCAPE IRRIGATION CONTRACTORS \n6-4-1\nDEFINITIONS\nOwner: Is a natural person who physically performs plumbing work on the premises the\nperson owns and actually occupies as a residence or owns and will occupy as a residence\nupon completion of construction.\nLandscape Irrigation Contractor: A person who engages in the business or trade of\ninstalling, altering, repairing, relocating, replacing, or adding to irrigation systems inside or\noutside a building.\nIrrigation System: A device or combination of devices having a hose, pipe or other\nconduit, installed in or upon the landscape, that transmits water supplied by the city,\nthrough which a device or combination of devices, the water is drawn and applied to\nlawns, landscapes or green space.\nRain Sensor: A device that measures rainfall and will override the irrigation  cycle of an\nirrigation system and turn the system off when a predetermined amount of rain has fallen.\nLegislative History:\nAuthority:\nOrdinance No. 403, 7/31/07.\nSDCL 9-34-12\n6-4-2\nLICENSES AND PERMITS REQUIRED\nA.\nInstallation by owner.  Owners may install an irrigation system or equipment on\nthe premises of a single-family residence which they occupy or will occupy as\ntheir own home.  All equipment installed by the owner shall be for the owner\nwithout compensation from or to any other persons for labor or installation\nexcept a qualified licensed plumber.  The owner shall file plans, apply for and\nsecure a permit, pay fees, and call for a final inspection.\nLegislative History:\nAuthority:\nOrdinance No. 403, 7/31/07.\nSDCL 9-34-12 \nOrdinance No. 403, 2/5/19.\n6-4-3\nPERMIT FEE AND LICENSE FEES\nThe Brandon City Council shall, from time to time, establish a permit fee and license fee by\nresolution.\nLegislative History:\nAuthority:\nOrdinance No. 403, 7/31/07.\nSDCL  9-34-12 \n\n6-4-4\nLICENSE TERM RENEWAL\nAll licenses issued under the provisions of this chapter are annual and expire on December\n31  of every year regardless of issue date.  All renewal fees shall be paid prior to the\nst\nlicense being renewed.\nLegislative History:\nAuthority:\nOrdinance No. 403, 7/31/07.\nSDCL 9-34-12 \n6-4-5\nRAIN SENSORS\nIn any installation of an irrigation system, rain sensors must be installed.\nLegislative History:\nAuthority:\nOrdinance No. 403, 7/31/07.\nSDCL 9-34-12 \nOrdinance No. 403, 2/5/19.\n6-4-6\nBACKFLOW PREVENTER REQUIRED\nAn acceptable pressure vacuum breaker installed 12\" above the highest sprinkler head or\npiping shall be installed as per national standard plumbing code.\nLegislative History:\nAuthority:\nOrdinance No. 403, 7/31/07.\nSDCL 9-34-12 \n6-4-7\nMAPS REQUIRED\nAccurate as-built maps of systems installed in the boulevard must be furnished to the City\non completion of installation.\nLegislative History:\nAuthority:\nOrdinance No. 403, 7/31/07.\nSDCL 9-34-12 \n6-4-8\nSUSPENSION, REVOCATION OR SUSPENSION OF LICENSE\nThe licensed or application of irrigation installer may be refused, revoked or suspended in\naccordance with the procedures outlined in Brandon City Ordinance 6-29, 6-2-10, 6-2-\n11,and 6-2-12.\n \nLegislative History:\nAuthority:\nOrdinance No. 403, 7/31/07.\nSDCL 9-34-12 \n",
    "source": "Chapter 6-4 LANDSCAPE IRRIGATION CONTRACTORS"
  }
]