[
  {
    "chunk_index": 1,
    "text": "TITLE  TWO\nALCOHOLIC  BEVERAGES\nChapter 2-1\nDefinitions\nChapter 2-2\nGeneral\nChapter 2-3\nLicensing\nChapter 2-4\nProvisions For Selling, Distributing \nAnd Consuming Alcohol\nCHAPTER 2-1\nDEFINITIONS\n2-1-1\nDEFINITION OF TERMS\nTerms used in this title, unless the context otherwise plainly requires, shall mean:\nA.\nALCOHOLIC BEVERAGE:  any distilled spirits, wine and malt beverages as\ndefined in this title.\nB.\nBEER GARDEN: An out door area accommodating twenty or fewer persons\nand which is connected to a structure for which a alcoholic beverage license is in\neffect.  A beer garden may also be referred to as an out door patio, a patio, or a\ndeck.\nC.\nBULK CONTAINER:  any package or any container within which container\nare one or more package.\nD.\nCARRIER:  a person who for hire transports passengers and who sells or\nfurnishes to passengers for consumption alcoholic beverages aboard any means\nof conveyance.\nE.\nDEPARTMENT:  the department of revenue of the state of South Dakota.\nF.\nDISPENSER:  a duly licensed physician, dentist, veterinarian, osteopath,\npodiatrist, chiropractor, or pharmacist, or a druggist, sanitarium, hospital, clinic,\neducation institution, industrial company, or industrial corporation who\npurchases alcohol for scientific and medicinal purposes.\nG.\nDISTILLED SPIRITS:  ethyl alcohol, hydrated oxide of ethyl, spirits of wine,\nwhiskey, rum, brandy, gin and other distilled spirits, including all dilutions and\nmixtures thereof, for nonindustrial use containing not less than one half of one\npercent of alcohol by weight.\nH.\nDISTILLER:  any person who owns, or who himself or through others, directly\nor indirectly, operates or aids in operating any distillery or other establishment\nfor the production, rectifying, blending or bottling of distilled spirits.\nI.\nMALT BEVERAGE:  a beverage made by the alcoholic fermentation of an\ninfusion or decoction, or \ncombination of both, in potable brewing water, of \n\nmalted barley with hops, or their parts, or their products, and with or without\nother malted cereals, and with or without the addition of un-malted or prepared\ncereals, other carbohydrates or products prepared therefrom, and with or without\nthe addition of carbon dioxide, and with or without other wholesome products\nsuitable for human consumption containing not less than one half of one percent\nof alcohol by weight.\nJ.\nMANUFACTURER:  any person who owns or who himself of through others,\ndirectly or indirectly, operates or aids in operating any establishment for the\nbrewing, production, bottling or blending of malt beverages\nor wine.\nK.\nMUNICIPALITY:  any incorporated City or town, and any \nunincorporated\nplatted town having a United States post office, provided that the withdrawal of a\nUnited States post office from any of the herein described municipalities shall\nnot affect the right of established liquor licenses to be continued, renewed or\ntransferred; and shall not prevent the owner or bona fide lessee of the licensed\npremises from receiving a renewal or re-issuance of such license.\nL.\nOFF SALE:  the sale of any alcoholic beverage, for consumption off the\npremises where sold.\nM.\nON SALE:  the sale of any alcoholic beverage for consumption only upon the\npremises where sold.\nN.\nON SALE DEALER:  any person who sells, or keeps for sale, any alcoholic\nbeverage for consumption on the premises where sold.\nO.\nPACKAGE:  the bottle or immediate container of any alcoholic beverage.\nP.\nPACKAGE DEALER:  any person other than a distiller, manufacturer, or\nwholesaler who sells or keeps for sale, any alcoholic beverage for consumption\noff the premises where sold.\nQ.\nPOPULATION:  number of inhabitants as determined by the last preceding\nfederal census.\nR.\nPUBLIC PLACE:  any place, whether within or without a building, any street,\nhighway, alley, sidewalk or parking lot, commonly and customarily open to or\nused by the general public, whether open or closed to the public, unless\napproved by the City Council.\nS.\n",
    "source": "Chapter 2-1 ALCOHOLIC  BEVERAGES"
  },
  {
    "chunk_index": 2,
    "text": "RETAIL LICENSE:  an on or off sale license issued under the provisions of\nthis title.\nT.\nRETAILER OR RETAIL DEALER:  any person who sells alcoholic\nbeverages for other than resale.\nU.\nSALE:  the transfer, for a consideration of title to any alcoholic beverage.\nV.\nSECRETARY:  the secretary of revenue of the state of South Dakota.\nW.\nSOLICITOR:  any person employed by a licensed \nwholesaler within this\nstate, or by any distiller or manufacturer within or without this state, who\ncontacts a wholesaler or retail dealer within this state for the purpose of selling,\n\npromoting or advertising alcoholic beverages or for any other reason connected\nwith the alcoholic beverage industry but shall not include employees of\nwholesale or transporter licenses who only deliver such beverages.\nX.\nTRANSPORTATION COMPANY OR TRANSPORTER:  any common \ncarrier or operator of a private vehicle transporting or accepting for\ntransportation any alcoholic beverages except low point beer, but not including\ntransportation by carriers in interstate commerce where the shipment originates\noutside of the state and is destined to a point outside of the state.\nY.\nWHOLESALER:  any person who sells alcoholic beverages to retailers for\nresale.\nZ.\nWINE:  any liquid either commonly used, or reasonably adapted to use, for\nbeverage purposes, and obtained by the fermentation of the natural sugar content\nof fruits or other agricultural products containing sugar and containing not less\nthan one half of one percent of alcohol by weight but not more than twenty-four\npercent of alcohol by weight.\nLegislative History:\nAlcoholic Beverages:\nApplication of statutory \nLow point beer is included in \ndefinitions, ยง 2-14-4.\nthe statutory definition of \n1990 Revisions\nalcoholic beverages.  Snow \nOrdinance No. 455, 8-18-09\nLand, Inc. v. City of Brookings\n(1979) 282 NW 2d 607\nSale on Credit:                   \nOpinions of the Attorney General:\nA sale of alcoholic beverages\nLiquor license not granted to\nas contemplated by this section \nanyone in area of un-platted \n includes the transfer of the\nunincorporated town, Report\nbeverage in exchange for\n1953-54, p.23.\ndishonored check, as upon\nSummer resort not \"unincorporated\ndishonor the check becomes\ntown,\"\nan absolute promise to pay.\nReport 1935-36, p. 258.\n(Sale On Credit Continued)\nand a sale on credit is within\npurview of the statute.\nState v. Murphy (1951) 74 SD\n21, 48 NW 2d 225.\nCollateral References:\nWhat constitutes \"sale\" of\nliquor in violation of statute\nor ordinances, 89 ALR 3d 551.\n",
    "source": "Chapter 2-1 ALCOHOLIC  BEVERAGES"
  }
]