[
  {
    "chunk_index": 1,
    "text": "CHAPTER  6-5\nGARBAGE  PROVISIONS\n6-5-1\nDEFINITIONS.\nFor the purposes of this ordinance, the following terms shall have the meanings indicated,\nunless the context clearly indicates otherwise. \nCHIEF ELECTED OFFICIAL: The Mayor, authorized under South Dakota Codified\nLaws as the chief elected or presiding official of the Governing Board of the City of\nBrandon,  SD.\nCOMMERCIAL GARBAGE HAULER: Any individual, corporation, organization or\nbusiness that collects or transports any type of solid waste for other parties.  Entities\nwhich transport their own solid waste, and entities which transport waste solely for reuse\nor recycling but not for disposal, are not included in this definition.\nCOMMERCIAL GARBAGE HAULER LICENSE OR LICENSE: A license issued\nby the City of Brandon, S.D. under the terms of this ordinance.\nGOVERNING BOARD: The City Council, authorized under South Dakota Codified\nLaws as the governing body of the City of Brandon, S.D.\n  \nLICENSE HOLDER OR LICENSEE: Any commercial garbage hauler which holds a\nCommercial Garbage Hauler License.\nRATE STRUCTURE: The structure of charges made by a Commercial Garbage Hauler\nto its customers.  This term is not intended to include the level of the rates charged;\nrather, it is intended to include the overall structure of the rates charged.  This term is\nintended to refer to the relationship between rates charged by a particular hauler (a) to\ndifferent customers, and/or (b) for different volumes of waste, and/or (c) for different\ntypes of waste.\nSDCL: South Dakota Codified Law.\nSOLID WASTE (SDCL 34A-6-1.3): Any garbage, refuse, sludge from a waste\ntreatment plant, water supply treatment plant or air pollution control facility and other\ndiscarded materials, including solid, liquid, semi-solid or contained gaseous material\nresulting from industrial, commercial and agricultural operations, and from community\nactivities, but does not include mining waste in connection with a mine permitted  under\nTitle 45, hazardous waste as defined under Chapter 34A-11, solid or dissolved materials\nin domestic sewage or dissolved materials in irrigation return flows, or industrial\ndischarges which are point sources subject to permits under Section 402 of the federal\nWater Pollution Control Act, as amended to January, 1989, or source, special nuclear or\nby-product material as defined by the atomic Energy Act of 1954, as amended to January\n1, 1989.\nVOLUME BASED: The property of providing financial incentives to encourage source\nreduction, re-use, and recycling.  Specifically, this term refers to garbage collection rate\nstructures which provide for user fees which increase as the volume of waste collected\nincreases.\n\nLegislative History:\nOrdinance No. 232, 2/14/95\n6-5-2\nLICENSE REQUIRED.\nIt shall be unlawful for a commercial garbage hauler to use the streets or roads within the\nCity of Brandon for the collection, removal or disposal of any solid waste, without first\nhaving obtained a Commercial Garbage Hauler License from the City of Brandon, S.D.\nLegislative History:\nOrdinance No. 232, 2/14/95\n6-5-3\nAPPLICATION FOR LICENSE.\nThe form for application for a Commercial Garbage Hauler License and renewal thereof,\nas required by the provisions of this ordinance, shall be available from the Municipal\nFinance Officer.  Upon completion of the application, the applicant shall return it to the\nMunicipal Finance Officer for review.  For an application to be considered complete, the\napplicant must also submit:\nA..\nProof of certification by the Sioux Falls Health Department that the applicant will\nbe allowed to deposit solid waste collected from the City of Brandon, S.D. in the\nSioux Falls Sanitary Landfill;\nA.\nCertificate of insurance coverage, as described in the Performance Standards\n(Section 6-5-8, E);\nB.\nProposed rate structure, as described in the Performance Standards (Section 6-5-8,\nG);\nC.\nPayment of an application fee in accordance with the fee schedule determined\n",
    "source": "Chapter  6-5 GARBAGE PROVISIONS"
  },
  {
    "chunk_index": 2,
    "text": "annually by the City Council by adoption of a resolution;\nD.\nA written description of the recycling program offered by the hauler to its\ncustomers.\nLegislative History:\nOrdinance No. 232, 2/14/95\n6-5-4\nAPPROVAL OF APPLICATION BY GOVERNING BODY \nREQUIRED PRIOR TO LICENSURE.\nBefore any Commercial Garbage Hauler License shall be issued, renewed or transferred\nunder the provisions of this ordinance, the Governing Board must approve the Application\nfor License.  The Governing Board may required the applicant to furnish additional\ninformation related to the provisions of this ordinance, prior to approval of an application.\nUpon approval of the application, the Municipal Finance Officer shall issue a Commercial\nGarbage hauler License to the applicant.  Once issued, licenses shall be conditional upon\nthe license holder complying with the Performance Standards in Section 6-5-8 of this\nordinance.\nLegislative History:\nOrdinance No. 232, 2/14/95\n\n6-5-6\nRENEWAL LICENSE.\nA holder of a currently valid Commercial Garbage Hauler License may apply for renewal\nof such a license in the same manner of application described in Section 3 of this ordinance.\nLegislative History:\nOrdinance No. 232, 2/14/95\n6-5-7\nTRANSFER OF LICENSE.\nA holder of a currently valid Commercial Garbage Hauler License, in conjunction with a\nparty wishing to receive such a license, may apply for transfer of such a license in the same\nmanner of application described in Section 6-5-3 of this ordinance.  In such cases, the\npayment of the applicable fee shall be the responsibility of the party to receive the\ntransferred license.  For an application for a transfer to be considered complete, the\nsignatures of an authorized representative from each party must be present on the\napplication form. \nLegislative History:\nOrdinance No. 232, 2/14/95\n6-5-8\nPERFORMANCE STANDARDS.\nFor any Commercial Garbage Hauler License to be effective, the holder of such license shall\ncomply with the following performance standards:\nA.\n Random Load Inspections.  No holder of a Commercial Garbage Hauler License\nshall violate any rule or policy established by  the City of Sioux Falls for the Sioux\nFalls Sanitary Landfill.  All vehicles transporting solid waste to the Sioux   Falls\nSanitary Landfill and licensed under this ordinance shall be subject to random\nload inspections performed by the Sioux Falls Health Department.  License holders\nshould be aware that the Sioux Falls Health Department will forward reports of\nlandfill rule violations to the City of Brandon, S.D.\n   \n B.\nMinimum Design Requirements for Equipment.  All solid waste collection or\ntransportation equipment operated by license  holders are required to meet the\nfollowing standards:\n1.\nVehicles shall be water tight;\n2.\nVehicles shall be covered, with no openings which would allow the\ncontents to escape;\n3.\nVehicle boxes shall be of all metal construction, and shall have metal\ndoors which shall be in a closed position whenever the vehicle is in\nmotion;\n       \n4.\nContainers must be attached or bolted to the frame when in transport;\n \n              5.\nAll vehicles and containers must be manufactured or designed for\nhauling solid waste;\n6. \nVehicles and containers shall be thoroughly washed as directed by the\nGoverning Board of Brandon,  S.D. or the Sioux Falls Health\nDepartment, as my be necessary to keep vehicles and containers in proper\n\nsanitary condition;\n7. \nVehicles shall be loaded so that solid waste does not spill out, fall out,\nblow out or otherwise leave the vehicle or container while it is collecting\nor transporting solid waste.\n   C.\nFrequency of Collection.  \n      \nEach holder of a Commercial Garbage Hauler License shall  collect solid waste\nfrom its customers at least once per week. In cases where a customer of a license\nholder produces a type  or quantity of solid waste which requires more frequent \ncollection to protect public health, sanitation or safety, the Governing Board may\n",
    "source": "Chapter  6-5 GARBAGE PROVISIONS"
  },
  {
    "chunk_index": 3,
    "text": "direct the license holder to collect solid waste from that particular customer on a\nmore frequent basis.\n   D.\nRecycling Programs Required.\n Each holder of a Commercial Garbage Hauler License shall provide a program\nfor collection of recyclable materials.  Each such program shall include collection\nof recyclable materials from customers a minimum of one time per month.  Each\nhauler shall provide to the City, as part of the hauler's annual  application for a\nCommercial Garbage Hauler License, a written  description of the hauler's\nrecycling program.\n   E.\nInsurance Required.\nA certificate of insurance which lists the City of Brandon as  named insured must\nbe provided along with the application for a Commercial Garbage Hauler License.\n1. \nSuch insurance shall protect the applicant and the City of Brandon\nagainst loss from the following:\n   \n    \na. \nLiability imposed by law for damages on account of bodily\ninjury or death resulting therefrom, suffered or alleged to have\nbeen suffered by any person or persons whatever resulting\ndirectly or indirectly from:\n        \n       \n (1) \nAny act, activity, errors or omissions of the          \nlicensee; and\n                   \n(2)\nAny act, activity, errors or omission of any person\nacting for the licensee; and\n       \n \n(3) \nAny act, activity, errors or omissions of any person\nunder the control or direction of the licensee; and \n   \n b. \nLiability imposed by law for damages to property resulting\ndirectly or indirectly from:\n(1) \nAny act, activity, errors or omissions of the licensee;\nand\n(2) \nAny act, activity, errors or omissions of any person\nacting for the licensee; and\n(3) \nAny act, activity, errors of omissions of any person\nunder the control or direction of the  licensee.\n\n       \n2.\nThe certificate of insurance must show that the applicant has secured\nliability insurance with the following coverage:\na. \nFor public liability and property damage and for bodily\ninjury/death, resulting from any one accident or any other cause,\nin the minimum amount of $250,000 for any one occurrence\nand an annual aggregate limit for $500,000 for two or more\noccurrences; and\nb. \nFor damage liability for property damage resulting \nfrom any\none accident or other cause, in the minimum amount of\n$250,000; or\nc. \nCombined coverage for bodily injury/death or property damage,\nin the minimum amount of $1,000,000.\n   F.\nDuty of License Holder.\n      \nLicense holders shall comply with all of the ordinances of the City of Brandon,\nS.D.\n   G.\nRate Structure.\n      \nBeginning with applications for licenses for the year 1995, each applicant for a\nCommercial Garbage Hauler License shall provide, as an attachment to the\napplication, a schedule of the rates which the applicant is proposing to charge its\ncustomers. The rate structure shall demonstrate that the applicant’s  proposed rates\nare volume based, as defined in Section 6-5-1 of this Ordinance.  If applicable,\ncharges shall be categorized  as to residential, commercial, and any other special\ncharges.  If the application is approved, the rate structure identified in  the\napplication shall remain in effect during the term of the license.  A license holder\nmay change the rate structure during the term of the license only upon approval\nby the Governing Board.  The Governing Board may approve a requested change\nonly after a written request from the license  holder, and only if the request\nappears to maintain the principles of volume based rates.\nLegislative History:\nOrdinance No. 232, 2/14/95\n6-5-9\nVEHICLE TO VEHICLE TRANSFER.\nThe loading, unloading, and transfer of garbage collection vehicle to another such vehicle\nshall occur only upon lands or within structures which have been zoned by the City of\nBrandon for Industrial use.\nLegislative History:\nOrdinance No. 232, 2/14/95\n \n6-5-10\nOBLIGATION TO REMOVE.\nGarbage collectors shall be under no obligation to remove any garbage unless the payments\n",
    "source": "Chapter  6-5 GARBAGE PROVISIONS"
  },
  {
    "chunk_index": 4,
    "text": "for the removal of such garbage, as provided by contract with the customer, shall have been\nmade.\nLegislative History:\nOrdinance No. 232, 2/14/95\n\n6-5-11\nREVOCATION.\nAny license issued under the provisions of this chapter may be revoked by the City Council\nfor the violation by the licensee of any applicable provision of state law or City ordinance,\nrule or regulation.\nLegislative History:\nOrdinance No. 232, 2/14/95\n6-5-12\nVIOLATION OF ORDINANCE.\nAny violation of any provision of this Ordinance shall be a petty offense punishable\npursuant to Brandon Municipal Ordinance 1-10-1.\nLegislative History:\nOrdinance No. 232, 2/14/95\nOrdinance No. 271, 9/7/98\n6-5-13\nSAVING CLAUSE.\nIn the event that any part of this ordinance is declared, by a duly authorized court of law,\nto be unconstitutional, in conflict with South Dakota Codified Laws, or in conflict with the\nAdministrative Rules of South Dakota, such part of this ordinance shall become null and\nvoid.  In the event of such a finding against a part of this ordinance, the remainder of this\nordinance shall continue to be effective.\nLegislative History:\nOrdinance No. 232, 2/14/95\n6-5-14\nSEPARABILITY.\n         \nAll prior ordinances or parts of prior ordinances in conflict with the provisions of this\nordinance are hereby repealed.\n       \nLegislative History:\nOrdinance No. 232, 2/14/95\n",
    "source": "Chapter  6-5 GARBAGE PROVISIONS"
  }
]