[
  {
    "chunk_index": 1,
    "text": "CHAPTER 7-10 \nILLEGAL DUMPING & LITTERING \n7-3-10                    ILLEGAL DUMPING & LITTERING \nA. No person shall deposit, discard, abandon, or otherwise place any filth, \nfilthy waters or material, garbage or other nauseous or offensive \nsubstance, offal, ashes, dead animals, excremental or other substance, \nincluding liquids, which is unhealthy, or which by decomposition may \nbecome offensive or unhealthy on any public grounds.  The City’s \nPublic Works Department is exempt from this prohibition as it relates \nto its use of ash and/or manure used as fertilizer. \nB. No person shall dispose of any items at any City disposal site which \nhave not been authorized by the City Council.   \nC. No person shall throw, drop, cast, abandon, or deposit upon any street, \nalley, sidewalk or any yard or premises, whether public or private, any \ncans, paper, trash, paper containers, rubbish, bottles or any other form \nof litter or waste matter. \nD. No person shall dispose of any item in a trash bin or dumpster of a \nperson or entity from whom such person does not have authorization \nto use in such manner. \nE. The owner, employee, or occupant of any store or other place of \nbusiness situated within the City shall exercise reasonable diligence at \nall times to keep their premises clean of wastepaper, wrapping paper, \npaper napkins, cartons, package containers, and other used or waste \nmaterials thrown or left on said premises by any person and shall also \ntake reasonable measures to prevent same from drifting or blowing \nonto adjoining premises. \nF. Any person violating any portion of this ordinance shall be subject to a \nfine in the amount set by the City Council through a Resolution.  In \naddition to such fine, any person violating any portion of this \nordinance shall also be responsible for the cost of clean-up and/or \ndecontamination for the improper dumping or littering. \n \nLegislative History: \nOrdinance No. 621, 3/17/21 \n \n",
    "source": "Chapter 7-10 CHAPTER 7-10"
  }
]