[
  {
    "chunk_index": 1,
    "text": "CHAPTER 2-3\nLICENSING\n2-3-1\nLICENSE REQUIRED\nIt shall be unlawful for any person(s) to sell, offer for sale, keep for sale, exchange, distill,\nmanufacture, produce, bottle, blend or otherwise concoct, within the City of Brandon and\nwithin one mile of its territorial limits, any alcoholic beverages without having a license\ntherefor as required by Title 35 of South Dakota Codified Laws or as authorized by such\ntitle, and as required by Federal law.\nLegislative History:\nOrdinance No. 205, §2.a, 6/3/91.\n2-3-2\nON-SALE OR OFF-SALE LICENSES:  DISTANCE FROM SCHOOL OR\nCHURCH\nExcept as otherwise permitted by the City related to a Farmer’s Market under 6-3-8.1, no\napplicant for any \"on-sale\" or \"off-sale\" license of alcoholic beverages shall be approved\nby the City where the applicant's place of business is within one hundred (100) yards,\nmeasured by the regular and usual path of travel, of any door or exit of any existing\nschool or church within the jurisdiction of the City of Brandon.\nLegislative History:\nOrdinance No. 205, §2.b, 6/3/91.\nOrdinance No. 654, 6/1/22.\n2-3-3 \nAPPLICATIONS FOR LICENSE\nAny person desiring to enter into the liquor business within the City of Brandon shall\nmake application for a license as provided in the SDCL Title 35 and as required by the\nCity of Brandon. Such application shall be presented to the City Auditor of the City of\nBrandon, and should the license applied for be granted, such licensee shall furnish a\nsurety bond if the same be required for the purpose provided for, and in the amounts\nspecified.  The following documents and information provided by the applicant in\nconnection with the application is confidential and shall not be made public: financial\nstatements, profit and loss statements, balance sheets, and business plans.\nLegislative History: \nAuthority:\nOrdinance No. 503, 3/5/13. \nSDCL §9-29-7; 1-27-1.1.\nCross Reference:\nBrandon City Code, §2-3-4.\n2-3-4\nCITY POWER TO REGULATE SALE AND USE OF ALCOHOLIC\nBEVERAGES\nThe City of Brandon shall have the power to engage in retailing alcoholic beverages. \nThey shall have the power to regulate the transaction of business in alcoholic beverages,\nthe use and consumption thereof, and to establish the number of on and off sale licenses\nwhich may be issued, and the fees to be charged therefor, provide for reasonable\n\nclassification of on-sale and off-sale licenses and for the issuance of beverage on and off\nsale licenses to licenses \nholding malt beverage licenses for which the fees to be charged for the various\nclassifications shall be uniform within each class, consistent with the provisions of the\nSDCL Title 35.\nLegislative History:\nAuthority:\n1990 Revisions\n   \nSDCL Title 35 generally \n   \nand §9-29-7.\nCollateral References:\nCumulative statutory penalties \nfor intoxicating liquor offenses;\nrecovery of, 71 ALR2d 1012.\n2-3-4.1 \nFEE FOR RETAIL ON/OFF LIQUOR LICENSE\nThe fee for any Retail (on-sale) Liquor License is set at $6.00 times the population as\ndetermined by the last decennial federal census.  Said amount to apply to licenses issued\nfor any application submitted after May 1, 2018.\nThe fee for any Package off-sale Liquor License is set at $0.50 times the population as\ndetermined by the last decennial federal census.  Said amount to apply to licenses issued\nfor any application submitted after September 20, 2021.\nLegislative History:\nOrdinance No. 494, 8-1-12.\nOrdinance No. 562, 4-17-18.\nOrdinance No. 642, 11-03-21\n",
    "source": "Chapter 2-3 LICENSING"
  }
]