[
  {
    "chunk_index": 1,
    "text": "CHAPTER 12-11\nTURNING  AND  STOPPING  SIGNALS\n12-11-1\nGENERALLY\nNo person shall turn any vehicle without first giving an appropriate signal in the event\nany other traffic may be affected by such movement.\nLegislative History:\nAuthority:\nOrdinance No. 5, Article II, \nSDCL § 9-31-1.\n§182, 3/11/74.\n12-11-2\nWHEN REQUIRED\nA signal of intention to turn a vehicle right or left when required shall be given\ncontinuously during not less than the last one hundred (100) feet of travel by the vehicle\nbefore turning.\nNo person shall stop or suddenly decrease the speed of a vehicle without first giving an\nappropriate signal in the manner provided herein to the driver of any vehicle\nimmediately to the rear when there is opportunity to give such signal.\nLegislative History:\nAuthority:\nOrdinance No. 5, Article II, \nSDCL § 9-31-1.\n§183, 3/11/74.\n12-11-3\nSIGNALS BY HAND AND ARM OR SIGNAL DEVICE\nAny stop or turn signal when required by this article shall be given by means of the\nhand and arm or by signal lamp or lamps or standard approved mechanical signal\ndevice, but when a vehicle is so constructed or loaded that a hand-and-arm signal would\nnot be visible both to the front and rear of such vehicle then said signals must be given\nby such a lamp or lamps or signal device.\nLegislative History:\n    \nAuthority:\nOrdinance No. 5, Article II, \n    \nSDCL §§ 9-31-1, 32-26-23.\n§184, 3/11/74.\n12-11-4\nMETHOD OF GIVING HAND-AND-ARM SIGNALS\nAll signals required by this article to be given by hand-and-arm shall be given from the\nleft side of the vehicle in the following manner and such signals shall indicate as\nfollows:\nA.\nLEFT TURN.    Hand and arm extended horizontally.\nB.\nRIGHT TURN.    Hand and arm extended upwards.\nC.\nSTOP OR DECREASE SPEED.   Hand and arm extended downward.\nLegislative History:\n    \nAuthority:\nOrdinance No. 5, Article II, \n    \nSDCL §§ 9-31-1, 32-26-23.\n§185, 3/11/74.\n",
    "source": "Chapter 12-11 TURNING  AND  STOPPING  SIGNALS"
  }
]