[
  {
    "chunk_index": 1,
    "text": "CHAPTER 16-15\nCONSTRUCTION OF IMPROVEMENTS AND ACCEPTANCE\n16-15-1  \nSHOP DRAWINGS\nShop drawings shall be submitted in accordance with the Engineering Design Standards. \nDrawings shall be reviewed and approved by the Developer’s Engineer prior to submittal\nto the City Engineer.  \n16-15-2  \nINSPECTIONS AND TESTING\nInspections and testing shall be required as written in the Engineering Design Standards. \nIt is the responsibility of the developer to schedule all required testing and to notify the\nCity Engineer when work is ready for inspections.  In the event that the proposed\nschedules are not met, construction on the project shall cease until the items that are out\nof compliance are resolved.  Failure to comply with the City’s standards may result in a\nmoratorium of building permits.\nLegislative History:\nAuthority:\nOrdinance #503, 4/23/13\nSDCL § Ch. 9\n16-15-3  \nRECORD DRAWINGS\nRecord drawings shall be prepared and submitted in accordance with the Engineering\nDesign Standards.  On projects where City maintained utilities are being constructed, the\ndeveloper shall be responsible for locating the utilities until record drawings have been\napproved.  Once approved, the City shall assume locating responsibilities.\nLegislative History:\nAuthority:\nOrdinance #503, 4/23/13\nSDCL § Ch. 9\n16-15-4  \nFINAL INSPECTION OF IMPROVEMENTS\nThe developer shall notify the City Engineer in writing once all improvements, including\nthe top lift of asphalt, are complete.  The City Engineer shall conduct an inspection to\ndetermine the status of completion.  If all work appears substantially complete and all\nsubmittals have been approved, the Engineer shall notify the developer in writing.  If\nnecessary, a punch list of items to be repaired or completed shall be included.  After the\nDeveloper has, in the opinion of the Engineer, completed all deficiencies, written\nnotification will be issued to the Developer indicating the work is complete, conforms to\nthe City’s Subdivision Regulations and conditional acceptance is granted.\nLegislative History:\nAuthority:\nOrdinance #503, 4/23/13\nSDCL § Ch. 9\n\n16-15-5  \n           DEVELOPER’S WARRANTY AND ACCEPTANCE\nFrom the date of completion, the Developer shall warranty all improvements in accordance\nwith the City’s Standard Specifications for Public Improvements.  The City Engineer shall\nconduct inspections as necessary throughout the warranty process.  If needed a punch list\nof items to be repaired shall be generated and forwarded to the Developer.  Repairs shall\nbe made as necessary.  Repaired items shall be subject to an additional one-year warranty\nstarting at the date the repair was completed.  Prior to the expiration of the warranty\nperiod, the City Engineer shall forward a letter documenting the expiration of the warranty\nand provide recommendations to the City Council to formally accept the improvements to\nthe subdivision.  Once formally accepted by the City Council, all maintenance\nresponsibilities and ownership will be assumed by the City.\nThe acceptance of an improvement shall in no way constitute an assumption by the City of\nliability for defects in the improvement.  By accepting the improvement, the City does not\nwarrant or guarantee that the improvement has been properly designed or constructed. \nAny errors or omission of the Developer shall not be the responsibility of the City.\nLegislative History:\nAuthority:\nOrdinance #503, 4/23/13\nSDCL § Ch. 9\n16-15-6\nINTERIM MAINTENANCE POLICY\nThroughout the period of construction and until formal acceptance, the City will provide\nsnow removal service on streets approved by the Public Works Director.  Snow removal\nwill not be provided on streets that are gravel or where protrusions above the road surface\nexist.  Manholes and valve boxes shall be flush with the road surface.  The Developer shall\nmaintain the improvements and repair or correct any deficiencies that may occur prior to\nthe City Council’s acceptance.\nLegislative History:\nAuthority:\nOrdinance #503, 4/23/13\n",
    "source": "Chapter 16-15 CONSTRUCTION OF IMPROVEMENTS AND ACCEPTANCE"
  },
  {
    "chunk_index": 2,
    "text": "SDCL § Ch. 9\n",
    "source": "Chapter 16-15 CONSTRUCTION OF IMPROVEMENTS AND ACCEPTANCE"
  }
]