[
  {
    "chunk_index": 1,
    "text": "Page 1 \n \n \n \nCHAPTER 11-6 \nSPECIAL ASSESSMENTS \n \n11-6-1  \nGENERAL POLICY STATEMENT \n \n \nThe purpose of this Special Assessment Ordinance is to establish the policies and procedures in  \n \n \naccordance with the South Dakota Codified Laws, Chapter 9-43, for the construction and  \n \n \nfinancing of local improvement projects through assessment of benefitted properties by the City of \n \n \nBrandon.  \n \n \n \nThe ordinance is intended to serve as a guide for the special assessments on local  \n \n \n \nimprovement to ensure consistent, fair, and equitable treatment of all property owners sharing in  \n \n \nthe special benefit of the street and utility improvements as determined by the City. \n \n \n \nLocal improvements are defined as the process of building, altering, repairing, improving, or  \n \n \ndemolishing any local infrastructure facility, including any structure, building, or other   \n \n \nimprovement of any kind to real property as defined in the South Dakota Codified Laws   \n \n \nChapter 9-43-75.  The following types of local improvements which part or all the cost of the  \n \n \nimprovements is to be assessed to benefitting properties includes street grading, base course and  \n \n \npavement, curb and gutter, driveway pavement, sidewalks, retaining walls, sanitary sewer mains  \n \n \nand services, water main and water services, storm sewer trunk lines and laterals.  The type of   \n  \n \nassessable costs shall include but not be limited to construction costs, engineering costs, and  \n  \n \nproperty acquired for infrastructure including but not limited purchase and closing costs and legal  \n  \n \nand other fees. \n \n \n \n \n \n \n \n \n \n \n \nAuthority: \n \n \n \n \n \n \n \n \nSDCL 9-43 \n \n11-6-2  \nDEFINITIONS \n \n \nIn the application of this Special Assessment Policy, the rules and definitions contained in  \n \n \nthis section shall be observed and applied, except when the context clearly indicates  \n \n \n \notherwise. \n \n \n \n \n \nAbutting - Contiguous or having a common boundary. \n \n \n \nAdjusted Front Footage - The number of feet used in calculating an Assessment applied for each  \n \n \nindividual property based on the methods described in the Ordinance.  \n \n \n \nCity - The City of Brandon, South Dakota \n \n \n \nDeferred Assessment - A dollar amount applied for improvements or services provided to selected  \n \n \nproperties receiving special benefit that the City elects to not collect until a specific time or event  \n \n \nas defined by the South Dakota Codified Laws and the Special Assessment Ordinance. \n \n \n  \n \n \nDriveway - A private road that gives access to a house or property from a public roadway. \n \n \n \n \nLarger Lot or Parcel – One or more separate parcels of land that are under the same ownership  \n  \n \nthat collectively are greater than 160 acres in size and that are unimproved in terms of  \n  \n \ninfrastructure. \n \n \n \nLocal Improvement - The process of building, altering, repairing, improving, or demolishing  \n \n \nany local infrastructure facility, including any structure, building, or other improvement of  \n \n \nany kind to real property as defined in the South Dakota Codified Laws. \n \n\nPage 2 \n \n \n \n \n \nLot - Land occupied or intended for occupancy by a use or uses permitted by the City of Brandon.  \n \n \nIt shall have its principal footage upon a street or an officially approved access. The terms parcel  \n \n \nand tract may be used with the same definition within this Ordinance.  \n \n \n \nOversizing - A pipe or pavement surface that is designed and constructed larger or wider than what \n \n \nis needed to adequately service a specific project area abutting the improvement.  \n \n \n \nProperty Line - A line of record bounding a lot that divides one (1) lot from another lot or from a  \n \npublic or private street or any other public space. \n \n \n \nReconstruction - Infrastructure which currently exists and will be replaced for a similar use.   \n \n \n \nSpecial Assessment - A dollar amount applied for improvements or services provided to selected  \n \n \n",
    "source": "Chapter 11-6 SPECIAL ASSESSMENTS"
  },
  {
    "chunk_index": 2,
    "text": "properties receiving special benefit.  \n \n \n \nService Line - A water or sanitary sewer pipe that is installed between the main line  \n \n \n \nto the property line to service individual properties.   \n \n \n \nTrunk Line - Water and sewer pipes that serve as large capacity mains to service larger areas and  \n \n \nmultiple basins outside of the areas adjacent to the main.  \n \n \n11-6-3  \nMETHODS OF ASSESSMENT \nThere are a number of methods of assessment that may be used: adjusted front footage, area, per \nlot, per each, zone, fair market value before and after improvements, use of improvements, and \nblock by block.  The City shall determine one method for each project or improvement, based \nupon which method would best reflect the special benefit received for the area to be assessed.  \n \nThe assessment rate determined for each property receiving special benefit shall be equal to the \nassessable cost of the project divided by the total number of assessable units benefitted by the \nimprovements.  \n \nThe following methods of assessment, as described and defined below, are hereby established as \nmethods of assessment in the City of Brandon.  \n \n \n11-6-3.1  \nAdjusted Front Footage Method of Assessment \nThe cost for adjusted front footage method of assessment shall be based on the quotient of the \nassessable cost divided by the total assessable frontage receiving special benefit from the \nimprovement.  To determine the assessable frontage, all properties, including governmental \nagencies, shall have their frontages included in such calculation. \n \nThe actual physical dimensions of a parcel abutting an improvement (i.e., street, sewer, water, \netc.) shall not be construed as the frontage utilized to calculate the assessment for a particular \nparcel.  Rather, an adjusted front footage will be determined.  The purpose of this method is to \nequalize assessment calculations for lots of similar size. The following procedures will apply \nwhen calculating adjusted front footage. The appropriate procedure will be determined by the \nlayout of the lot. \n \nA. \nInterior rectangular lots. The adjusted front footage shall be equal to the dimension of  \n \n \nthe front of the lot. The front of the lot shall be defined based on the current City of  \n \n \nBrandon Zoning Ordinance at the time of the assessment.  \n \n \n \nB. \nRectangular corner lots. The adjusted front footage shall be equal to the dimension of the \nfront of the lot. The front of the lot shall be defined based on the current City of Brandon \nZoning Ordinances at the time of the assessment.  \n\nPage 3 \n \n \n \n \n \nSanitary sewer and water main adjusted front footage shall be equal to the dimension of \nthe side of the lot that is determined to be considered the front based on the current City \nof Brandon Zoning Ordinances at the time of assessment.  \n \nC.  \nInterior irregularly shaped lots.  The adjusted front footage shall be equal to the \ndimension of the front of the lot. The front of the lot shall be defined based on the current \nCity of Brandon Zoning Ordinance at the time of the assessment. \n \nD. \nIrregularly shaped corner lots.  The adjusted front footage shall be equal to the \ndimension of the front of the lot. The front of the lot shall be defined based on the current \nCity of Brandon Zoning Ordinances at the time of the assessment. Sanitary sewer and \nwater main adjusted front footage shall be equal to the dimension of the side of the lot \nthat is determined to be considered the front based on the current City of Brandon Zoning \nOrdinances at the time of assessment.  \n \nE. \nDouble Frontage Lots.  A double frontage lot is defined as a lot that has frontage on two \nnon-adjoining sides. The adjusted front footage shall be equal to the dimension of the \nfront of the lot. The front of the lot shall be defined based on the current City of Brandon \nZoning Ordinances at the time of the assessment. Sanitary sewer and water main adjusted \n",
    "source": "Chapter 11-6 SPECIAL ASSESSMENTS"
  },
  {
    "chunk_index": 3,
    "text": "front footage shall be equal to the dimension of the side of the lot that is determined to be \nconsidered the front based on the current City of Brandon Zoning Ordinances at the time \nof assessment.   \n \nF. \nCorner lots which abut three streets.  The adjusted front footage for a given type of \nsurface improvement shall be calculated on the same basis as if such lot was a corner lot \nabutting the improvement on two sides only.   \n \nH. \nLarge parcels.  For large platted or unplatted lots, the lot shall be assessed based on the \ntype of large lot as defined above with the front of the lot being defined based on the \ncurrent City of Brandon Zoning Ordinance at the time of assessment. For the large lots \nthat abut an improvement that assessments are being applied but is not considered the \nfront of the lot as defined in the City of Brandon Zoning Ordinances at the time of \nassessment, the lot will have a deferred assessment applied against any future lots which \nmay be subdivided from the larger parcel and the future lots subdivided would meet the \ndefinition as the front of the lot for the assessed improvements in the future. The City \nshall determine the potential for large lots to be subject to a deferred assessment. \n \n \n11-6-3.2  \nArea Method of Assessment \nThe area method of assessment shall be based on the number of square feet or acres within the \nboundaries of the appropriate property lines of the areas receiving special benefit from the project.  \nThe assessment rate (i.e., cost per square foot) shall be calculated by dividing the total assessable \ncost by the total assessable area.  On large lots, the City Engineer may determine that only a \nportion of the lot(s) receives the special benefit and may select a lot depth for the calculations \nequal to the special benefit received.   \n \nAll properties included in the area receiving special benefit, including governmental agencies, \nshall be assessable.  The following items may not be included in area calculations:  public right-\nof-way, and natural waterways, swamps and lakes and other wetlands designated by the State of \nSouth Dakota or the City.  The City Engineer will make a recommendation on the boundaries or \nparameters of the area receiving special benefit. \n \n \n \n \n\nPage 4 \n \n \n \n11-6-3.3  \nPer Lot Method of Assessment \nThe per lot method of assessment shall be based on equal assessment of all lots within the area \nreceiving special benefit.  The assessment per lot shall be the quotient of the assessable cost \ndivided by the total assessable lots or parcels receiving special benefit from the improvement.  For \nthe purpose of determining the lots or parcels, all parcels, including governmental agencies, shall \nbe included in such calculations. \n \n \n11-6-3.4  \nPer Each Method of Assessment \nThe per each method of assessment shall be utilized when a property receives the sole special \nbenefit of the improvement (example: a water service). \n \n \n11-6-3.5  \nZone Formula \nAssessments may be levied by using the “zone” formula when benefits are equal and uniform among \nall of the parcels of the property within each zone.  A “zone” or “zone and termini” system is one \nin which the improvement district is divided into zones, with a decrease of the percentage of the \ncost of the improvement assigned to each of the zones as the distance from the improvement \nincreases.  \n \n \n11-6-3.6  \nFair Market Value Before and After Improvements \nThe assessment may be done according to the proportionate increase in the fair market value of the \nproperty after the installation of the improvements.   \n \n \n11-6-3.7  \nUse of Improvement \nThe assessment may be done based on the nature and extent of the owner’s use of the \nimprovement.  The assessment is distinguished from any fees the owner may pay for the continuing \nuse of the service provided by the improvement.  The assessment is the charge for the improvement \n",
    "source": "Chapter 11-6 SPECIAL ASSESSMENTS"
  },
  {
    "chunk_index": 4,
    "text": "of the property and when determining whether a charge for connecting with a municipal water or \nother service is a fee or an assessment. \n \n \n11-6-3.8  \nBlock-by-Block \n The “block-by-block” method of apportionment is the assessment of individual properties in each \n“block” of property of a portion of the cost of acquiring the land in that block.  The size and \nconfiguration of a “block” is determined on a case-by-case basis, depending on the existing facts \nand circumstances. \n \n \n11-6-4  \nASSESSMENT DETERMINATION & STANDARDS FOR IMPROVEMENT \n \n \nThe following shall be used for determinations and standards for improvement. \n \n \n11-6-4.1  \nStreet and Curb and Gutter Improvements \nA. \nNew Construction: All new streets (including gravel to asphalt) will be assessed 100% to  \nthe benefited properties.  Street and curb and gutter improvements will normally be \nassessed by the adjusted front foot method, however other methods may be utilized if \nconditions warrant. Cost of construction of streets shall be assessed based on the City of \nBrandon Engineering Design Standards for residential streets at the time of the \nassessment. Oversizing costs which are incurred more than the above may be paid by: \nCity funds, State funds, larger Assessment rates to benefitted properties, general \nobligation funds, or any other method or combination of methods authorized by the City.  \n \n\nPage 5 \n \n \n \nB. \nReconstruction and Overlays: Except as for streets that were constructed and failed to \nmeet a reasonable life expectancy, street reconstruction and overlays will be assessed 0% \nto the benefited properties. Reconstruction of existing paved streets without curb and \ngutter to an urban section with curb & gutter shall be  assessed 100% to the benefitting \nproperty owners. \n \n \n \nC. \nGravel Streets: Existing gravel streets improved to a paved street shall be assessed 100%  \n \n \n \nto the benefiting properties for construction and surfacing and installing curb and gutter  \n  \n \n \nas if it were a new construction.  \n \nD. \nDriveway Approaches: All driveway approaches constructed with new development shall \nbe assessed at 100% to the benefitting property owners. Existing driveway approaches \nthat are reconstructed will be assessed 0% to the benefitting property owner. The \ndriveway approach consists of the area from the back of curb to the front edge of the \nsidewalk across the property or property line if there is no sidewalk. \n \n \n \nE. \nMaintenance:  All maintenance on existing streets will not be assessed to the benefitting  \n \n \n \nproperty owners and shall be paid for in accordance with the City of Brandon policy on  \n \n \n \nmaintenance fees. \n \n \n11-6-4.2  \nSidewalks and Trails \nA. \nNew Development: All sidewalk installed in newly developed areas shall be paid 100% \nby the property owner.  Notwithstanding, should the City install the sidewalk then the \nsidewalk improvements will normally be assessed against the owner by the front foot \nmethod, however other methods may be utilized if conditions warrant. Cost of \nconstruction of sidewalks and trails shall be assessed based on the City of Brandon \nEngineering Design Standards for residential streets at the time of the assessment.  \n \nB.  \nNew Sidewalk in Developed areas or Sidewalk Reconstruction: All new sidewalk \ninstalled in development areas shall be assessed 0% to the properties abutting the \nimprovements. Sidewalk replaced as part of a reconstruction project shall be assessed 0% \nto the properties abutting the improvements. \n \nC. \nOverwidth Sidewalk and Trails: For sidewalk or trails installed at a width wider than the \nminimum width for sidewalk based on the City of Brandon Engineering Design \nStandards for residential streets, the benefitting property owners shall pay for the \nequivalent width as stated in the current City of Brandon Engineering Design Standards \nfor residential streets at the time of the assessment. The remaining costs for wider \n",
    "source": "Chapter 11-6 SPECIAL ASSESSMENTS"
  },
  {
    "chunk_index": 5,
    "text": "sidewalk or trail construction shall be unassessed and funded through the City.  \n \n \n \n \n11-6-4.3  \nStorm Sewer Improvements \n \n \nStorm sewer improvements shall include the storm sewer piping, outlets, structures, pumping  \n \n \nstations, stormwater management ponds, ditches, culverts, and all other appurtenances required for \n \n \nthe collection and management of stormwater.  \n \nFor New Construction, all new storm sewer installed may be assessed 100% to the benefitted \nproperties. Storm sewer improvements will normally be assessed using the area method; however, \nother methods may be utilized if conditions warrant it. If new storm sewer to be installed is \nreceiving drainage from areas outside of the assessed area causing storm sewer to be oversized, the \noversizing of the storm sewer shall be unassessed and funded through the City. The area of  \ndrainage from the assessed area and the required storm sewer sizing will be used to determine the \noversizing of the storm sewer.  Storm sewer reconstruction projects may involve improvements \nthat upsize or construct a new stormwater infrastructure system in areas that have inadequate \ndrainage or developed areas without existing storm sewer infrastructure. With reconstruction \n\nPage 6 \n \n \n \nprojects that include work other than replacement of the existing storm sewer infrastructure \nsystem, the City shall determine the benefit to the adjacent property owners and the percentage of \nthe reconstruction to be assessed depending on the scope and need of the improvement.  \n \n \n \nThe cost for upsizing storm sewer systems to provide adequate service and capacity for areas  \n \n \nbeyond the adjacent area, the benefitting properties will be assessed at the estimate cost of an  \n \n \nequivalent storm sewer system that would be sufficient for the drainage area of the assessment  \n \n \narea. \n \n \n11-6-4.4  \nSanitary Sewer Improvements \n \n \nSanitary sewer improvements shall include the sanitary sewer piping, sanitary sewer service  \n \n \nlines, manholes, lift stations, and all other appurtenances required for the collection and   \n \n \nmanagement of wastewater. \n \n \n \nA.  \nNew Construction: All new sanitary sewer mains and sewer service connections shall be  \n \n \n \nassessed 100% to the benefited properties.  Sanitary sewer main improvements will  \n \n \n \nnormally be assessed by the adjusted front footage basis; however, other methods may be \n \n \n \nutilized if conditions warrant it.  Properties with City existing sanitary services, but which \n \n \n \ndo not have mainline sewer adjacent to, across or up to their property lines will not be  \n \n \n \nassessed as they are considered to already be receiving the benefit of the service   \n \n \n \nconnection. \n \n \n \nB. \nOversized mains or upsizing: When new oversized mains or trunk lines (larger than 8”)  \n \n \n \nor existing sanitary sewer mains are required to be upsized to provide adequate service  \n \n \n \nand capacity for areas beyond the adjacent area, the benefitting properties will be  \n \n \n \nassessed at the estimated cost of an equivalent 8” with all oversizing costs to remain  \n \n \n \nunassessed and funding through the City. The City shall dictate the location and size of  \n \n \n \noversized mains.  Oversizing costs shall be determined by the mean price of pipe and  \n \n \n \nappurtenances at the time of construction. \n \n \n \nC. \nGrinder Pumps: Where, in the opinion of the engineers, it is necessary to install an  \n \n \n \nindividual grinder pump lifting device for purposes of securing adequate flow from a  \n \n \n \nproperty to the adjacent public sewer service, a property owner must provide the  \n \n \n \nnecessary grinder pump and related lines to transmit sewage to the adjacent public sewer  \n \n \n \nsystem. The pump must be approved by the City Engineer and installation of said grinder  \n \n \n \npump lifting device shall be done at the property owner’s expense. The lifting device and  \n \n \n \n",
    "source": "Chapter 11-6 SPECIAL ASSESSMENTS"
  },
  {
    "chunk_index": 6,
    "text": "discharge line shall be owned, maintained, and operated at the expense of the property  \n \n \n \nowner unless the City Council determines that it is in the best interest of the City to own,  \n \n \n \noperate or maintain these systems. \n \n \n11-6-4.5  \nWater Main Improvements  \n \n \nWater main improvements shall include the water main piping, water service lines, fire hydrants,  \n \n \nvalves, fittings, and all other appurtenances required for the water distribution system.  \n \n \n \nA. \nNew Construction: All new water main lines and water services connections will be  \n \n \n \nassessed 100% to the benefitting properties.  Water main improvements will normally be  \n \n \n \nassessed by the adjust front footage basis: however, other methods may be utilized if  \n \n \n \nconditions warrant it. Properties which have existing City water service, but not have  \n \n \n \nmainline water mains adjacent to, across, or up to the property lines will not be assessed  \n \n \n \nas they are considered to already be receiving the benefit of the service connection. \n \n \n \nB. \nOversized or looping: When new oversized mains or trunk lines (larger than 8”) or  \n \n \n \nexisting  water mains are required to be upsized to provide adequate service and capacity  \n \n \n \nfor areas beyond the adjacent area, the benefitting properties will be assessed at the  \n\nPage 7 \n \n \n \n \n \n \nestimated cost of an equivalent 8” with all oversizing costs to remain unassessed and  \n \n \n \nfunding through the City. The City shall dictate the location and size of oversized mains.  \n \n \n \nOversizing costs shall be determined by the mean price of pipe and appurtenances at the  \n \n \n \ntime of construction.  \n \n \n11-6-5  \nSPECIAL ASSESSMENT PROCEDURES \n \n \nThe following is the general procedure for special assessments that the City shall follow for all  \n \n \nlocal improvements projects which the City determines shall be assessed to benefitting property  \n \n \nowners in accordance with the South Dakota Codified Laws Chapter 9-43.  \n \n \n \n \n \n \n \n \n \nAuthority: \n \n \n \n \n \n \n \n \nSDCL 9-43 \n \n \n11-6-5.1  \nINITITATION OF LOCAL IMPROVEMENTS \n \n \nA.  \nBy Petition: A public improvement project may be initiated by affected property owners  \n  \n \n \nto be assessed.  \n \nB. \nBy City: The City may initiate public improvement projects as it determines necessary \nwith approval of the City Council.  \n \n \n \n \n11-6-5.2  \nPROPOSED RESOLUTION OF NECESSITY \n \n \nThe City shall develop a proposed resolution of necessity as defined in the South Dakota   \n \n \nCodified Laws Chapter 9-43. The proposed resolution of necessity shall include the general nature \n \n \nof the proposed improvement, the material to be used, an estimate of the total cost or cost per  \n \n \nlinear foot, a description of the classes of lots to be assessed and of the method of apportioning the \n \n \nspecial benefits to the lots, if applicable. The City may define which portions of the proposed  \n \n \nimprovement costs that will be assessed to special benefitted properties and which portions may \nbe covered partially or in full by the City or through the City from various funding sources, if any.  \nThe City may define which methods of determining special benefit will be used as determined to  \nbe the most consistent, fair, and equitable treatment to each of the property owners sharing in the  \nspecial benefit of the street and utility improvements to be assessed. The City proposed resolution  \nshall state that the details, plans, and specifications are available for review during regular office  \nhours at the City finance office.  \n \n \n \n \n \n \n \n \n \nAuthority: \n \n \n \n \n \n \n \n \nSDCL 9-43-82 \n \n \n11-6-5.3  \nNOTICE OF HEARING ON PROPOSED RESOLUTION OF NECESSITY \n \n \nThe City will publish a notice of hearing on the proposed resolution of necessity once, not less  \n \n \nthan ten (10) nor more than twenty (20) days before the hearing on the resolution of necessity. The \n \n \n",
    "source": "Chapter 11-6 SPECIAL ASSESSMENTS"
  },
  {
    "chunk_index": 7,
    "text": "notice of hearing shall contain the time and place of the hearing and shall state that the City will  \n \n \nconsider any objections to the proposed resolution by owners of the affected properties.  \n \n \n \nThe City shall provide a mailing, by first class or certified mail to each of the affected property  \nowners as shown by the records kept by the County Director of Equalization, not less than ten (10)  \ndays nor more than twenty (20) days before the hearing. The mailing shall include a copy of the  \nnotice of hearing and the proposed resolution of necessity to each property owner of the affected  \n \nproperties.  \n \n \n \nAt the hearing, the City will consider any objections to the proposed resolution.  The City reserves  \nthe right to adopt the proposed resolution with or without amendments to the original resolution. If  \n\nPage 8 \n \n \n \nthe City amends any portion of the resolution affecting the properties not included in the original  \nproposal, the City will give notice and the opportunity to be heard to the affected property owner  \nper the South Dakota Codified Laws provided by Chapter 9-43-82 to Chapter 9-43-84. \n \n \n \nAfter adoption of the resolution of necessity by the City, the City will publish the adopted  \n \n \nresolution of necessity. The adopted resolution of necessity becomes effective twenty (20) days  \n \n \nafter publication unless brought to a vote by referendum, suspended by a resolution of the Council,   \n  \n \nor a petition is filed with the City finance officer that is signed by at least fifty-five percent (55%)  \n  \nof the affected property owners to be assessed. The City has the ability to deny the petition  \nthrough a two-thirds vote by the City Council. \n \nIf the resolution of necessity becomes effective after the conditions listed above are met, the City \nshall move forward with contracting for the proposed improvements.   \n \n \n \n \n \n \n \n \n \nAuthority: \n \n \n \n \n \n \n \n \nSDCL 9-43-82 through 9-43-86 \n \n \n11-6-5.4  \nNOTICE OF HEARING ON ASSESSMENT ROLL \n \n \nAny project for which special assessments is to be done shall be bid no later than by a date for  \n  \n \nbids to be opened no later than mid-April.  Any contract for the improvements shall contain a  \nsuspension and/or termination provision providing for termination at no cost to the City if the  \nspecial assessment roll is appealed to Circuit Court.  After the contract is signed, the City shall file  \n  \nan assessment roll with the City finance officer. The assessment roll shall include the legal  \n  \ndescription of each parcel or property, the property owner’s name as shown by the assessment roll  \n  \nof the County’s Director of Equalization, and the amount of assessment against each lot or parcel  \n  \nthat is to be assessed as part of the proposed improvement. The assessment roll shall contain  \n  \ninformation on the installments (if any), rates of interest on installations and the statement on due  \n  \ndates of installments (if any). The statement shall include that any number of the installments may  \n  \nbe paid without interest at the office of the finance officer within thirty (30) days from the date of  \n  \napproval of the roll as per the South Dakota Codified Laws Chapter 9-43.  \n \n \n \nUpon filing of the assessment roll in the finance office, the City will publish a notice of hearing on  \nthe assessment roll, not less than ten (10) days nor more than twenty (20) days before the hearing.   \nthe notice of hearing shall disclose the nature of improvements for which the assessment is to be \nlevied and shall contain the time and place of the hearing.  It shall also state that the assessment \nroll is open for public inspection at the office of the finance officer, and shall refer to the special \nassessment role for further particulars.  \n \n \n \nThe City shall provide a mailing, by first class or certified mail to each of the affected property \n  \n \nowners as shown by the records kept by the County Director of Equalization, with the mailing  \n  \n \n",
    "source": "Chapter 11-6 SPECIAL ASSESSMENTS"
  },
  {
    "chunk_index": 8,
    "text": "being provided not less than ten (10) days nor more than twenty (20) days before the hearing. The  \n  \n \nmailing shall include a copy of the assessment roll for each of the affected property owners to be  \n  \n \nassessed. \n \n \n \nAt the hearing, the City will consider the assessment roll and any objections thereto, and \n  \n \ndetermine whether to approve, equalize, or reject the assessment roll. After the assessment roll is  \n  \n \nadopted by the City, the City shall publish the resolution which will become effective twenty (20)  \n  \n \ndays after the date of  publication. The City will publish the plan for which the assessment roll and  \n  \n \ninstallments shall be paid and follow the timeline for appeal as stated in the South Dakota  \n  \n \nCodified Laws Chapter 9-43. \n \nIf the Council equalizes or amends the assessment roll, a list of all items of assessment changed or \namended shall be published and notice and hearing shall be held as provided in SDCL § 9-43-90.  \nAfter any corrections in the assessment roll have been made, the Council by resolution shall approve \nand levy the assessment, describing the assessment and the local improvement, and providing the \n\nPage 9 \n \n \n \ndates of the official approval of the assessment roll. The resolution approving the assessment roll \nshall also state under which plan the assessment and installments thereof shall be paid as provided \nby SDCL § 9-43-102. \n \n \n \nThe City finance officer will prepare a special record containing the following information as  \n \n \nstated in the South Dakota Codified Laws Chapter 9-43-98: \n \n \n \n1.  A record of all special assessments; \n \n \n \n2.  The consecutive number of the item; \n \n \n \n3.  The date the assessment is due; \n \n \n \n4.  The name of the property owner as provided by the director of equalization; \n \n \n \n5.  The legal description of the property; \n \n \n \n6.  The amount assessed against each lot; \n \n \n \n7.  The character of the improvement for which the assessment is made; \n \n \n \n8.  The date of payment of each assessment or installment that is paid to the municipality. \n \n \n \nThe City finance officer will include a suitable index to the real property against which special  \n \n \nassessments have been levied. \n \n \n \nThe City shall immediately mail to each of the property owners assessed by the improvement  \n  \n \nnotice.  The notice shall specify the amount of the assessment, the number of installments, the date  \n  \n \nof approval of the assessment roll, and a statement that any number of the installments may be  \n  \n \npaid without interest at the office of the finance officer within thirty (30) days from the date of the  \n  \n \napproval roll. The City will define the dates in the adopted assessment roll resolution. \n \nAny appeal of a special assessment roll must be made within twenty (20) days after publication of \na notice that the resolution confirming the special assessment roll has been adopted and as \notherwise set forth by SDCL  9-43-96.  Should the special assessment roll be appealed, the City \nCouncil at its discretion may move forward with the proposed improvements or may suspend the \nproject until after any challenge is complete and appeal time has been exhausted.   \n \n \n \n \n \n \n \n \n \nAuthority: \n \n \n \n \n \n \n \n \nSDCL 9-43-87 through 9-43-99 \n \n \n11-6-5.5  \nPAYMENT OPTIONS \n \n \nThe City shall define by resolution, or ordinance, per the South Dakota Codified Laws, Chapter 9- \n \n \n43, whether the special assessments are payable under Plan One (Collection by county treasurer)  \n \n \nor Plan Two (collection by municipal finance officer) and comply with South Dakota Codified  \n  \n \nLaws 9-43 as to delivery to the County Auditor. The City will follow all South Dakota Codified  \n  \n \nLaws on payments, interest, dates of effective interest and payments, notices of delinquent  \n  \n \ninstallments and other related payments of assessments.  \n \n \n \n \n \n \n \n \n \nAuthority: \n \n \n \n \n \n \n \n \nSDCL 9-43 \n \n \n11-6-5.6  \nDEFERRED ASSESSMENTS \n \n \n",
    "source": "Chapter 11-6 SPECIAL ASSESSMENTS"
  },
  {
    "chunk_index": 9,
    "text": "This special assessment ordinance applies to any project which includes properties subject to  \n  \n \nspecial benefit by local improvements outside of the City limits as determined by the City. The  \n  \n \nspecial benefit and cost accruing to the land outside of the City limits shall be included in the  \n  \n \noriginal  public hearing. The City shall assume the temporary responsibility for payment of the  \n  \n \nallocable cost of such property or land. The City shall maintain a register on that property outside \n  \n \nthe City limits, and when the property is annexed in the City limits, the City shall file and certify  \n  \n \nthe assessment to the County Auditor for collection after the annexation occurs. \n \n\nPage 10 \n \n \n \n \n \nA deferred assessment may also be applied against a large parcel that has the ability to be  \n \n \nsubdivided in the future and the frontage of the new lot, as defined in the City of Brandon Zoning  \n \n \nOrdinances at the time of assessment, abuts an improvement that has had a special assessment  \n \n \napplied. The City shall decide at the time of assessment of the feasibility of a large  \n \n \n \nparcel to be subdivided and meet the specified deferred assessment for the frontage determined.  \n \n \nThe special benefit and cost accruing to the frontage shall be included in the original public  \n \n \nhearing. The City shall assume the temporary responsibility for payment of the   \n \n \n \nallocable cost of such property(ies). The City shall maintain a register on that property, and if the  \n  \n \nproperty is subdivided into small parcels in the future, the City shall file and certify the assessment  \n  \n \nto the County Auditor for collection after the plat is filed with the County.  \n \n \n \nLegislative History: \n \n \n \nAuthority: \n \n \nOrdinance #644, 12/1/21  \n \n \nSDCL 9-43-78 \n \n \n \n",
    "source": "Chapter 11-6 SPECIAL ASSESSMENTS"
  }
]