[
  {
    "chunk_index": 1,
    "text": "CHAPTER 8-1\nPAWNBROKERS - PURPOSE  &  DEFINITIONS\n8-1-1\nPURPOSE\nThe City Council finds that the use of services provided by pawnbrokers provides an\nopportunity for the commission of crimes and their concealment because pawn businesses\nhave the ability to receive and transfer property stolen by others easily and quickly.  The\nCity Council also finds that consumer protection regulation is warranted in transactions\ninvolving pawnbrokers.  The purpose of this chapter is to prevent pawn businesses from\nbeing used as facilities for the commission of crimes and to assure that such businesses\ncomply with basic consumer protection standards, thereby protecting the public health,\nsafety and general welfare of the citizens of the City.\nThe police department may regulate current and future pawn business, stabilize costs\nassociated with the regulation of the pawn industry, and increase identification of criminal\nactivities in the pawn industry through the timely collection and sharing of pawn\ntransaction information.\nLegislative History:\nAuthority:\nOrdinance No. 268, 4519/98.\nSDCL ยง 9-45-2\n8-1-2\nDEFINITIONS\nPawnbroker.  Any natural person, partnership or corporation, either as principal, or agent\nor employee thereof, who loans money on deposit or pledge of personal property, or other\nvaluable thing, or who deals in the purchasing of personal property, or other valuable\nthing on condition of selling the same back again at a stipulated price, or who loans\nmoney secured by chattel mortgage on personal property, taking possession of the\nproperty or any part thereof so mortgaged.  To the extent that a pawnbroker's business\nincludes buying personal property previously used, rented or leased, or selling it on\nconsignment, the provisions of this chapter shall be applicable.\nReportable Transaction.\nEvery transaction conducted by a pawnbroker in which\nmerchandise is received through a pawn, purchase, consignment or trade, or in which a\npawn is renewed, extended or redeemed, is reportable except:\nA.\nThe bulk purchase or consignment of new or used merchandise from a merchant,\nmanufacturer or wholesaler having an established permanent place of business,\nand the retail sale of said merchandise, provided the pawnbroker must maintain a\nrecord of such purchase or consignment which describes each item, and must\nmark each item in a manner which relates it to that transaction record.\nB.\nRetail and wholesale sales of merchandise originally received by pawn or\npurchase, and for which all applicable hold and/or redemption periods have\nexpired.\nBillable transaction.  Every reportable transaction conducted by a pawnbroker except\nrenewals, redemptions or extensions of existing pawns on items previously reported and\ncontinuously in the licensee's possession is a billable transaction.\nLegislative History:\nAuthority:\nOrdinance No. 268, 4519/98.\nSDCL ยง 9-45-2\n",
    "source": "Chapter 8-1 PAWNBROKERS - PURPOSE  &  DEFINITIONS"
  }
]