[
  {
    "chunk_index": 1,
    "text": "CHAPTER 4-1\nADOPTION OF NATIONAL CODE\n4-1-1\nBUILDING CODES\nThere is hereby adopted by the City of Brandon for the purpose of establishing rules and\nregulations for the construction, alteration, removal, demolition, equipment, use and occupancy,\nlocation and maintenance of buildings and structures including permits and penalties, the certain\ncodes known as the: 2021 International Residential Code (and amendments); 2021 International\nExisting Building Code (and amendments); 2021 International Building Code (and amendments);\n2021 Property Maintenance Code, (and amendments), 2021 International Pool and Spa Code (and\namendments).\nThe following will be adopted in their entirety without amendments: 2020 National Electrical\nCode, 2021 International Mechanical Code, 2021 International Fuel/Gas Code\" 2021 International\nFire Code.\nA copy the above listed Codes (and amendments) are filed in the office of the Brandon Building\nInspector of the City of Brandon and the same is hereby adopted and incorporated as fully as if set\nout at length herein, and from the date of which this ordinance shall take effect, the provisions\nthereof shall be controlling in the construction of all buildings and other structures within the\ncorporate limits of the City of Brandon.\nLegislative History:\nAuthority:\n1990 Revisions.\nSDCL §§, 11, 11-10-5\nOrdinance #442, 5/19/09\nCompare SDCL Ch. 9-42 and 9-54 generally.\nOrdinance #482, 3/8/11\nOrdinance #513, 7/1/14\nOrdinance #520, 9/17/14\nOrdinance #536, 10/11/16\nOrdinance #579, 6/19/19\nOrdinance #653, 2/2/22\n4-1-2\nDEMOLITION OF BUILDINGS\nThe 2012 International Building Code is hereby amended as follows: No person shall demolish or\nwreck a building or structure unless such person shall first have obtained a permit for said\nwrecking from the City’s Building Inspector and has complied with the following:\nA. \nBOND.  Any person filing an application for a wrecking permit may be required by\nBuilding Inspector, subject to approval by the City Council, to file a bond, approved as to\nform by the City attorney, executed by a bonding or surety company authorized to do\nbusiness in the state in the amount of five thousand ($5,000.00) dollars damage to\nproperty, twenty thousand ($20,000.00) dollars injury to a person, sixty thousand\n($60,000.00) dollars injury to persons, conditioned on the assurance that this ordinance\nand other applicable ordinances and laws will be complied with. Such bond shall run to\nthe City for the use and benefit of any person or persons intended to be protected thereby\nand shall be conditioned on the payment of any damage to public or private property and\nthe payment for any damages or losses resulting from any malfeasance, misfeasance,\nnonfeasance or negligence in connection with any of the activities or conditions upon\nwhich the permit applied for is granted.\nB. \nINSURANCE POLICY IN LIEU OF BOND.  Any person filing an application hereby\nPage 4-1\n\nunder may, in lieu of the bond provided above, file with the Building Inspector a liability\ninsurance policy, issued by an insurance company authorized to do business in the state,\nand approved as to form by the City attorney, in the same amount and providing the same\nprotection as would be required for a bond hereunder.\nC. \nUTILITIES.  Before a wrecking permit can be issued, the applicant must furnish\napproval from the City of Brandon that the sewer service lines have been properly\ndisconnected as per the City's specifications. In addition, the applicant must furnish\napproval from the City of Brandon that the water service lines have been properly\ndisconnected as per the City's specifications. The applicant shall also be responsible for\nnotifying other service companies of such anticipated demolition.\nD.\n FEES.  Fees shall be paid as established by Resolution of the City Council.\nE. \nDUTIES OF PERMITTEE.  Every person applying for and receiving a wrecking permit\nshall be subject to the following regulations and non-compliance shall be reason to revoke\n",
    "source": "Chapter 4-1 ADOPTION OF NATIONAL CODE"
  },
  {
    "chunk_index": 2,
    "text": "said permits.\n1. \nEvery permittee under this section shall advise the Building Inspector of the\ndemolition time. He shall notify the Building Inspector in writing of any desired \nchange in time or date of demolition.\n2. \nHe shall notify the Building Inspector in writing of any and all damage or injury\nto persons or property within twenty four (24) hours after the permittee knows\nthat the damage or injury has occurred.\n3. \nHe shall at all times during demolition and removal of debris, erect and maintain\nbarricades or other safety devices so as to protect the public from damage or\ninjury to persons or property by reason of the demolition and removal of the\nbuilding.\n4. \nHe shall comply with all applicable ordinances of the City and the laws of the\nstate.\n5. \nHe shall within the period for which the permit is issued, remove all debris,\nmaterials and rubbish and fill all examinations to existing grade at the building\nsite so that the premises are left in a safe and sanitary condition.\nF. \nDEMOLITION PROJECT ABANDONED.  When a demolition or wrecking project\nhas been abandoned or is found to be unsafe by its neglected or unprotected condition, the\nBuilding Inspector may order the unsafe conditions corrected.  Upon failure of the owner\nor his agent to comply with the order of the Building Inspector within five (5) days, the\nBuilding Inspector may order said building or structure to be demolished to the extent of\nthe work covered by the wrecking permit, the premises cleaned and suitable drainage\ngrades established, the cost of such demolition, cleaning and grading to be assessed to the\nproperty as provided by law.\nLegislative History:\nAuthority:\n1990 Revisions.\nSDCL §§, 11, 11-10-5\nOrdinance #442, 5/19/09\nCompare SDCL Ch. 9-42 and 9-54 generally.\nOrdinance #482, 3/8/11\nOrdinance #513, 7/1/14\nOrdinance #520, 9/17/14\nPage 4-2\n",
    "source": "Chapter 4-1 ADOPTION OF NATIONAL CODE"
  }
]