[
  {
    "chunk_index": 1,
    "text": "CHAPTER 16-1\nGENERAL PROVISIONS\n16-1-1\nTITLE\nThese regulations shall be referred to as the 2013 Revised Subdivision Ordinance for the\nCity of Brandon. \nLegislative History:\nAuthority:\nOrdinance #503, 4/23/13\nSDCL § Ch. 9\n16-1-2\nPURPOSE\nIt is the purpose of these regulations to govern the subdivision of land to provide for\ncoordination of streets in other subdivisions and transportation plans; to set aside\nadequate areas for public uses, water and sewer facilities, drainage and flood control; to\nfoster efficient and orderly growth compatible with the natural environment; to protect\nand provide for the public health, safety, and general welfare; and to conform with other\nplans and regulations.\nLegislative History:\nAuthority:\nOrdinance #503, 4/23/13\nSDCL § Ch. 9\n16-1-3\nJURISDICTION\nThese subdivision regulations shall apply to all subdivisions of land located within the\nCity and within the unincorporated area identified by the Major Street Plan in accordance\nwith platting jurisdiction statute of SDCL 11-6-26.  \nLegislative History:\nAuthority:\nOrdinance #503, 4/23/13\nSDCL § Ch. 9\n16-1-4    \nINTERPRETATION\nThese regulations are the minimum requirements for the promotion of public\nsafety, health, and general welfare.  It is not the intent of these regulations to\nrepeal, abrogate or impair any existing easement, covenant, or deed restriction,\nwhere these provisions conflict or overlap.  Whichever imposes the more\nstringent restrictions shall prevail.\nLegislative History:\nAuthority:\nOrdinance #503, 4/23/13\nSDCL § Ch. 9\n16-1-5  \nAMENDMENTS\nAny provisions of these regulations may from time to time be amended, supplemented,\nchanged, modified or repealed by the City Council according to law; however, such\namendments, supplements, changes or modifications shall not become effective until after\nstudy and recommendation by the Planning & Zoning Commission and final approval by\nthe City Council as follows:\n\nProposed change(s) in Subdivision Regulations drafted and sent to City Attorney\nfor review;\nLetter received from City Attorney confirming legality of proposed change(s);\nPlanning & Zoning  Commission holds a public hearing on the proposed\nchange(s) with notice to be published in the City’s official newspaper at least ten\ndays prior to the scheduled date of the public  hearing;\nPlanning & Zoning  Commission recommends adoption of the proposed\nchange(s) to the City Council;\nCity Council holds a public hearing on the proposed change(s) with notice to be\npublished in the City’s official newspaper at least ten days prior to the scheduled\ndate of the public hearing;\nFirst reading of ordinance changing the regulations held;\nSecond reading and adoption of the ordinance changing the regulations held;\nNotice of adoption published; and\nRevised Subdivision Regulations become effective twenty days after publishing\nthe notice of adoption, unless the referendum is invoked.\nLegislative History:\nAuthority:\nOrdinance #503, 4/23/13\nSDCL § Ch. 9\n16-1-6 \nENFORCEMENT, VIOLATIONS AND PENALTIES\nA.\nThe Authorized Official and City Engineer are hereby authorized and directed to\nenforce all the provisions of these regulations and establish rules for its\nadministration.  For such purposes, the Authorized Official shall have the powers\nof a law enforcement officer.\nB.\nNo owner, or developer of any parcel of land located in a proposed subdivision\nshall transfer or sell any part of the parcel before a final plat of the subdivision\nhas been approved in accordance with the provisions of the regulations and filed\nwith the Minnehaha County Register of Deeds unless provisions of plat\nexemptions apply as within (Section 204) Subdivision Plan Exemptions - Minor\nPlat and (Section 205) Plat Exemptions.\nC.\nAny person violating any provisions of these regulations shall be punishable by a\nfine not to exceed the fine established by SDCL 22-6-2(2), by imprisonment not\nexceeding thirty days, or by both fine and imprisonment.  Each day in which a\n",
    "source": "Chapter 16-1 2013 REVISED SUBDIVISION ORDINANCE FOR THE CITY OF BRANDON"
  },
  {
    "chunk_index": 2,
    "text": "violation of these regulations continues shall constitute a separate offense.\nD\nWhenever any work is done contrary to the provisions of these regulations, the\nAuthorized Official may order the work stopped by notice in writing served on\nany persons engaged in the doing or causing such work to be done; and any such\npersons shall forthwith stop such work until authorized by the Authorized\nOfficial to proceed with work.\nE.\nThe Authorized Official and City Engineer shall together have the authority to\n\nmake interpretations of these regulations and enforce rules and supplemental\nregulations in order to clarify the application of its provisions.\nF.\nNo permit shall be issued for the demolition or construction of any building or\nstructure located on a lot or parcel subdivided or sold in violation of the\nprovisions of these regulations. \nLegislative History:\nAuthority:\nOrdinance #503, 4/23/13\nSDCL § Ch. 9\n",
    "source": "Chapter 16-1 2013 REVISED SUBDIVISION ORDINANCE FOR THE CITY OF BRANDON"
  }
]