[
  {
    "chunk_index": 1,
    "text": "CHAPTER 16-8\nUTILITIES AND PUBLIC SPACE\n16-8-1 \nWater Facilities\nA. \nGeneral Requirements\n1. \nNecessary action shall be taken by the applicant to extend or create\nwater lines to hook onto a public water supply for the purpose of\nproviding a water-supply system capable of providing domestic water\nuse and fire protection.\n2. \nWhere a public water main is accessible, the subdivider shall install\nadequate water facilities (including fire hydrants) subject to the\nspecifications of the City utilities department as shown on the final\nutility plan required in Section 501.\n3. \nWater main extensions shall be approved by the Public Works Director.\nIf the water main is extended adjacent to property that will not\nparticipate in the initial construction cost of the water main, the\ndeveloper shall submit to the Public Works Director a cost recovery\nstudy based upon the actual construction costs showing the amount due\nfrom each property when a connection is made to the extended water\nmain.\n4. \nTo facilitate the above, the location of all fire hydrants, all water supply\nimprovements, and the boundary lines of proposed districts shall be\nshown on the preliminary water and sewer plan.\nB.  \nPublic Water Supply\nLand which is located over or adjacent to a water bearing stratum or water\nsupply reservoir and which is designated as an area providing or supplementing a\nmunicipal water supply shall not be developed or subdivided for residential,\nrecreational, commercial or industrial purposes except when public water and\nsewer systems are provided.\nC. \nDesign Standards\nAll water facilities including water mains, valves, fire hydrants, storage facilities\nand pumping stations shall be designed in accordance with the Engineering\nDesign Standards and are subject to the approval of the City Engineer.\nLegislative History:\nAuthority:\nOrdinance #503, 4/23/13\nSDCL ยง Ch. 9\n16-8-2 \nSANITARY SEWERS \nA.\nProvided for each lot.  \nEach lot within a subdivision area shall be provided with a connection to an\napproved public sanitary sewer.\nB.\nExceptions.  \n\nIn areas where a public sanitary sewer is not reasonably accessible, but where\nplans, including the comprehensive plan, a facilities plan or any other approved\nplan for the installation of sanitary sewers in the vicinity of the subdivision has\nbeen prepared, the subdivider shall install sewers in conformity to plans\napproved by the City Engineer.  In cases where a connection to an existing\npublic sanitary sewer may not be immediately practical, a connection may be\nmade to the gravity sewer system by the use of a lift station, constructed in\naccordance with the regulations and requirement set forth by the City Engineer.\nC.\nDesign Standards.\nAll sanitary sewer facilities including gravity sewers, manholes, lift stations and\nforce mains shall be designed in accordance with the Engineering Design\nStandards and are subject to the approval of the City Engineer.\nLegislative History:\nAuthority:\nOrdinance #503, 4/23/13\nSDCL ยง Ch. 9\n16-8-3 \nPUBLIC OPEN SPACE\nThe City of Brandon recognizes the need for open space and recreational areas for the\nhealth and welfare of its citizens.  Therefore, as a condition of approval for final plat of\nsubdivision, each sub divider shall be required to pay the City a cash contribution for park\nland acquisition to serve the immediate and future needs of the residents of the\ndevelopment.  Unless and until changed by resolution of the City Council, the amount of\nthe cash contribution for park land acquisition shall be $1,000 per acre or fraction thereof. \nThe park land acquisition cash contribution shall be payable directly to the City in one\nlump sum at the time of final plat approval.  The cash contribution received for park land\nacquisition by the City shall be used as new park land is acquired. The park land\nacquisition cash contribution does not reflect the true cost to cover park land acquisition\nthat the new development will ultimately necessitate but instead will act to defray a\n",
    "source": "Chapter 16-8 UTILITIES AND PUBLIC SPACE"
  },
  {
    "chunk_index": 2,
    "text": "portion of the cost of park land acquisition.  \nWhere a proposed public site which is shown on the Comprehensive Plan or other long-\nrange plan is located in whole or in part in a proposed subdivision to be developed, and\nsuch public sites are not dedicated, such public ground shall be reserved and no action\ntaken towards approval of a preliminary plan or final plat for a period not to exceed\nninety days to allow the opportunity to consider and take action towards acquisition of\nsuch public ground or park by purchase or other causes.\nIn addition to park land acquisition, the City is responsible for the development and\nmaintenance of open space and recreational areas.  The Park Development Fee imposed\npursuant to the provisions of this Section is to finance the development of new parks and\nthe expansion and/or improvement of existing parks.  A Park Development Fee is hereby\nimposed on the construction or placement of all new dwelling units.  Unless and until\nchanged by resolution of the City Council, such fee shall be computed on the basis of\n$250.00 per dwelling unit.  The Park Development Fee shall be due when the building\npermit is paid.\nLegislative History:\nAuthority:\nOrdinance #503, 4/23/13\nSDCL ยง Ch. 9\n",
    "source": "Chapter 16-8 UTILITIES AND PUBLIC SPACE"
  }
]