[
  {
    "chunk_index": 1,
    "text": "CHAPTER 12-8 \nSPEED \n \n12-8-1 \n \nGENERAL RESTRICTIONS \nIt shall be unlawful for any person to drive a vehicle on a street or highway at a speed \nthat is greater than reasonable and prudent under the conditions then existing or at a \nspeed in excess of those fixed in this article. \n \n \n \n \nLegislative History:  \n \n \nAuthority: \n \n \n \nOrdinance No. 5, Article 8,  \n \n \nSDCL Chapters 9-31 and \n \n \n \n§137, 3/11/74. \n \n \n \n \n32-25 generally. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n12-8-2 \n \nESTABLISHMENT OF SPEED ZONES \nThe City Council is authorized and empowered to determine and establish upon any \nstreet or highway within the City or any part thereof, limited speed zones which speed \nlimit shall constitute the maximum speed at which any person may drive or operate any \nvehicle upon zone, street or highway or portion thereof so zoned, and on which highway \nthe maximum speed permissible is said zone has been conspicuously posted by signs \nadopted by the Council. \n \nThe beginning of such limited speed zones shall be indicated by signs showing the speed \nlimits.  The City Council may change the speed limit or the extent of any such limited \nspeed zone at any time it may deem necessary. \n \n \n \n \nLegislative History:  \n \n \nAuthority: \n \n \n \nOrdinance No. 5, Article 8,  \n \n \nSDCL Chapters 9-31 and \n \n \n \n§138, 3/11/74. \n \n \n \n \n32-25 generally. \n \n \n \n \n \n \n12-8-3 \n \nSPEED LIMITS \nExcept as may otherwise be provided by this chapter, it shall be unlawful for any person \nto operate or drive any vehicle at a rate of speed greater than the following: \nA. \nUnless otherwise posted the speed limits on all alleyways in all business and \nresidential districts and all parks within the city shall be 15 miles per hour. \n \nB. \nUnless otherwise posted the speed limits on all public roadways or streets within \nthe city shall be twenty five (25) miles per hour. \n\n \n \n \n \n \n \nLegislative History:  \n \n \nAuthority: \n \n \n \nOrdinance No. 5, Article 8,  \n \n \nSDCL Chapters 9-31 and 32-25 generally. \n \n \n \n§139, 3/11/74. \n \n \n \n \n \n \n \n \nOrdinance No. 368  7/5/05 \n \n \n \n \n \n12-8-4 \n \nSCHOOL ZONES \nIt shall be unlawful for any person to operate or drive any vehicle at a speed greater than \nfifteen (15) miles per hour when passing a school during recess or while children are \ngoing to or leaving school during opening or closing hours for such school. \n \n \n \n \nLegislative History:  \n \n \nAuthority: \n \n \n \nOrdinance No. 5, Article 8,  \n \n \nSDCL Chapters 9-31 and \n \n \n \n§140, 3/11/74. \n \n \n \n \n32-25 generally. \n \n \n \n \n12-8-5 \n \nOBSTRUCTED INTERSECTIONS \nIt shall be unlawful for any person to operate or drive any vehicle at a greater speed than \nfifteen (15) miles per hour when approaching within fifty (50) feet of, and in traversing \nan intersection of highways when the driver's view is obstructed.  A driver's view shall be \ndeemed to be obstructed when at any time during the last fifty (50) feet of his approach to \nsuch intersection he does not have a clear and uninterrupted view of such intersection and \nof the traffic upon all of the highways entering such intersection for a distance of two \nhundred (200) feet from such intersection. \n \n \n \n \nLegislative History:  \n \n \nAuthority: \n \n \n \nOrdinance No. 5, Article 8,  \n \n \nSDCL Chapters 9-31 and \n \n \n \n§141, 3/11/74. \n \n \n \n \n32-25 generally. \n \n \n \n \n \n \n \n \n12-8-6 \n \nEMERGENCY VEHICLES \nThe speed limit set out in this chapter shall not apply to authorized emergency vehicles \nwhen responding to emergency calls, provided the drivers thereof sound audible signals \nby siren or horn and two (2) red lights are displayed to the front or a flashing red light is \ndisplayed on top of said vehicle, so as to be plainly visible to all traffic in the area.  This \nprovision shall not relieve the driver of an authorized emergency vehicle from the duty to \ndrive with due regard for the safety of all persons using the street nor shall it protect the \ndriver of any such vehicle from the consequences of a reckless disregard of the safety of \n",
    "source": "Chapter 12-8 SPEED"
  },
  {
    "chunk_index": 2,
    "text": "others. \n \n \n \n \nLegislative History:  \n \n \nAuthority: \n \n \n \nOrdinance No. 5, Article 8,  \n \n \nSDCL Chapters 9-31 and \n \n \n \n§142, 3/11/74. \n \n \n \n \n32-25 generally. \n \n \n \n \n \n \n \n \n12-8-7 \n \nSLOW SPEED \n\nNo person shall drive a motor vehicle at such a slow speed as to impede the normal and \nreasonable movement of traffic except when reduced speed is necessary for safe \noperation or in compliance with law. \n \n \n \n \nLegislative History:  \n \n \nAuthority: \n \n \n \nOrdinance No. 5, Article 8,  \n \n \nSDCL § 32-24-5.1;  Also \n \n \n \n§143, 3/11/74. \n \n \n \n \nsee Ch. 9-31 generally. \n \n \n \n \n \n \n \n \n \n \n12-8-8 \n \nLIMITED SPEED ZONES \nA. \nIt shall be unlawful for any person to operate or drive any vehicle at a speed \ngreater than fifteen (15) miles per hour when children are present upon that \nportion of Sylvan Circle parallel to and abutting the boundaries of Pioneer \nCentennial Park and fifty (50) feet of either side of the boundaries of said park. \n \nB. \nIt shall be unlawful for any person to operate or drive any vehicle at a speed \ngreater than twenty (20) miles per hour upon that portion of the Aspen Park \nRecreational Complex roadway from the intersection of Aspen Park \nRecreational Complex roadway and Nicholas Drive up to and including the \nparking lot at the south end of the complex. \n \n \n \n \n \n \n \n \n \n \nLegislative History:  \n     \n \nAuthority: \n \n \n \nOrdinance No 5, Article VIII,  \n     \n \nSDCL Chapter 32-25 and \n \n \n \n§138, 3/11/74; Ordinance No. \n     \n \n9-31 generally. \n \n \n \n \n \n \n64, 6/19/78;  Ordinance No. 90, \n \n \n \n11/5/79;  Ordinance No. 141,  \n \n \n \n§2, 4/15/85. \n \n \n \nOrdinance No. 724, 4/2/25 \n",
    "source": "Chapter 12-8 SPEED"
  }
]