[
  {
    "chunk_index": 1,
    "text": "CHAPTER 16-3\nCONCEPT PLAN\n16-3-1\n \nSUBMISSION  \nA concept plan is a process designed to help a developer save time and expense in\npreparing a preliminary plan.  A concept plan does not have a requirement for engineering\ninformation; however, the more engineering design work that is done, the developer will\nbe more likely to avoid re-zoning or major amendments because of lot and block re-\nconfigurations due to drainage and other utility requirements.  The advantage of a concept\nplan is that City staff will provide important information up front that may significantly\naffect lot and block layout and utility plans.  It is recommended that at least some\npreliminary drainage engineering be completed during the concept plan stage. All concept\nplans for review shall be submitted to the Authorized Official.\nA.\nPrior to the submission of the preliminary subdivision plan and, if needed, re-\nzoning to the Planning & Zoning  Commission, the developer shall submit a\nconcept plan to the Authorized Official, which will also be routed to the City\nEngineer. City staff comments on the concept plan shall be sent to the developer\nwithin fifteen working days. The requirement for a concept plan may be waived\nby the Authorized Official and City Engineer if access permits have been\napproved and it is a residential subdivision with less than ten acres or a\nnonresidential subdivision with less than five acres. A developer may choose to\nsubmit a concept plan for comments that has all elements of a preliminary\nsubdivision plan.\nB.\nThe concept plan will contain the following general information, as well as the\nspecific requirements as listed in Chapter 13 of the Engineering Design\nStandards:\n1.\nThe general layout of streets and access points to adjacent street systems: location of\nmajor drainage ways, approximate flow paths and detention ponds; water line\nlocations; nearest existing sanitary sewer lain location; natural features and amenities\nand preservation public land, proposed zoning district; pedestrian connectivity; and\nagreement with the City’s comprehensive plan goals and policies.\n2.\nThe owner and developer addresses and telephone numbers.\n3.\nVicinity map to scale, showing locations of the concept plan and other property for at\nleast 660 feet in every direction.\nC.\nComments from City staff in regard to the concept plan should include future\nland use amendments, zoning transitions, street right-of-way width and type of\nstreet (minor or major collector), pedestrian circulation, lot and block layout,\nstreet access points, water and sanitary sewer locations, assessments cost per\nacre including sanitary sewer, water main, regional detention cost, and storm\nsewer.  Staff shall track consistency of comments between concept plan and\npreliminary subdivision plan.\nLegislative History:\nAuthority:\nOrdinance #503, 4/23/13\nSDCL § Ch. 9\n",
    "source": "Chapter 16-3 CONCEPT PLAN"
  }
]