[
  {
    "chunk_index": 1,
    "text": "CHAPTER  6-7 \nAMBULANCE SERVICES \n \n6-7-1  \nBRANDON VOLUNTEER FIRE DEPARTMENT \nThe Volunteer Fire Department of the City of Brandon provides necessary basic \nlife support care as first responders on medical emergency calls.  The Volunteer \nFire Department of the City of Brandon recommends that it is a benefit to the \nsafety, health and welfare of the citizens of Brandon for surface ambulance \nservices to be provided by experienced and qualified Emergency Medical \nTechnician-Paramedics so that excellent advanced life-support care is consistently \nprovided to the citizens of Brandon. \n \n \n \nLegislative History:  \n \n \nAuthority: \n \n \nOrdinance No. 224, 7/5/94                 \n \nSDCL  34-11 \n \n \nOrdinance No. 272, 10/6/98 \n \n \nOrdinance No. 598, 2/19/20 \n \n \n6-7-2  \nDEFINITIONS \nWhenever any of the following terms are used in the body of this Ordinance, the \nfollowing meanings shall apply: \n1. \nAdvanced Life Support (ALS): The treatment of life-threatening medical \nemergencies through the use of techniques such as endotracheal intubation, the \nadministration of drugs or intravenous fluids, electrocardiographic monitoring \n(ECG), and cardiac defibrillation by a qualified person, pursuant to South Dakota \nCodified Laws. \n2. \nAdvanced Life Support Service: Any emergency medical transport or \nnontransport service which uses advanced life support techniques. \n3. \nAir ambulance: Any fixed-wing or rotary-wing aircraft used for, or \nintended to be used for, air transportation of sick or injured persons requiring or \nlikely to require medical attention during transport. \n4. \nAir ambulance service: Any publicly or privately owned service which \noperates air ambulances to transport persons requiring or likely to require medical \nattention during transport. \n5. \nAmbulance: Any privately or publicly owned land or water vehicle that is \ndesigned, constructed. reconstructed, maintained, equipped. or operated for. and \nis used for, or intended to be used for, land or water transportation of sick or \ninjured persons requiring or likely to require medical attention during transport. \n6. \nBasic Life Support: The treatment of medical emergencies by a qualified \nperson through the use of techniques defined by the National Scope of Practice \ndescribed in the Emergency Medical Technician Education Standards of the \nUnited States Department of Transportation. The term \"basic life support\" also \n\nincludes other techniques which have been approved and are performed under \nconditions specified by rules of the State of South Dakota Department of Health \nor Minnehaha County. All Licensees must be staffed by two Emergency Medical \nTechnicians on board when services are being furnished. \n \nBasic Life Support Service: Any emergency medical service which uses \nonly basic life support techniques. \n8. \nClosest Available Emergency Medical Services Response Vehicle: The \nvehicle which is closest to the scene at the time of the call as determined by a \nPublic Safety Answering Point through GIS mapping and is a validly licensed \noperator. \n \n9. \nMutual Aid Agreement: An agreement between licensed ambulance \nproviders neighboring jurisdictions to dispatch the closest available emergency \nmedical services response vehicle to the scene of a medical emergency within \nMinnehaha County. \n10. \nCity Council:  The City Council of Brandon, South Dakota. \n11. \nCredentialing: The process of authorization to any person to act as a \nparamedic, EMT, Dispatcher or First Responder within the County Emergency \nMedical Services System. \n \n12. \nCounty Emergency Medical Services System: The system consisting of all \nvolunteer, private and governmental Basic Life Support Services, Advanced Life \nSupport Services, and 9-1-1 Public Safety Answering Points (PSAPs) and First \nResponder Agencies which utilize state certified emergency medical personnel \nunder the supervision of the County Medical Director or the EMS Director. \n \n13. \n",
    "source": "Chapter  6-7 AMBULANCE SERVICES"
  },
  {
    "chunk_index": 2,
    "text": "Emergency Medical Condition: A medical condition manifesting itself by \nacute symptoms of sufficient severity, such that the absence of immediate medical \nattention could reasonably be expected to result in any of the following: \na. Serious jeopardy to patient health. \nb. Serious impairment to bodily functions. \nc. Serious dysfunction of any bodily organ or part. \n \n14. \nEmergency Medical Dispatch: The system of emergency medical call \ntaking designed to dispatch the appropriate level of services based on established \ncriteria and provide pre-arrival emergency medical instructions to the caller until \nEMS arrives. \n \n15. \nEmergency Medical Services (EMS) Provider: Any basic life support \nservice, or advanced life support service which possesses a License and engages \nin the business of providing emergency medical services. \n \n16. \nEmergency Medical Technician (EMT): A person who has completed an \n\nEmergency Medical Technician course and is currently certified by the South \nDakota Department of Health or successor state agency, and trained in emergency \nmedical care in accordance with standards prescribed by rules and regulations \npromulgated pursuant to SDCL SS 34-11-6. \n17. \nFirst Response: The provision of non-transport emergency medical \nservices designed to provide initial stabilization of patients suffering from \nmedical conditions. \n \n18. \nGround Ambulance: A motor vehicle operated over public roadways \nunder the jurisdiction of this state and which is in compliance with South Dakota \nlaw and South Dakota Administrative Rule. \n \n19. \nGround Ambulance License: A license issued by the City authorizing a \nLicensee to provide ground ambulance services within the City. Any Licensee \nunder this Ordinance must also be licensed in accordance with the laws of the \nState of South Dakota. \n \n20. \nLicensee: The entity licensed by the City to provide Ground Ambulance \nServices within the City of Brandon. \n \n21. \nMedical Director: A licensed physician dedicated to the provision of \nemergency medical services as defined by South Dakota Codified Laws, Chapter \n36-4B, employed or provided under a written contract by the Licensee to \nsupervise and accept responsibility for the medical performance of any Licensee \noperating within the City’s emergency medical services system. The Medical \nDirector shall perform such duties and responsibilities as may be assigned by the \nwritten contract of employment, position description, this ordinance and South \nDakota Codified Law. The Medical Director provides medical control through \nwritten protocols, on-line supervision, continuing education, and quality \nassurance and improvement. \n \n22.  Paramedic: A person licensed by the South Dakota Board of Medical and \nOsteopathic Examiners who is authorized to perform basic and advanced support, \npursuant to the provisions of South Dakota Codified Laws, Chapter 36-4B. \n23.  \nPatient: A person who is in need of emergency medical treatment or \nemergency transportation. \n24. \nPerson: Any living being, or any corporation, partnership or other business \nentity. \n25. \nPre-Hospital: The out of hospital provision of ALS or BLS treatment \nand/or transport services to a patient who has a medical condition. \n26. \nPrincipal of Record: The Chief Executive official of an EMS Provider. \n \n\n27. \nPriority 1:  Life threatening emergencies as designated by the Public \nSafety Answering Point. \n \n28. \nPriority 2:  Non-life threatening emergencies as designated by the Public \nSafety Answering Point. \n \n29. \nPriority 3:  Non-emergencies as designated by the Public Safety \nAnswering Point. \n \n30. \nPublic Safety Answering Point: A communications center designated to \nreceive 9-1-1 calls. \n \n31. \nResponse Time: The time as measured in minutes and seconds from the \npoint the call is dispatched to the Licensee by the Emergency Medical Dispatch \n911 communications center to the time the Licensee arrives to the scene of the \nmedical call. \n32. \n",
    "source": "Chapter  6-7 AMBULANCE SERVICES"
  },
  {
    "chunk_index": 3,
    "text": "Treatment Protocols:  The protocols approved by the Licensee’s Medical \nDirector directing the assessment, treatment, and transport of patients as defined \nherein. \n33. \nTransporting:  Transporting a patient originating with the City of Brandon \nto a destination with the county. \n \n \n \n \n \nLegislative History:  \n \n \n \nOrdinance No. 598, 2/19/20 \n \n6-7-3  \nLICENSE REQUIRED \nExcept as provided herein, no person shall operate a ground ambulance service \ntransporting patients as defined in this ordinance from within the City, nor \nadvertise or offer such service to the public, unless the operator of such service \nshall have first obtained a ground ambulance service license from the City. \nAdvanced EMS providers providing emergency medical care within the City of \nBrandon must be affiliated with a licensed ground ambulance service. \nThe license requirement herein shall not apply to the following: \n1. \nA service that is transporting patients from within the City only pursuant \nto written mutual aid agreements with licensed providers or intercepts which \nagreements have been approved by the City; or \n2. An entity that is providing air ambulance services. \n3. Any emergency vehicle owned or directly operated by the federal or state \ngovernment or any of their military services. \n4. An EMS Provider licensed and qualified under South Dakota law, \nMinnehaha County ordinance, or municipal ordinance responding and \n\nrendering services under a current, executed written mutual aid agreement, \nat the request of a signatory to the mutual aid agreement during a major \ncatastrophe when vehicles based in the locality of the catastrophe are \nincapacitated or insufficient in number to render the services needed. \n \n \n        Legislative History: \n \n \n \nAuthority: \n \n            1990 Revisions. \n \n \n \nSDCL § 9-34-1. \n \n            Ordinance No. 286, 12/5/00 \n \n            Ordinance No. 381, 1/2/07 \n \n \n            Ordinance No. 404, 6/19/07 \n \n            Ordinance No. 598, 2/19/20 \n \n \n6-7-4 \nPRIMARY SERVICE AREA OF LICENSEE \nThe license shall be for the geographic boundaries of the City of Brandon, South \nDakota. \n \n \nLegislative History:  \n \n \n \nOrdinance No. 598, 2/19/20 \n \n6-7-5  \nSECONDARY SERVICE AREA/FIRST LEVEL MUTUAL AID \nAny dispatch of a Licensee by a Public Safety Answering Point to provide first \nlevel mutual aid to another Licensee shall be determined by location technology \nas determined by the Public Safety Answering Point with preference to the closest \navailable Licensee. \n \n \nLegislative History:  \n \n \n \nOrdinance No. 598, 2/19/20 \n \n6-7-6 \nLICENSE APPLICATION \nAn applicant for a ground ambulance license with the City shall make application \nin writing to the City on such form which shall be provided by the City and \ninclude such terms as required by the City. The application shall be filed with the \nCity of Brandon’s Finance Officer Office. The application shall be verified by the \nperson making the application and shall contain all licensure requirements \nrequired by the City and as required by South Dakota law and Administrative \nRule. \n \n \nLegislative History:  \n \n \n \nOrdinance No. 598, 2/19/20 \n \n6-7-7  \nCREDENTIALING \nAll Licensees, their employees and agents shall meet the licensure requirements \nof SDCL §§ 36-4B-17 and SDCL Ch. 34-11 and any other applicable provision of \n\nstatute.  In addition, all Licensees, their employees and agents shall submit to \nand pass a background check approved by the City. \n \n \nLegislative History:  \n \n \n \nOrdinance No. 598, 2/19/20 \n \n6-7-8 \nLICENSEE DUTIES \nThe Licensee shall: \n1. \nRespond, as defined herein Section 6-7-2(28), to ninety (90) percent of all \nPriority 1 and 2 emergency calls received within eight (8) minutes and fifty-nine \n(59) seconds and all Priority 3 calls with sixteen (16) minutes and fifty-nine (59) \nseconds after receiving the call; \n2. \nAbide by all medical protocols and quality improvement processes \nauthorized by the Medical Director; \n3. \n",
    "source": "Chapter  6-7 AMBULANCE SERVICES"
  },
  {
    "chunk_index": 4,
    "text": "Submit data to the Medical Director for purposes of quality control; \n4. \nHave a written contract with the Medical Director that states the duties of \nthe Medical Director; \n5. \nDisplay a copy of the license on the premises of the business at all times; \n6. \nProvide Advanced Life Support Services consistent with the City’s \nrequirements; \n7. \nBe available for services Twenty-four (24) hours a day, seven (7) days per \nweek and have the ability to maintain this requirement with sufficient call \nanswering, staffing and vehicle availability to meet this requirement. All \nLicensees must be accounted for on the status board of the Public Safety \nAnswering Point; \n8. \nFor ambulance runs when patient care and transport are occurring, have at \nleast 90% of the time a minimum of one (1) Paramedic and one (1) Emergency \nMedical Technician onboard, and otherwise two (2) Emergency Medical \nTechnicians onboard. \n9. \nComply with the State of South Dakota's requirements for equipment and \nsupplies; \n10. \nFor every run, carry such additional equipment and supplies as specified \nby the Medical Director or Quality Assurance Director for the ambulance service; \n11. \nProvide quarterly reports to the Brandon City Council regarding staff \ntraining, response times, with 90th percentile averages and any other quality \nassurance improvements; \n\n12. \nComplete an annual compliance billing audit, with random 10 chart \nreview, on or before the renewal date and within 90 days of the initial license \nperiod, by an independent third-party administrator; \n13. \nComply with South Dakota law, South Dakota Administrative Rule, and \nany additional requirements of the Licensee’s Medical Director as to sanitation \nand safety, as well as any other standards as set forth therein for licensure of \nambulance services and personnel; \n14. \nNotify the City not less than Sixty (60) days prior to any change in legal \nstatus, ownership, control or shareholders of the organization, and notify the City \nwithin ten (10) days if any information contained in the application shall change \nor for any reason become inaccurate (failure to comply with this provision may \nresult in suspension or revocation of any license as authorized herein); \n15. \nAs to insurance, the Licensee shall \na.  Hold the City harmless from all liability for damages to persons or \nproperty arising out of the operation of the ambulance or from services \nperformed pursuant to the license;  \nb.  Provide comprehensive liability insurance naming the City an additional \ninsured, with the following minimum limits: \ni. \nProperty damage of five hundred thousand dollars ($500,000) per \nincident. \nii. \nPersonal injury for one person of five hundred thousand dollars \n($500,000) per incident. \n \niii. \nPersonal injury for one accident of one million dollars \n($1,000,000) in the cumulative. \n \nc. Have no less than two million dollars ($2,000,000) per occurrence \nemployee professional liability insurance with an annual aggregate of no less \nthan three million dollars ($3,000,000) or in lieu of the annual aggregate, \nmay purchase an umbrella policy to meet the limits indicated; and  \nd.  Have certificates of insurance showing the City as an additional insured, \nwhich shall be filed with the City within two (2) weeks after the license \napplication has been approved. \n \n \nLegislative History:  \n \n \n \nOrdinance No. 598, 2/19/20 \n \n\n6-7-9 \nCOMPLIANCE WITH REGULATIONS \nAn application for a ground ambulance license is considered to be an agreement \nwith and acceptance of all record-keeping requirements as required by the South \nDakota Bureau of Administration — Record Managements Program, or its \nequivalent, and other provisions of this Ordinance both now and as it may from \ntime to time be amended in the future. Failure to comply with the provisions of \nthis Ordinance or unsatisfactory quality assurance reviews may subject the \nLicensee to suspension or revocation of the license. \n \n \nLegislative History:  \n \n \n \n",
    "source": "Chapter  6-7 AMBULANCE SERVICES"
  },
  {
    "chunk_index": 5,
    "text": "Ordinance No. 598, 2/19/20 \n \n6-7-10 \nLICENSE TERM \nGround ambulance licenses are issued for a two (2) year period. Any license may \nbe renewed one time by the City for an additional two (2) year period so long as \nthe Licensee is in compliance with federal, state and local law and all existing \napplication requirements and timely completes the City’s renewal form. After the \nexpiration of either a license or renewal, any subsequent license may only be \nissued upon the successful completion of the City’s initial licensure procedures.   \n \n \nLegislative History:  \n \n \n \nOrdinance No. 598, 2/19/20 \n \n6-7-11 \nQUALTIY ASSURANCE REQUIRED \nQuality assurance evaluation will set a standard that is realistic, attainable and \nappropriate where performance can be measured, analyzed, modified and \nremeasured to evaluate and improve the overall function and care provided.  On a \nmonthly basis, Licensees shall provide data and information for quality assurance \npurposes to the Medical Director in accordance with the business associates \nagreement executed by the Licensee.  \nQuality Assurance Program shall include but not be limited to: medical treatment \nprotocol development and review; ensure and document annual skills competency \nfor the Licensee’s EMS staff; test protocol knowledge; prospective and \nretrospective chart and run reviews for feedback and education on all Priority 1 \nand 2 calls; review protocol compliance and appropriateness of treatment; and \nreview of calls that deviated from standard protocols, cardiac arrest, chest pain, \nstroke, respiratory arrest, airway compromise, unconsciousness, pediatrics or \ntrauma on a monthly basis. \n \n \nLegislative History:  \n \n \nAuthority: \n \n \n1990 Revisions. \n \n \n \nSDCL § 9-34-1. \n \n \nOrdinance No. 286, 12/5/00 \n \n \nOrdinance No. 381, 1/2/07 \n \n \n \n\n \n \nOrdinance No. 404, 2/17/07 \n \n \nOrdinance No. 437, 2/17/09 \n \n \nOrdinance No. 467, 2/2/10 \n \n \nOrdinance No. 598, 2/19/20 \n \n6-7-12  \nMEDICAL DIRECTOR REQUIREMENTS  \nThe Licensee’s Medical Director shall:  \n1. \nDevelop and review medical treatment protocols, provide clinical \nsupervision, and provide quality improvement activities for daily operations and \ntraining pursuant to this Ordinance and pursuant to South Dakota law; \n \n2. \nSupervise the clinical performance and training of all Licensees, the \nEMI's, EMTs, and Paramedics operating as part of the Licensee’s Emergency \nMedical Services system.   \n \n3. \nConduct monthly education/training, run reviews, weekly chart reviews, \nreview high risk procedures, patient outcomes, run time compliance. \n4.   \nProvide to the City an annual report stating whether the Licensee is \ncomplaint with its submissions to the Director and delivery of quality of care \nrequired.;  \n5.  \nHave a contract with the Licensee that states the duties of the Medical \nDirector. \n6.  \nNotify the City of any material deviations from or changes to the standard \nprotocols as set forth in the Quality Assurance Program. \n \n \nLegislative History:  \n \n \nAuthority: \n \n \n1990 Revisions. \n \n \n \nSDCL § 9-34-1. \n \n \nOrdinance No. 286, 12/5/00 \n \n \nOrdinance No. 381, 1/2/07 \n \n \n \nOrdinance No. 404, 6/19/07 \nOrdinance No. 598, 2/19/20 \n \n6-7-13  \nCONFIDENTIALITY \nConfidentiality of both patient and employee records shall be maintained by the \nambulance service, by the Medical Director, by the City, and by the individual, \nagency, or review boards designated by the City as its entity or entities for quality \nassurance review. These records may not be released nor may the information in \nthem be shared with any other person, entity or governmental body without the \nexpress written consent of the patient or in compliance with the order of a court of \ncompetent jurisdiction. \n \n \n \n \n \nLegislative History:  \n \n \n \nOrdinance No. 598, 2/19/20 \n\n \n \n6-7-14  \nQUALITY ASSURANCE AUDIT \nThe City of Brandon may appoint an individual, committee, or agency to conduct \nan independent audit related to quality assurance review of the Licensee’s \n",
    "source": "Chapter  6-7 AMBULANCE SERVICES"
  },
  {
    "chunk_index": 6,
    "text": "compliance with the City’s ordinances and the Licensee’s Quality Assurance \nProgram.  If a quality assurance audit is conducted, then the Licensee shall \ncomply with any request for information for the review to be conducted.  The \nquality assurance audit shall at all times comply with any state or federal laws \nregarding patient privacy. \n \n \n \nLegislative History:  \n \n \n \nOrdinance No. 598, 2/19/20 \n \n \n6-7-15 \nSUSPENSION AND REVOCATION OF LICENSE \nAny violations of this Ordinance may result in the suspension. revocation or \nnonrenewal of a license. Any action which may result in the suspension or \nrevocation of the ground ambulance license by the City shall follow the procedure \nas provided herein and the administrative procedures required in SDCL Ch. 1-24. \n \n \nLegislative History:  \n \n \n \nOrdinance No. 598, 2/19/20 \n \n6-7-16 \nPROCEDURES FOR SUSPENSION AND REVOCATION OF LICENSE \nFOR GROUND AMBULANCE SERVICES: NOTICE, HEARING AND \nAPPEAL \nIn the event of a violation of federal, state, or local law or ordinance, including \nbut not limited to this Ordinance, by any Licensee, their agents or successors, the \nfollowing procedure shall be followed unless an informal disposition is agreed to \nby the Licensee and the City: \n1. \nUpon receipt of a recommendation of suspension or revocation from the \nMedical Director or a Quality Assurance Review report, the City shall cause \nwritten notice of the recommendation to be served upon the Licensee by U.S. \nMail, Certified Letter, Return Receipt Requested. The notice shall state the nature \nof the recommendation and the reasons for the recommendation in sufficient \ndetail so as to allow the Licensee the ability to respond. \n2. \nIn cases of extreme risk to the citizens of the City, the notice may include \nan immediate order to suspend any ambulance services within the City pending \nfurther review. Any Licensee receiving notice of a recommendation of suspension \nor revocation, shall respond in writing within twenty-four hours from the date and \ntime of the receipt of the notice. The response shall include any information that \n\nthe Licensee believes material to the recommendation, and may include a \ncorrective action plan for violations that the Licensee admits have occurred. \nWithin ten (10) working days after receipt of the Licensee's written response, the \nBrandon City Council, with at least a quorum present, shall hold a hearing to \ndetermine whether the recommendation of suspension or revocation should be \nimplemented. In the event the notice shall require immediate suspension of \nambulance service pending City Council review, the hearing shall be held as soon \nas is possible, but in no event more than three (3) days after receipt of the \nambulance services written response, unless the service shall request an extension \nof time to prepare for the hearing. \n3. \nWritten notice of the hearing on the proposed suspension or revocation of \nthe license due to alleged violations of this Ordinance shall be served upon the \nLicensee at least twenty-four hours in advance of the scheduled hearing. The \nwritten notice shall comply with the provision of SDCL Ch. I -24, the South \nDakota Administrative Procedures Act, regarding contents of notice in contested \ncases. \n4. \nAt such hearing, opportunity shall be afforded all parties to respond and \npresent evidence on issues of fact and argument relevant to the issues. A party to \nthe proceeding may appear in person, or by counsel, or by both, may be present \nduring the giving of all evidence, may have a reasonable opportunity to inspect all \ndocumentary evidence. may examine and crossexamine witnesses, may present \nevidence in support of his position, and may have subpoenas issued to compel the \nattendance of material witnesses and for the production of material evidence. All \nwitnesses shall be sworn and there shall be a record of the proceedings kept by \nthe City either through use of a certified court reporter or by an audio or video \nrecording. \n",
    "source": "Chapter  6-7 AMBULANCE SERVICES"
  },
  {
    "chunk_index": 7,
    "text": "5. \nThe parties may submit proposed findings of fact within one (1) week of \nthe hearing.  Objections may be submitted by either party and are due within five \n(5) business days after service of the proposed findings. \n6. \nThe City shall enter written findings of fact and a decision.  \n7. \nThe formal record of the hearing shall include all pleadings, notices, \nmotions, and written rulings, if any; all evidence received and considered; a \nstatement of the issues raised by the City which were challenged by the Licensee; \nproposed findings of fact and decision and objections to the proposed findings of \nfact and decision (if any were filed); and the final findings of fact and decision of \nthe City Council. In addition, all evidence received or offered and not received \nshall be maintained in the formal record of the proceedings. \n\n8. \nAny final decision of the City Council shall take into consideration the \ntotality of the evidence presented and shall be based upon a determination of what \nbest serves the health and safety of the citizens of City of Brandon. Any final \ndecision of the City Council may be appealed by any person aggrieved by the \ndecision, to the Circuit Court, Second Judicial Circuit, in accordance with the \nstatutes of the State of South Dakota. Failure of the City to issue written decision \nwithin thirty (30) days of the date of hearing shall be treated as a decision adverse \nto the Licensee and Licensee shall have the right of appeal from the record as it \nthen exists. \n \nLegislative History:  \n \n \n \nOrdinance No. 598, 2/19/20 \n \n6-7-17  \nENFORCEMENT \n1. \nAny person or entity required to be licensed under this ordinance and who \nconducts ground ambulance services within the City of Brandon without first \nobtaining a ground ambulance license, shall be guilty of a Class 2 Misdemeanor. \nEach and every individual act constituting a violation of this Ordinance is to be \nconsidered a separate offense. Each and every day in which an ambulance service \nis operated without a license in violation of this Ordinance is to be considered a \nseparate offense. \n \n2. \nThe provisions of this Ordinance may be enforced by injunction or other \nappropriate civil proceeding or remedy authorized by law. \n \n3. \nAny Licensee in violation of this ordinance is subject to suspension, \nrevocation or nonrenewal of a license. \n \n \n \n \nLegislative History:  \n \n \nAuthority: \n \n \n1990 Revisions. \n \n \n \nSDCL § 9-34-1. \n \n \nOrdinance No. 286, 12/5/00 \n \n \nOrdinance No. 381, 1/2/07 \n \n \n \n \n \nOrdinance No. 404, 6/19/07 \n \n \nOrdinance No. 598, 2/19/20 \n \n6-7-18  \nEMERGENCY POWERS \n1. The City Council in consultation with the Licensee’s Medical Director, may \nfor the health, welfare and safety of its citizens or in the best interest of the \nCity to protect the best interests of the City temporarily set aside any or all \nprovisions of this Ordinance for such period as is necessary. This shall \ninclude but not be limited to suspending, terminating or granting licenses to \nproviders or other acts in furtherance of the health, welfare and safety of the \npublic. \n\n \n2. If any provision of this ordinance is for any reason finally held invalid or \nunconstitutional by any court of competent jurisdiction, such provision \nshall be deemed a separate, distinct, and independent provision. and such \nholding shall not affect the validity of the remaining provision. \n \n \nLegislative History:  \n \n \n \nOrdinance No. 598, 2/19/20 \n \n \n",
    "source": "Chapter  6-7 AMBULANCE SERVICES"
  }
]