[
  {
    "chunk_index": 1,
    "text": "CHAPTER 7-4\nPROSTITUTION,  GAMBLING,  AND  INDECENCY \n7-4-1\nPROHIBITED GENERALLY\nNo person shall use or occupy any room, house, or place for the purpose of prostitution,\nnor engage in prostitution, within the City or within one mile of the outer boundary\nthereof.\nLegislative History:\nAuthority:\n1990 Revisions.\nSDCL § 9-29-10; See Also\nCh. 23-23 generally.\n7-4-2\nENTICING\nNo person shall within the City or within one mile of the outer boundary thereof, solicit,\nentice or urge any person to enter a house of prostitution nor solicit any person to occupy\nany room, house, building or other place for the purpose of prostitution.\nLegislative History:\nAuthority:\n1990 Revisions.\nSDCL § 9-29-10; See Also \nCh. 23-23 generally.\n7-4-3\nLEASING ROOM OR HOUSE FOR PROSTITUTION\nNo person shall knowingly let or lease to another any room, house, or building for use as\na place of prostitution within the City or within one mile of the outer boundary thereof. \nAny person after having been informed that such room, house or building so let or\nleased by him is being used for such purpose by the lessee or any other person, shall\nimmediately take all legal measures to recover possession thereof.\nLegislative History:\nAuthority:\n1990 Revisions.\nSDCL § 9-29-10; See Also \nCh. 23-23 generally.\n7-4-4\nKEEPING HOUSE OF PROSTITUTION\nNo person shall keep a house or place of prostitution within the City or within one mile\nof the outer boundary thereof.\nLegislative History:\nAuthority:\n1990 Revisions.\nSDCL § 9-29-10; See Also \nCh. 23-23 generally.\nSDCL Ch. 22-23 generally.\n7-4-5\nFREQUENTING HOUSE OF PROSTITUTION\nNo person shall frequent any house or place of prostitution, nor be an inmate or visitor\nof such house or place within the City or within one mile of the outer boundary thereof.\n\nLegislative History:\nAuthority:\n1990 Revisions.\nSDCL § 9-29-10; See Also \nCh. 23-23 generally.\nSDCL Ch. 22-23 generally.\n7-4-6\nGAMBLING PROHIBITED WITHIN CITY LIMITS\nNo gambling of any kind is permitted except as authorized by the State of South Dakota\nand permitted by the City of Brandon.\nLegislative History:\n1990 Revisions.\n7-4-7\nINDECENCY\nNo person shall appear in any public place in a state of nudity or make any indecent\nexposure of his or her person in a public place.\nLegislative History:\nOrdinance No. 7, 1990 Revision.\n7-4-8\nLEWD OR INDECENT EXPOSURE\nIt shall be unlawful for any person doing business, or any commercial enterprise to hire,\ncause, permit or allow any person while on said premises and while in the presence of\nany other person, to act, entertain, exhibit, dance, pantomime, strip or to participate in\nany activity that is indecent and/or lewd by means of failing to conceal with fully opaque\ncoverings, all sexual parts of his or her body, or to expose any device, costume or\ncovering which gives the appearance of, or simulates any sexual parts of his or her body.\nLegislative History:\nOrdinance No. 223, 7/5/94\n",
    "source": "Chapter 7-4 PROSTITUTION,  GAMBLING,  AND  INDECENCY"
  }
]