[
  {
    "chunk_index": 1,
    "text": "CHAPTER 7-2\nPUBLIC  NUISANCES\n7-2-1\nPUBLIC NUISANCES PROHIBITED\nNo person shall, in the City of Brandon, South Dakota, create, maintain or commit or\npermit any public nuisance as hereinafter defined.\nLegislative History:\nAuthority:\n1990 Revisions.                \nSDCL ยง 9-29-13.\n7-2-2\nPUBLIC NUISANCE DEFINED\nA public nuisance consists in unlawfully doing an act or omitting to perform a duty,\nwithin the City of Brandon, which act or omission either:\nA.\nAnnoys, injures or endangers the comfort, repose,\nhealth or safety of others;\nB.\nOffends decency;\nC.\nUnlawfully interferes with, obstructs or tends to\nobstruct, or renders dangerous for passage, any street, alley or sidewalk;\nD.\nIn any way renders other persons insecure in life, or in the use of property, and\nwhich affects at the same time an entire community or neighborhood or any\nconsiderable number of persons, although the extent of the annoyance or damage\ninflicted upon the individuals may be unequal.  \nLegislative History:\nAuthority:\n1990 Revisions.\nSDCL ยง 9-29-13.\n7-2-3\nSPECIFIC ACTS DECLARED PUBLIC NUISANCES.\nThe following specific acts when committed in the City of Brandon, are declared to\nconstitute public nuisances.\nA.\nBreeding place for flies.\nThe accumulation of manure, garbage, or anything with which flies breed.\nB.\nHarborage or feeding places for rats.\nThe accumulation of any garbage, rubbish, trash or other material upon any\npremises for an unreasonable length of time so that same shall or may provide\nfood or harborage for rats.\nC.\nStagnant water.\nAny water or liquid in which mosquito larvae may exist.\nD.\nDead animals or fowl.\nFor the owner of dead animal or fowl to permit it to remain indisposed of longer\nthan twenty-four (24) hours after its death.\n\nE.\nLivestock and poultry when a public nuisance.\nThe collecting, keeping or feeding of any cattle, sheep, swine, goats, horses or\npoultry upon premises which are not maintained in a reasonably clean and\nsanitary condition, free from any noxious or offensive odor, or which will\nunreasonably interfere with the proper enjoyment of property in the area for\nresidential or business purposes.\nF.\nOffensive, foul or vicious smells when a public\nnuisance.\nIt shall be unlawful for any person or persons, within the limits of the City of\nBrandon, to permit or suffer any public nuisance involving offensive, foul or\nvicious smelling substances upon his or her property.\nG.\nDogs, when a public nuisance.\nEvery vicious dog and every dog which has the habit of barking or howling in\nthe night, or one that habitually chases and barks at vehicles disturbing and\nannoying any person or neighborhood, or one that shall injure or destroy any\nlawn, garden, shrubbery, flowers or vines, is hereby declared to be a public\nnuisance, and no person shall keep or harbor any such dog.  A vicious dog is a\ndog that barks at or bites a person when upon public streets or in any public\nplace.\nH.\nSTORAGE\nHay, straw, corn stalks or litter, stacked, stored or kept on any residential or\ncommercial property within the City of Brandon.\nI.\nTREES, SHRUBS AND BUSHES\nNo tree, shrub or bush shall be allowed to harbor any safety hazard to the general\npublic, whether that tree, shrub or brush be public or private, or to harbor any\ninsect, disease or other pest that would be injurious or fatal to any tree, shrub or\nbush in the City.  Such trees, shrubs and bushes include those injurious to sewer,\nwater, electrical, telephone or gas lines, and those interfering with traffic and\ntraffic control devices and signs, those obstructing light from any street light and\nthose that are dead or have broken or dead limbs that are unsafe.\nLegislative History:\nAuthority\n1990 Revisions.\nSDCL ยง 9-29-13.\nOrdinance #601, 03/18/20\n7-2-4\nABATEMENT OF PUBLIC NUISANCES\nA public nuisance may be abated in accordance with South Dakota law.\nLegislative History:\nAuthority:\n1990 Revisions.\nSDCL ยง 9-29-13.\nCross Reference:\nSDCL Ch. 21-10 as amended.\n",
    "source": "Chapter 7-2 PUBLIC  NUISANCES"
  }
]