[
  {
    "chunk_index": 1,
    "text": " \nPage 14-1 \nCHAPTER 14-41 \nREGULATION OF SEWER USE \n \nARTICLE IV \nPUBLICLY OWNED TREATMENT WORKS \n \nSection 109-129.8 \n \nWATER AND SEWER SERVICE IN GENERAL \n \nDIVISION 1. GENERALLY (RESIDENTIAL, COMMERCIAL & INDUSTRIAL \nUSERS) \n \n14-41-109   \nADMINISTRATION \n         Except as herein provided, the City of Brandon shall be charged with the administration \nof this article and shall be in full charge and control of the publicly owned treatment \nworks. \n \n \n \n \nSources: \n \n \n \nOrdinance of Sioux Falls, SD, 53.001, 12-16-14 \nOrdinance of Sioux Falls, SD, 47-81, 6-1-81 \nOrdinance of Sioux Falls, SD, 57-93, 7-12-93 \n \n \n \nBrandon City Ordinance 577, 3-5-19.   \n \n \n14-41-110   \nDEFINITIONS \nThe following words, terms and phrases, when used in this article, shall have the \nmeanings ascribed to them in this section, except where the context clearly indicates a \ndifferent meaning: \n \nAct means the Federal Water Pollution Control Act, also known as the Clean Water Act, \nas amended, 33 USC §§ 1251 et seq. \n \n \n \n \nAuthorized representative of the user means: \nA. \nIf the user is a corporation: \n \n1. The president, secretary, treasurer or a vice-president of the corporation in \ncharge of a principal business function, or any other person who \nperforms similar policy or decision-making functions for the \ncorporation; or \n \n2. The manager of one or more manufacturing, production, or operation \nfacilities employing more than 250 persons or having gross annual \nsales or expenditures exceeding 25 million dollars (in second-quarter \n1980 dollars), if authority to sign documents has been assigned or \ndelegated to the manager in accordance with corporate procedures. \n \nB. \nIf the user is a partnership or sole proprietorship:  A general partner or proprietor, \nrespectively. \n \nC. \nIf the user is a federal, state or local governmental facility: a director or highest \n\n \nPage 14-2 \nofficial appointed or designated to oversee the operation and performance of the \nactivities of the government facility, or their designee. \n \nD. \nThe individuals described in paragraphs (A) through (C) above, may designate \nanother authorized representative if the authorization is in writing, the \nauthorization specifies the individual or position responsible for the overall \noperation of the facility from which the discharge originates or having overall \nresponsibility for environmental matters for the company, and the written \nauthorization is submitted to the City. \n \nBasic Charge means all users except industrial users shall be subject to a monthly or \nquarterly charge as set by the Brandon City Council through Resolution, and as may be \namended from time to time. The charge shall be collected and added to the basic charge \nas set forth in Brandon City Ordinances Chapter 14-4.  \n \nBiochemical oxygen demand (BOD) means the quantity of oxygen utilized in the \nbiochemical oxidation of organic matter under standard laboratory procedure in five days \nat 20 degrees Celsius, expressed in milligrams per liter. \n \nBuilding drain means that part of the lowest horizontal piping of a drainage system \nwhich receives the discharge from soil, waste, and other drainage pipes inside the walls \nof the building and conveys it to the building sewer, beginning four feet outside the inner \nface of the building wall. \n \nBuilding sewer means the extension from the building drain to the public sewer or other \nplace of disposal; also called house connection. \n \nCategorical standards means any regulation containing pollutant discharge limits \npromulgated by the U.S. EPA in accordance with Sections §§ 307(b) and (c) of the Act, \nwhich apply to a specific category of industrial users and which appear in 40 C.F.R. §§ \n405-471. \n \nCity means the City of Brandon. \n \nCity engineer means the city engineer or designee. \n \nComposite Sample means a sample composited from an appropriate number of discrete \nsamples collected over the designated monitoring period greater than 15 minutes.  The \n",
    "source": "Chapter 14-41 REGULATION OF SEWER USE"
  },
  {
    "chunk_index": 2,
    "text": "sample may be flow- proportional or time-proportional composite as long as the sample \nhas a minimum of four grab samples and represents the average quality of wastewater \ndischarged. \n \nCombined sewer means a sewer intended to receive both wastewater and storm water or \nsurface water. \n \nDaily Maximum means a limit indicating the maximum allowable discharge of a \npollutant, monitored by a composite sampling, during a 24-hour period that corresponds \nto the designated monitoring period. \n \nDENR means the state department of environment and natural resources. \n \nDomestic only commercial user means a business or commercial establishment whose \nonly uses of water are for sanitary, culinary, drinking, washing, bathing and other \ndomestic purposes. \n \nEasement means an acquired legal right for the specific use of land owned by others. \n\n \nPage 14-3 \n \nExisting source means any source of discharge, the construction or operation of which \ncommenced prior to the publication by EPA of proposed categorical pretreatment \nstandards, which will be applicable to such source if the standard is thereafter \npromulgated in accordance with §307 of the Act. \n \nFloatable oil & FOG means oil, fat or grease in a physical state such that it will separate \nby gravity from wastewater by treatment in an approved pretreatment facility.  A \nwastewater shall be considered free of floatable fat or FOG if it is properly pre-treated \nand the wastewater does not interfere with the collection system. \n \nGarbage means the animal and vegetable waste resulting from the handling, preparation, \ncooking and serving of foods. \n \nGrab sample means a discrete sample which is taken from a wastewater stream without \nregard to the flow in the wastewater stream and over a period of time not to exceed 15 \nminutes. \n \nHazardous wastes means waste from generators containing materials or exhibiting \nspecific properties identified in 40 CFR § 261. \n \nIncompatible wastes means all waste other than those identified as hazardous wastes \nthat interfere with, pass through or are incompatible with the City wastewater treatment \nfacility. \n \nIndirect discharge means introduction of pollutants to a POTW from any nondomestic \nsource. \n \nIndustrial user or user means a source of indirect discharge. \n \nIndustrial waste means the wastewater from industrial processes, trade or business as \ndistinct from domestic or sanitary wastes. \n \nInstantaneous maximum means the limit indicating the maximum concentration of a \npollutant, monitored by a grab sample, allowed to be discharged at any specific time. \n \nInterference means a discharge which alone or in conjunction with a discharge or \ndischarges from other sources: \n \nA. \nInhibits or disrupts the POTW, its treatment process or operations, or its sludge \nprocesses, use or disposal; and \n \nB. \nTherefore is a cause of a violation of the City of Sioux Falls Surface Water \nDischarge Permit to operate its Regional Wastewater System, including an \nincrease in the magnitude or duration of a violation or of the prevention of \nsewage sludge use or disposal in compliance with regulatory provisions or \npermits. \n \nLiquid waste means all nonhazardous wastes that are mostly water, containing no more \nthan 25 percent treatable contaminants not directly discharged to the sanitary sewer \nsystem. \n \nLiquid waste generator (LWG) means any person, corporation, residence, commercial \nestablishment, industry or institution, other than those holding a valid City of Sioux Falls \nindustrial discharge permit, that produces a liquid waste that is not directly discharged, \nbut is hauled, to the sanitary sewer collection system. \n\n \nPage 14-4 \n \nLiquid waste hauler means any person, corporation, residence, commercial \nestablishment, industry or institution that engages in the activity of transporting liquid \nwaste from a source or generator to a point of final disposal. \n \nLWG Permit means an industrial wastewater discharge permit issued by City of Sioux \n",
    "source": "Chapter 14-41 REGULATION OF SEWER USE"
  },
  {
    "chunk_index": 3,
    "text": "Falls to a LWG for the discharge of hauled industrial liquid waste. \n \nManager means the Brandon City Administrator or designee.  \n \nMedical waste means isolation wastes, infectious agents, human blood and blood \nproducts, pathological wastes, sharps, body parts, contaminated bedding, surgical wastes, \npotentially contaminated laboratory wastes and dialysis wastes. \n \nNatural outlet means any outlet, including storm sewers, into a watercourse, pond, ditch, \nlake or other body of surface water or groundwater. \n \nNew source means: \n \nA. \nAny building, structure, facility or installation from which there is (or may be) a \ndischarge of pollutants, the construction of which commenced after the \npublication of proposed pretreatment standards under §307(c) of the Act which \nwill be applicable to such source if such standards are thereafter promulgated in \naccordance with that section, provided that: \n \n1. The building, structure, facility or installation is constructed at a site at \nwhich no other source is located; \n \n2. The building, structures, facility or installation totally replaces the process or \nproduction equipment that causes the discharge of pollutants at an \nexisting source; or \n \n3. The production or wastewater generating process of the building, structure, \nfacility or installation are substantially independent of an existing \nsource at the same site.  In determining whether these are substantially \nindependent factors such as the extent to which the new facility is \nintegrated with the existing plant, and extent to which the new facility \nis engaged in the same general type of activity as the existing source, \nshould be considered. \n \nB. \nConstruction on a site at which an existing source is located results in a \nmodification rather than a new source if the construction does not create a new \nbuilding, structure, facility, or installation meeting the criteria of paragraph (1)b. \nor c. above, but otherwise alters, replaces or adds to existing process or \nproduction equipment. \n \nC. \nConstruction of a new source as defined under this paragraph has commenced if the \nowner or operator has: \n \n1. Begun, or caused to begin, as part of a continuous on-site construction \nprogram: \n \n  \n \n \n \na. Any placement, assembly or installation of facilities or equipment; or \n \n \n \n \n \n \nb. Significant site preparation work including clearing, excavation or  \nremoval of existing buildings, structures or facilities which is necessary \n\n \nPage 14-5 \nfor the placement, assembly or installation of new source facilities or \nequipment; or \n \n2. Entered into a binding contractual obligation for the purchase of facilities or \nequipment which are intended to be used in its operation within a \nreasonable time.  Options to purchase or contracts which can be \nterminated or modified without substantial loss, and contracts for \nfeasibility, engineering and design studies do not constitute a \ncontractual obligation under this paragraph. \n \nNon-contact cooling water means water used for cooling which does not come into \ndirect contact with any raw material, intermediate product, waste product or finished \nproduct. \n \nOfficial Having Jurisdiction means the official with authority to inspect, investigate, \nissue permits, regulate and enforce various conduct within this article.  The manager (as \ndefined above) is the Official Having Jurisdiction for all matters within this article except \nthe Industrial Pretreatment Requirements in Division 3 of this article.  The Official \nHaving Jurisdiction for the Industrial Pretreatment Requirements in Division 3 is the \nRegional Wastewater Manager as defined below.  \n \nPass-through means a discharge which exits in the POTW into waters of the U.S. in \nquantities or concentrations which, alone or in conjunction with a discharge from other \nsources, is a cause of a violation of any requirement of the City of Sioux Falls Surface \nWater Discharge Permit, including an increase in the magnitude or duration of a \n",
    "source": "Chapter 14-41 REGULATION OF SEWER USE"
  },
  {
    "chunk_index": 4,
    "text": "violation. \n \nPermit unless otherwise specified means an industrial wastewater discharge permit \nissued to industrial users for the discharge of non-domestic wastes into the sanitary sewer \ncollection system. \n \npH means the negative logarithm of the hydrogen ion concentration.  The concentration \nis the weight of hydrogen ions in grams per liter of solution.  Neutral water, for example, \nhas a pH value of seven and a hydrogen ion concentration of ten to the minus seven \npower. \n \nPollutant means dredged spoil, solid waste incinerator residue, filter backwash, sewage, \ngarbage, sewage sludge, munitions, medical wastes, chemical wastes, biological \nmaterials, radioactive materials, heat, wrecked or discarded equipment, rock, sand, cellar \ndirt, municipal, agricultural and industrial wastes, and certain characteristics of \nwastewater (e.g., pH, temperature, TSS, turbidity, color, BOD, COD, toxicity or odor). \n \nPOTW (publicly owned treatment works) means the Regional wastewater treatment \nplant owned and operated by the City of Sioux Falls, including all devices and systems \nused in the collection, storage, treatment, recycling and reclamation of wastewater or \nindustrial wastes and any conveyances which transport wastewater to the Sioux Falls \nRegional Wastewater plant. \n \nPretreatment means the reduction of the amount of pollutants, the elimination of \npollutants, or the alteration of the nature of pollutant properties in wastewater prior to or \nin lieu of discharging or otherwise introducing such pollutants into a POTW. \n \nPretreatment standards or standards means absolute prohibitions against the discharge \nof certain substances; these prohibitions appear in §§ 14-41-119 through 14-41-119.3. \n \nProperly shredded garbage means the wastes from the preparation, cooking and \n\n \nPage 14-6 \ndispensing of food that have been shredded to such a degree that all particles will be \ncarried freely under the flow conditions normally prevailing in public sewers, with no \nparticle greater than one-half inch (1.27 centimeters) in any dimension. \n \nPublic sewer means a common sewer controlled by a governmental agency or public \nutility. \n \nRegional Wastewater Manager means the Sioux Falls Director of Public Works or his \ndesignee. \n \nSanitary sewer means a sewer that carries liquid and water- carried wastes from \nresidences, commercial buildings, industrial plants and institutions together with minor \nquantities of groundwater, storm water and surface water that are not admitted \nintentionally. \n \nSewage means the spent water of a community.  The preferred term is wastewater. \n \nSewer means a pipe or conduit that carries wastewater or drainage water. \n \nSignificant industrial user means: \n \nA. \nIndustrial users subject to categorical standards; or \n \nB. \nIndustrial users that: \n \n1. Discharge an average of 25,000 gallons per day or more of process \nwastewater; \n \n2. Contribute a process wastewater which makes up five percent or more of the \naverage dry weather hydraulic or organic capacity of the wastewater \ntreatment plant; or \n \n3. Are designated as significant by the Regional Wastewater Manager on the \nbasis that the industrial user has a reasonable potential for adversely \naffecting the POTW's operation or for violating any pretreatment \nstandard or requirement. \n  \nC. \nUpon a finding that a user meeting the criteria in subsection (2) has no reasonable \npotential for adversely affecting the POTW's operation or for violating any \npretreatment standard or requirement, the Regional Wastewater Manager may at \nany time, on its own initiative or in response to a petition received from a user, \nand in accordance with procedures in 40 CFR 403.8(f)(6), determine that such \nuser should not be considered a significant industrial user. \n \nSignificant noncompliance means the same as the definition of \"significant \nnoncompliance\" under §14-41-128. \n \nSlug or slug load means any substance release in a discharge at a flow rate and/or \n",
    "source": "Chapter 14-41 REGULATION OF SEWER USE"
  },
  {
    "chunk_index": 5,
    "text": "concentration which will adversely affect the wastewater treatment plant or hydraulically \noverloads the sanitary sewer collection system.  This includes, but is not limited to, \naccidental spills and batch discharges. \n \nStandard Industrial Classification (SIC) means the classification pursuant to the latest \nrevision of the Standard Industrial Classification Manual published by the office of \nmanagement and budget. \n \n\n \nPage 14-7 \nStorm drain, sometimes termed storm sewer, means a drain or sewer for conveying \nwater, groundwater, subsurface water or unpolluted water from any source. \n \nTotal Kjeldahl Nitrogen (TKN) means nitrogen in the form of organic proteins or their \ndecomposition product ammonia, as measured by the Kjeldahl method. \n \nTotal Suspended Solids (TSS) means total suspended matter that either floats on the \nsurface of or is in suspension in water, wastewater or other liquids and that is removable \nby laboratory filtering as prescribed in Standard Methods for the Examination of Water \nand Wastewater (jointly published by the American Public Health Association (APHA), \nthe American Water Works Association (AWWA), and the Water Environment \nFederation (WEF). \n \nToxic pollutant means one of the 126 pollutants, or combinations of those pollutants, \nlisted as toxic in regulations promulgated by the U.S. EPA under the provisions of §307 \nof the Act. \n \nUnpolluted water means water of quality equal to or better than the effluent criteria in \neffect or water that would not cause violation of receiving water quality standards and \nwould not be benefitted by discharge into the sanitary sewers and wastewater treatment \nfacilities provided. \n \n \n \n \n \n \n \n \n   U.S. EPA means United States Environmental Protection Agency (EPA). \n \n \n \n \n \n \n \n \n   User or industrial user means a source of indirect discharge. \n \nWastewater means the spent water of a community.  Liquid and water-carried industrial \nwaste and sewage from residential dwellings, commercial buildings, industrial and \nmanufacturing facilities and institutions, whether treated or untreated that are contributed \nto the POTW. \n \nWastewater treatment plant means an arrangement of devices and structures for \ntreating wastewater, industrial wastes and sludge. \n  \nWatercourse means a natural or artificial channel for the passage of water either \ncontinuously or intermittently. \n \n \n \n \nSources: \n \n \n \nRevised Ordinance of Sioux Falls, SD, 47-81, 6-1-1981;   \n \n \n \nRevised Ordinance of Sioux Falls, SD, 125-84, ( 9-10-1984);  \n \n \n \nRevised Ordinance of Sioux Falls, SD, 111-85, (12-3019-85);  \n \n \n \nRevised Ordinance of Sioux Falls, SD, 23-86, (, 3-31-1986);  \nOrdinance of Sioux Falls, SD, 51-88, (6-20-1988) \n \n \n \nRevised Ordinance of Sioux Falls, SD, 50-91, (6-3-1991);  \n \n \n \nRevised Ordinance of Sioux Falls, SD, 57-93, ( 7-12-1993) \nOrdinance of Sioux Falls, SD, 102-96, (9-3-1996) \nOrdinance of Sioux Falls, SD, 56-12, (8-7-2012) \nBrandon City Ordinance 577, 3-5-19.   \n \n \n \n \n \n \n \n\n \nPage 14-8 \nDIVISION 2.  REGULATION OF SEWERS (RESIDENTIAL, COMMERCIAL \n& INDUSTRIAL USERS) \n \n14-41-111  \nUSE OF PUBLIC SEWERS REQUIRED \nA. \n      It shall be unlawful for any person to place, deposit or permit to be deposited in \nany unsanitary manner on public or private property within the City, or in any \narea under the jurisdiction of the City, any human or animal excrement, garbage \nor other objectionable waste; such prohibition does not apply to placement of \ndomesticated animal waste or soiled diapers properly disposed of in a garbage \nbins to be periodically removed to a landfill. \n \nB. \n      It shall be unlawful to discharge to any natural outlet within the City or in any \narea under the jurisdiction of the City any sewage or other polluted waters, \nexcept where suitable treatment has been provided in accordance with this \narticle or permitted by the DENR or EPA.  \n \nC. \n      Except as provided in this article, it shall be unlawful to construct or maintain \n",
    "source": "Chapter 14-41 REGULATION OF SEWER USE"
  },
  {
    "chunk_index": 6,
    "text": "any privy, privy vault, septic tank, cesspool or other facility intended or used for \nthe disposal of wastewater. \n \nD. \n     Where required by the City’s zoning ordinances, the owner of each house, \nbuilding or property used for human occupancy, employment, recreation or \nother purposes, situated within the City and abutting on any street, alley or right-\nof-way in which there is located or may be located a public sanitary (sewer) of \nthe City, is hereby required at the owner's expense to install suitable toilet \nfacilities therein, and to connect such facilities directly with the proper public \nsewer in accordance with the provisions of this article and City Ordinances, \nwithin 60 days after the date of official notice to do so, provided that the public \nsewer is within 200 feet of the property line and reasonably accessible as \ndetermined by the City engineer. \n \n \n \n \nSources: \n \n \n \nOrdinance of Sioux Falls, SD, 47-81 (6-1-1981);  \n \n \n \nOrdinance of Sioux Falls, SD, 57-93 (7-12-1993) \n \n \n \nBrandon City Ordinance 577, 3-5-19.   \n \n \n14-41-112  \nPRIVATE WASTEWATER DISPOSAL \nA.       Private wastewater disposal systems are not permitted pursuant to Brandon City \nOrdinance 15-4-19, except when public sewer is not available. \n \nB.       Private wastewater disposal systems shall be operated and maintained in a \nsanitary manner by the owner thereof at all times, as indicated in Brandon City \nOrdinance 15-4-19, and at no expense to the City. \n \nC.      At such time as a public sewer becomes available to a property served by a \nprivate wastewater disposal system, a direct connection shall be made to the \npublic sewer within sixty (60) days, and any septic tanks cesspools and similar \nprivate wastewater disposal facilities shall be cleaned of sludge and filled with \nsuitable materials, following which the City may inspect for compliance. \n \n \n \n \nLegislative History: \nBrandon City Ordinance 15-4-19, August 1991.   \n \n \n \nBrandon City Ordinance 116, Sec. 419, 6/6/87;   \n \n \n \nBrandon City Ordinance 15-4-19, August 1991;   \n \n \n \nBrandon City Ordinance 115, Sec. 3(e);   \n\n \nPage 14-9 \n \n \n \nBrandon City Ordinance 577 14-41, 3-5-19.   \n \n \n \n \n \nAuthority:   \n \n \n \nSDCL 9-32-1, 8 & 9 and SDCL Ch. 9-48. \n \n14-41-113  \nSANITARY SEWERS, BUILDING SEWERS AND CONNECTIONS \nA. \n     No authorized person shall uncover, make any connections with or opening into, \nuse, alter or disturb any public sewer or appurtenance thereof without first \nobtaining a written building permit from the City.  No person shall make \nconnections to, attach to, or tap any lateral Sanitary Sewer or Trunk Sewer for \nindustrial purposes without first notifying the City Administrator and then the \nRegional Wastewater Manager and obtaining an industrial pretreatment permit \nfrom Sioux Falls if required by Sioux Falls. \n \nB. \n     There shall be two classes of building sewer permits as follows: \n \n1. For residential and commercial service; and \n \n2. For service to establishment producing industrial wastes. \n \nIn either case, the owner or his agent shall make application on a building permit \nform  furnished by the City.  The building permit application shall be \nsupplemented by any plans, specifications or other information considered \npertinent in the judgment of the City engineer.  A building permit and inspection \nfee shall be established by the City Council by resolution and shall be paid to the \nCity at the same time the application is filed. \n \nC. \n     All costs and expenses incidental to the installation and connection of the \nbuilding sewer shall be borne by the owner.  The owner shall indemnify the City \nfrom any loss or damage that may directly or indirectly be occasioned by the \ninstallation of the building sewer.  The owner shall be responsible for the \nmaintenance of the building drain and the building sewer service line up to and \nincluding the connection to the main. \n \nD. \n",
    "source": "Chapter 14-41 REGULATION OF SEWER USE"
  },
  {
    "chunk_index": 7,
    "text": "     A separate and independent four-inch diameter sewer service shall be provided \nfor every living unit where a separate ownership or billing is anticipated, and in \nunits where separate water services are required, and for every building; except \nwhere one building stands at the rear of another on an interior lot and no private \nsewer is available or can be constructed to the rear building through an adjoining \nalley, court, yard or driveway, the building sewer from the front building may be \nextended to the rear building and the whole considered as one building sewer.  \nIn lieu of a separate four-inch diameter sewer service for every living unit, a \nsingle building sewer of a size to be determined by the City engineer but in no \nevent less than six-inch diameter, may be provided.  The City does not and will \nnot assume any obligation or responsibility for damage caused by or resulting \nfrom any such single connection. \n  \nE. \n     Old building sewers may be used in connection with new buildings only when \nthe City Engineer finds, through video camera footage of the sewer paid for by \nthe applicant and/or other tests, information or evidence required by the City \nEngineer, that they meet all requirements of this article. \n \nF. \n     The size, slope, alignment, materials or construction of all sanitary sewers \nincluding building sewers, and the methods to be used in excavating, placing of \nthe pipe, jointing, testing and backfilling the trench, shall all conform to the \n\n \nPage 14-10 \nrequirements of the building and plumbing codes and other applicable \nspecifications or requirements of the City.  In the absence of suitable code \nprovisions or in amplification thereof, the materials and procedures set forth in \nappropriate specifications of the American Society for Testing and Materials \nMethods (A.S.T.M.) and Water Pollution Control Federation (W.P.C.F.) Manual \nof Practice No. 9 shall apply. \n \nG. \n     Whenever possible, the building sewer shall be brought to the building at an \nelevation below the basement floor.  In all buildings in which any building drain \nis too low to permit gravity flow to the public sewer, sanitary sewage carried by \nsuch building drain shall be lifted by an approved means and discharged to the \nbuilding sewer at the owner's expense. \n \nH. \n     No person shall make connection of roof down spouts, foundation drains, \nareaway drains, or other sources of surface runoff or groundwater to a building \nsewer or building which in turn is connected directly or indirectly to a public \nsanitary sewer unless such connection is specifically authorized by the City \nmanager. \n \nI.            The connection of the building sewer into the public sewer shall conform to the \nrequirements of the building and plumbing codes and other applicable \nspecifications and requirements of the City, or the procedures set forth in \nappropriate specifications of the A.S.T.M. and the W.P.C.F. Manual of Practice \nNo. 9.  All such connections shall be made gas light and watertight and verified \nby proper testing.  Any deviation from the prescribed procedures and materials \nmust be approved by the City engineer before installation. \n \nJ.           The applicant for the building sewer permit shall notify the City Building \nInspection Department not less than 24 hours prior to the time when the building \nsewer will be ready for inspection and connection to the public sewer.  The \nconnection and testing shall be made under the supervision of the City engineer \nor designated representative. \n \nK. \n     All excavations for building sewer installation shall be adequately guarded with \nbarricades and lights so as to protect the public from hazard.  Any work due to \nstreets, sidewalks, parkways and other public property must be through a City’s \nright of way and permitted process, and any such property disturbed in the \ncourse of the work shall be restored in a manner satisfactory to the City. \n \n \n \n \nSources: \n",
    "source": "Chapter 14-41 REGULATION OF SEWER USE"
  },
  {
    "chunk_index": 8,
    "text": "Revised Ordinance of Sioux Falls, SD, 47-81, 6-1-81;  \n \n \n \nRevised Ordinance of Sioux Falls, SD, 19-82. & 2, 3, 3-8-82;  \n \n \n \nRevised Ordinance of Sioux Falls, SD, 57-93, & 1, 7-12-93; \n \n \n \nBrandon City Ordinance 577, 3-5-19.   \n \n \n14-41-114 \n \nRESOLUTION AND NOTICE TO OWNERS TO CONSTRUCT SEWER \nCONNECTIONS \nA. \nWhenever the Council shall deem it necessary to construct sewer service \nconnections from the trunk or service sewers to the right of way or alleys, a \nresolution shall be passed by the Council requiring the property owners whose \nproperty has not been connected with the trunk or service sewers to construct \nsuch connecting sewers from the trunk or service sewers to the curb line in the \nstreets or alleys within the time specified not less than 30 days from the passage \nof the resolution. \n \nB. \nThe resolution shall contain a notice to the owners stating what work is to be done \n\n \nPage 14-11 \nand the time within which they are required to do it.  Such notice may be general \nas to the owners but must be specified as to the descriptions of the lots or parcels \nof ground in front of which such sewer connections are to be constructed.  The \nnotice may be that the connection must be done within 30 days after the owner’s \nexisting septic system fails.   \n \n \n \n \nSources: \n \n \n \nRevised Ordinance of Sioux Falls, SD, 47-81, 6-1-81 \n \n \n \nRevised Ordinance of Sioux Falls, SD, 57-93, & 1, 7-12-93 \n \n \n \nBrandon City Ordinance 577, 3-5-19.   \n \n \n14-41-115 \n \nSPECIAL ASSESSMENT FOR SEWER CONNECTIONS \nA. \nIf such sewer connections are not built, laid and constructed in the manner and \nwithin the time prescribed in the resolution described in §14-41-114, the City \nCouncil may order the construction to be done by such person as they may \ncontract with and under the direction of the City engineer at the expense of the \nlots and parcels of land adjoining in front of and for the benefit of which the \nsewer connections have been laid, built and constructed.  Such expense shall be \nassessed upon such lots and parcels of land so chargeable by the City Council. \n \nB. \nThe City finance officer shall cause to be published the estimate of the City \nengineer, together with a notice of the time and place when the Council will \nmeet to approve the construction, by one publication in the official newspaper at \nleast one week prior to the meeting of the City Council to approve the \nconstruction. \n \nC. \nPayments therefore shall be due and payable from and after the filing of the \nassessment roll with the City finance officer and shall be collected in the same \nmanner as other special assessments are now collected as provided by law. \n \nD. \nAll steps taken for the charge of the property affected and the collecting of such \nassessment and the selling of such property in default of payment of such \nassessment shall be done and performed in the same manner as other special \nassessments for local improvements are now collected by the City. \n \n \n \n \nSources: \n \n \n \nRevised Ordinance of Sioux Falls, SD, 47-81, 6-1-81 \n \n \n \nRevised Ordinance of Sioux Falls, SD, 57-93, & 1, 7-12-93 \n \n \n \nBrandon City Ordinance 577, 3-5-19.   \n \n \n14-41-116 \n \nREGULATION OF USE OF PUBLIC SEWERS \nA. \nNo person shall discharge or cause to be discharged any unpolluted waters such as \nstorm water, surface water, ground water, roof runoff, subsurface drainage or \ncooling water to any sanitary sewer, unless specifically authorized by the City \nengineer and manager. \n \nB. \nStorm water other than that exempted under subsection (a) of this section and all \nother unpolluted drainage shall be discharged to such sewers as are specifically \ndesignated as storm sewers, or to a natural outlet approved in writing by the \nmanager and other regulatory agencies.  Unpolluted industrial cooling water or \nprocess water may be discharged, on approval of the manager, to a storm sewer \nor natural outlet. \n \nC. \n",
    "source": "Chapter 14-41 REGULATION OF SEWER USE"
  },
  {
    "chunk_index": 9,
    "text": "Groundwater collected by building subdrains, unless otherwise excepted by a sump \npump permit issued by the City of Brandon, must discharge to the ground \n\n \nPage 14-12 \nsurface outside of the building, a storm drain, a sump pump collection system, or \na natural outlet.  No sump pump discharge to the ground surface shall create a \nhazard or a nuisance including, but not limited to, ice accumulation on city \nstreets, alleys, and sidewalks; damaging a city street or sidewalk, creating ponds \nof standing water or alga; or flowing over adjoining property \n \n \n \n \nSources: \n \n \n \nRevised Ordinance of Sioux Falls, SD, 47-81, 6-1-81 \n \n \n \nRevised Ordinance of Sioux Falls, SD, 57-93, & 1, 7-12-93 \n \n \n \nBrandon City Ordinance 577, 3-5-19.   \n \n \n14-41-117 \n \nGREASE, OIL, AND SAND TRAPS \nA. Grease, oil and sand interceptors shall be installed, at the owner’s expense, \nwhen necessary for the proper handling of liquid wastes containing floating \ngrease in excessive amounts, or oil, sand, or other harmful items. Such \nbusinesses include, but are not limited to car and truck washes, restaurants, \nauto repair shops, and parking facilities with floor drains.  Interceptors shall \nbe of the type, size and capacity recommended by the Uniform Plumbing \nCode, and updates thereto, and shall be in a location approved by the City.  \nThe owner shall be responsible for the proper removal and disposal by \nappropriate means of the captured material and shall maintain records of the \ndates, and means of disposal, which are subject to review by the City.  Any \nremoval and hauling of the collected materials not performed by the owner's \npersonnel must be performed by currently licensed waste disposal firms. \nNothing in this section waives any requirements in Division 3 of this Chapter \napplying to pretreatment permits or requirements pertaining to other permits \nor licenses such as liquid waste hauler licenses. \n \nB. Definitions. \nBest Management Practices (BMPs) means schedules of activities, prohibition \nof practices, maintenance procedures, and other management practices \nimplemented including but not limited to practices to control site run-off, \ndrainage from raw material storage, spills or leaks, and any other waste disposal.  \nBrown Grease means floatable fats, oils, grease, settled solids, and associated \nwastewater retained by grease interceptors and grease traps. \nBypass means the intentional diversion of wastestreams. \nContributor means any person, firm or corporation, except a significant \nindustrial user, owning, renting or operating any lot, parcel of real estate or \nbuildings where liquid or solid waste or sewage is produced which is discharged \nto the sewer system of the City.  \nDebris means something that has been broken into pieces such as garbage, trash \nand/or waste. \nDomestic Strength means wastewater which has a total suspended solids (TSS) \nconcentration less than three hundred parts per million (300mg/L), a five-day \nbiochemical oxygen demand (BOD concentration less than two hundred fifty \n\n \nPage 14-13 \nparts per million (250 mg/L), and a fats, oil and grease (FOG concentration less \nthan one hundred parts per million (100mg/L). \nDrain Fixture Unit means any drain/fixture that has the potential of carrying \ngrease or introducing grease into the drainage or sewage system. \nFats, oil and grease (FOG) means fats, oil and/or grease present in a contributor \ndischarge measurable by standard laboratory extraction, results are expressed in \nmilligrams per liter.  \nFood Service Establishment (FSE) means any building, vehicle, place, or \nstructure, or any room or division in a building, vehicle, place, or structure where \nfood is prepared, served, or sold for immediate consumption on or in the vicinity \nof the premises; called for, taken out, or consumed on property by customers, or \nprepared prior to being delivered to another location for consumption. \nGrease Interceptor means an outside underground tank that separates and \n",
    "source": "Chapter 14-41 REGULATION OF SEWER USE"
  },
  {
    "chunk_index": 10,
    "text": "retains brown grease and solids from the wastewater before it discharges in to the \nsewer. \nGrease Trap means inside, under-the-sink units, floor traps, and outdoor floor \ntraps that separates and retains brown grease and solids from the wastewater \nbefore it discharges in to the sewer. \nHauler means a transporter of FOG that is licensed by the state of South Dakota \nand approved by the City. \nIllicit discharge means any discharge into the City’s storm sewer system \nprohibited by the City. \nNational Pollutant Discharge Elimination Permit (NPDES) is a program that \ncontrols water pollution by regulating point sources that discharge pollutants into \nwaters of the United States. \nSanitary Sewer Overflow (SSO) means an episodic unintentional discharge \ncausing but not limited to blockages, line breaks, and sewer defects that \npotentially may result in contamination of stormwater or groundwater. \nShall is mandatory. May is permissive. \nSurcharge Strength means any discharge which has a total suspended solids \n(TSS) concentration greater than twelve hundred parts per million (1200 mg/L), a \nfive-day biochemical oxygen demand (BOD) concentration greater than two \nthousand parts per million (2000 mg/L), or a fats, oil and grease (FOG) \nconcentration greater than four hundred parts per million (400 mg/L).  \nUniform Plumbing Code means a model code developed by the International \nAssociation of Plumbing and Mechanical Officials (IAPMO) to govern the \ninstallation and inspection of plumbing systems as a means of promoting the \npublic’s health, safety and welfare. \n\n \nPage 14-14 \nYellow Grease means inedible, unadulterated, animal and vegetable-based fats, \noils, and grease produced and removed by a food service establishment. \n \nC. Fats, Oil and Grease (FOG) Program \n1. Program description \nA. The Fats, Oil and Grease (FOG) Program will reduce sanitary sewer \noverflows and blockages thus protecting public health and the \nenvironment by minimizing exposure to unsanitary conditions. The \nprogram will also extend the life of sewer lines and reduce sewer line \nmaintenance required as a result of these blockages. \nB. Program control will allow for an increase in sewer system efficiency, \nreduce sewer line blockages and overflows; ultimately minimize the \nimpact on public activities and reduce maintenance costs. \nC. The program will require all FSEs to have a scheduled annual \ninspection unless otherwise deemed necessary by the City. \nD. The City reserves the right to conduct an inspection of any \nContributor or FSE at any reasonable time with or without advanced \nnotice for compliance. \n \n2. General Requirements \nA. Equipment \n1. The Uniform Plumbing Code sets forth all requirements for a FOG \ndisposal system to be upheld by all FSEs that discharge, directly \nor indirectly, to the public sewer system. The FSE must install, \noperate, and maintain grease control equipment. Every FSE shall \nobtain prior approval of type, size, and location of said equipment \nfrom the City Engineer.  \na) \nEach FOG control mechanism shall be located as close as \npractical to the fixtures they serve. \nb) \nNo grease trap shall have the capacity of less than twenty \n(20) gallons per min (gpm) or more than fifty-five (55) gpm, \nif necessary additional units may be required in tandem or in \nseries to address loading and/or flow volumes.  \n2. An FSE with four or fewer drain fixtures units and that of a small \nvolume discharge may install a grease trap, with the \nunderstanding that if the nature of their business is that of a heavy \nFOG generator they shall be required, by the City Engineer, to \ninstall consecutive units or an interceptor. \n3. An FSE with more than four drain fixture units and that of a \nmedium to large volume discharge shall install an outdoor grease \ninterceptor, unless otherwise determined not necessary by the \ndirector.  \na) \nEach interceptor shall have a minimum of two (2) \ncompartments. The first compartment shall be two-thirds \n",
    "source": "Chapter 14-41 REGULATION OF SEWER USE"
  },
  {
    "chunk_index": 11,
    "text": "(2/3) of the total capacity of the interceptor, and a minimum \nliquid volume of three hundred thirty-three (333) gallons. \n\n \nPage 14-15 \nThe minimum size of a grease interceptor for any qualified \nFSE shall be five hundred (500) gallons. \nb) \nThe compartments shall be separated by partitions or baffles \nthat extend at least six (6) inches above the water level.  \nc) \nThe inlet and outlet fittings shall be a baffle tee, or similar \nflow device, that extends at least four (4) inches above the \nwater level to within twelve (12) inches off the bottom of the \ninterceptor. The outlet tee out of the sample box shall extend \nat least six (6) inches below the water surface. \nd) \nFlow between the separate compartments is through a baffle \ntee or bend that extends down to within twelve (12) inches \noff the bottom of the interceptor.  \ne) \nThe liquid depth shall be greater than or equal to two feet \nsix inches (2’-6”) and less than six feet (6’). \n4. Each FOG control mechanism shall have an approved flow control \nor restricting device installed in a readily accessible and visible \nlocation. The flow device shall be designed so that the flow \nthrough the device(s) at no time exceeds the rated capacity of the \nFOG control mechanism. \n5. All approved waste shall enter the FOG control mechanism \nthrough the inlet pipe only. \n6. Each FOG control mechanism shall be vented, in an approved \nmanner to protect against siphonage and back-pressure, allowing \nfor proper air circulation throughout the entire drain system. \na) \nThe vent shall connect with the sanitary drainage vent \nsystem, and shall terminate through the roof of the building, \nand shall not terminate to the free atmosphere inside the \nbuilding. \nB. Additional Specifications: \n1. All dishwasher units piping shall be constructed such that they do \nnot flow into a grease interceptor, unless there is an adequate \ncooling time between dishwasher unit and grease interceptor, \nadequate screening of the dishwasher discharge shall be required. \n2. All waste/wash water in excess of 140 degrees F and dishwashers \nwith a minimum temperature of 160 degrees F shall not be \ndischarged to any grease trap. \n3. Water jacketed FOG control mechanisms are prohibited. \n4. All fixtures shall have screens to reduce the amount of food \ndisposal waste products into the interceptor or trap. \n5. Following approval by the City Engineer, a FSE that has \ndemonstrated that they only require a grease trap, and operate a \nfood waste disposal, shall be required to have a stand-alone \ngrease trap for the food waste disposal.  While sizing for an \ninterceptor, all FSEs shall account for the additional food disposal \nwaste products.  \n\n \nPage 14-16 \n6. All FSEs which produce yellow grease shall recycle. All recycling \nshall be stored in an approved grease recycling container, which \nhave tight-fitting lids and secondary containment, and shall be \nhandled by a licensed recycling company. Small amounts of \nyellow grease may be disposed of in a landfill but may never be \ndisposed of into the sanitary sewer. \n7. All interceptors and/or traps shall be located where the equipment \ncan be easily accessed for maintenance and clean out, no ladders \nor bulky equipment shall be needed to service an interceptor. \na) \nThere shall be a minimum of one access point into each \ncompartment of grease interceptor and no access point \nopenings are greater than ten (10) feet apart. \nb) \nEach access point opening shall be leak-resistant and can’t \nslide, rotate, or flip. \nc) \nNo grease interceptor is allowed to be installed in any part \nof a building where food is handled. \nd) \nThe location of an interceptor shall be shown on the \napproved building plans. \n8. Plumbing fixtures conveying human waste shall not drain into or \nthrough the FOG control mechanism. \n9. Interceptors shall be permanently and legibly marked with the \nmanufacturer’s name or trademark, model number, and any other \nmarkings required by law. \n",
    "source": "Chapter 14-41 REGULATION OF SEWER USE"
  },
  {
    "chunk_index": 12,
    "text": "10. Any slug discharge shall be reported to the director immediately; \ndepending on the severity, a Notice of Violation and fine may be \nissued. \n \nC.  Pumping Frequency \n1. It is herein stated that the 25% rule shall be the mandated universal \norder for all contributors. The 25% rule is as follows, when a \nFOG control mechanism is sampled the sum of the grease layer \nand the solids layer shall never exceed 25% of the tank depth \nvolume. This is done via physical inspection by the contributor \nthrough the use of a sludge judge.  \na) \nAt a minimum, all grease traps shall be pumped out weekly. \nIf it is found that this said schedule is insufficient to the \nnature of business, then one or more of the following may be \nrequired; more frequent clean outs of the existing equipment, \nmodifications to the exiting equipment and/or the installation \nof a new control mechanisms. The City may grant the FSE a \nwavier if the FSE agrees to a 12-month inspection program. \nb) \nAt a minimum, all grease interceptors shall be pumped and \nmaintained every ninety (90) days or when the 25% rule is \nreached, whichever comes first. If it is found that this said \nschedule is insufficient to the nature of business, then one or \nmore of the following may be required; more frequent pump \n\n \nPage 14-17 \nouts of the existing equipment, modifications to the existing \nequipment and/or the installation of a new control \nmechanisms. The City may grant the FSE a wavier if the \nFSE agrees to a 12-month inspection program. \nc) \nIf an FSE is required by decision of the City Engineer to \ninstall a new, modify or replace an existing FOG control \nmechanism, a compliance schedule for the required \nequipment shall be issued with a compliance timeline not to \nexceed 6 months from the issuance of the compliance \nschedule, unless otherwise requested and approved by the \nCity Engineer. \nd) \nAll FSEs shall be required to maintain onsite records \nretention of pumping manifests, to include volume of grease \nremoved, for review and compliance determination. \ne) \nA submission of clean out report for grease traps shall be \nsent to the City Engineer every January 1st and July 1st.  \n2. A submission of a grease interceptor pumping report shall be sent \nto the City Engineer within ten (10) days of pumping. An FSE \nwith a grease trap may maintain their own unit; however, an FSE \nwith an interceptor shall have it pumped by a hauler licensed by \nthe state of South Dakota and certified by the City.  \n3. All FSEs shall be required to maintain a six (6) month domestic \nstrength average FOG discharge concentration of less than one \nhundred (100) mg/L. \na) \nIf an FSE is found discharging in excess of surcharge \nstrength FOG of four hundred (400) mg/L grease \nconcentration, in a six (6) month period, fines, penalties, \nand/or other punitive actions may be issued by the City \nEngineer. Dependent on the level of severity, additional \nequipment and/or increased pumping frequency may also be \nrequired by the City Engineer.  \n \nD. Internal Best Management Practices that FSEs are required to follow \nto prevent unnecessary fat, oil, grease, and solids from discharging \ninto the sewer include but are not limited to: \n \n1. Initial and continued employee education. \n2. Educational signage in appropriate areas. \n3. Dispose of food wastes into trash receptacles. \n4. Scrape and “dry wipe” all pots, pans, plates, utensil, and other \ncooking necessities into trash receptacles prior to washing. \n5. Strainers in sink and screens on floor drains to capture food solids, \nto be emptied into trash receptacles daily. \n6. Sweep all floor debris for solid waste disposal prior to wash down. \n7. Clean all mats and dispose of mop water through a utility sink that \nis connected to the FOG control mechanism. \n\n \nPage 14-18 \n8. Use of absorbent pads or other non-free flowing materials to clean \nup spills and leaks. \n9. Clean all vents and hood regularly. \n10. Clean exhaust systems regularly. \n",
    "source": "Chapter 14-41 REGULATION OF SEWER USE"
  },
  {
    "chunk_index": 13,
    "text": "11. Use wash water temperatures less than 140 degrees F. \n12. Use all (3) sink dishwashing system. \n13. Recycle waste cooking oil, if available. \n14. Adhere to a strict maintenance schedule for cleaning of FOG \ncontrol mechanism. \n15. Witness all maintenance/cleaning of FOG control mechanism. \n16. Keep a maintenance log. \n17. Locate all outdoor dumpster and recycle containers away from \nstormwater catch basins. \n18. Cover outdoor grease and oil storage containers. \n19. Do not clean equipment outdoors as the run-off would lead to the \nissuance of a Notice of Violation and fine for illicit discharge.  \n20. Do not use hot water, acids, caustics, solvents, degreasers, or \nemulsifying agents when cleaning FOG control mechanisms. \n21. Do not pour FOG waste directly into the grease interceptor. \n22. The addition of any bio-augmentation chemical to a FOG control \nmechanism is prohibited, unless approved by the City Engineer. \n \nE. Hauler Responsibilities \n1. City approved haulers shall submit pump out reports monthly to \nthe City Engineer. \n2. No such collected grease shall be introduced into any drainage \npiping, public or private sewer, or stormwater inlet. \n3. All City approved haulers interested in serving the FSE \ncommunity shall be given a copy of the City ordinance 14-41-117 \nand a copy of all FOG maintenance logs.  \n4. A list of city approved haulers will be disseminated to the FSE \ncommunity once annually. \n5. FOG maintenance logs shall be signed by the FSE and the licensed \nhauler to ensure liability. \n6. Any hauler or FSE found in violation of appropriately disposing of \nthe wastes identified and regulated in this ordinance shall be \nsubject to enforcement action including fines if applicable.  \n7. All pumping required by this ordinance shall be properly \nperformed by a City approved hauler, any pumping done by a \nnon-approved hauler will be considered null and void and may \nresult in enforcement action.  \n \nF.  Violations \nViolations of any provision herein may result in a fine, penalty, and \ndamages assessed through a court action, as well as termination of \nsewer services and/or a license to operate business in the City. \n\n \nPage 14-19 \n  \n3. Authority of the City Engineer \nA. Initial notification, inspection and records review. \n1. An initial notification letter will be sent to all FSEs that use the \npublic sewer, directly or indirectly, to inform them of the Fats, \nOil and Grease Program and the responsibilities and requirements \nherein. \n2. Annually an annual inspection letter shall be sent to all identified \nFSEs. It shall be the responsibility of the FSE to contract the \nPlumbing Inspector within ten (10) days of receipt of the annual \ninspection letter to set up an inspection and records review; \nfailure to get in touch with the Plumbing Inspector shall result in \nan unscheduled inspection and records review. \n3. A final inspection report will be sent to the FSE within thirty (30) \ndays following an inspection. \na) \nAny issues of non-compliance identified during the \ninspection will be summarized in the final inspection report. \nThe FSE shall submit an explanation of the violations, a plan \nfor the satisfactory correction of the violation and prevention \nof future similarly violations. The response shall include \nspecific required actions, and specific compliance schedules \nand it shall be submitted in writing to the Plumbing \nInspector within ten (10) days of receipt of final inspection \nreport. \nb) \nAny non-compliant inspections shall require a follow-up \ninspection within ninety (90) days of non-compliance \nresponse. \nB. Sampling \n1. It is recommended that a sample box be located at the outlet end of \nall interceptors for periodic effluent compliance sampling. \n2. All measurements, tests and analyses of the characteristics of \nwaters and wastes to which reference is made in this chapter shall \nbe determined in accordance with the latest edition of “Standard \n",
    "source": "Chapter 14-41 REGULATION OF SEWER USE"
  },
  {
    "chunk_index": 14,
    "text": "Methods for the Examination of Water and Wastewater”, \npublished by the American Public Health Association.  \na) \nFor grease interceptors the sample location shall be the \noutfall piping. \nb) \nFor grease traps the sampling location shall be the nearest \nupstream and downstream manholes in the sewer from the \npoint at which the building sewer is connected. \nc) \nSampling shall be carried out by customarily accepted \nmethods to reflect the effect of constituents upon the sewage \nworks and to determine the existence of hazards to life, limb \nand property. \nd) \nThe particular analysis involved will determine whether a \ntwenty-four-hour composite of all outfalls of a premise is \n\n \nPage 14-20 \nappropriate or whether a grab sample or samples should be \ntaken. \nC. Violations \n1. It shall be the duty of the City Engineer to enforce the provision of \nthis chapter. \n2. Whenever the City Engineer finds that any person has violated or \nis violating the provisions of this chapter, the City Engineer may \nserve upon said person written notice of the violation and the City \nEngineer may designate a compliance schedule for corrections of \nthe violation. Within ten (10) days of service of this notice, an \nexplanation of the violation and a plan for the satisfactory \ncorrection of the violation and prevention of future similar \nviolations, including specific required actions and specific \ncompliance schedules, shall be submitted in writing to the City \nEngineer. Submission of this plan in no way relieves the person \nof liability for any violations occurring before or after receipt of \nthe notice.  Notwithstanding, the City may also pursue additional \nmeasures approved by the City Council to prosecute ordinance \nviolations, commence a nuisance action, and/or pursue any other \nremedy available by law. \n3. Any non-compliant inspection resulting in a SSO or illicit \ndischarge traced back to the FSE may result in punitive damages \nand/or required modification to existing FOG control \nmechanism(s).  \n4. Blocking a sanitary sewer line is also a violation of the Federal \nClean Water Act and may be subject to additional enforcement \nactions. A contributor identified as the cause of a sewer line \nblockage and/or SSO may be subject to cost recovery for \ndamages incurred, to the City or to a third party. The contributor \nmay also be responsible for all damages, costs and expenses, \nincluding attorney fees.  \n4. Categorization  \nEach FSE will be categorized as a Small, Medium or Large Contributor \nbased different criteria determined by the City Engineer.  \nA. Other contributors operating, maintaining, or cleaning oil/water \nseparators or settling pits for the intent of pollutant capture, or as \nidentified, including but not limited to: hospitals, nursing homes, \nhotels, equipment manufacturers, schools, daycares, grocery stores, \nimplement dealers/repair, maintenance garages/repair. \n1. Additional treatment technologies shall be required, if deemed \nnecessary, to all that apply within the category. This shall be at \nthe discretion of the City Engineer, including but not limited to \nscreen, grinder pump, catch basin, or strainer.  \n \n5. Closure/Foreclosure/Abandonment \n\n \nPage 14-21 \nA. All FSEs shall be required to complete the following appropriate \nsteps in the event that a closure is imminent: \n1. Notification to the City Engineer. \n2. Complete system cleanout and capping in accordance with the \nUniform Plumbing Code or as requested by the City Engineer. \na) \nThe proper cleanout procedure shall include pumping out \nthe FOG control mechanism, jetting the line, and pumping \nthe FOG control mechanism dry. \nb) \nIf circumstances arise which may lead to the demolition of \nthe FSE building, with no intent to build new, the FSE will \nalso be responsible for having a city approved hauler cap the \nexisting FOG control mechanism to prevent backflow. \n3. A letter of the clean out, once completed, shall be sent to the City \nEngineer. \n",
    "source": "Chapter 14-41 REGULATION OF SEWER USE"
  },
  {
    "chunk_index": 15,
    "text": "4. A final inspection shall be completed by the Plumbing Inspector \nand a termination letter to file. \n \n \n \n \n \n \n \nSources: \n \n \n \nRevised Ordinance of Sioux Falls, SD, 47-81, 6-1-81 \n \n \n \nRevised Ordinance of Sioux Falls, SD, 57-93, & 1, 7-12-93 \n \n \n \nBrandon City Ordinance 577, 3-5-19.   \n \n \n \nBrandon City Ordinance 605, 5-19-20. \n \n \n14-41-118  \nPROTECTION OF PROPERTY \n \n \n \nNo person shall maliciously, willfully, or negligently break, damage, destroy, uncover, deface or tamper \nwith any structure, appurtenance or equipment which is a part of the POTW.  Any person \nviolating this section shall be subject to immediate arrest under charge of disorderly \nconduct. \n \n \n \n \nSources: \n \n \n \nRevised Ordinance of Sioux Falls, SD, 57-93, & 1, 7-12-93 \n \n \n \nBrandon City Ordinance 577, 3-5-19.   \n \n \n \nDIVISION 3.  PRETREATMENT (INDUSTRIAL USERS) \n \n14-41-119  \nPROHIBITED DISCHARGE STANDARDS \nA. \nGeneral prohibitions.  No user shall introduce or cause to be introduced into the \nPOTW any pollutant or wastewater which causes pass through or interference.  \nThese general prohibitions apply to all users of the POTW whether or not they \nare subject to categorical pretreatment standards or any other national, state or \nlocal pretreatment standards or requirements.  Any industrial user must comply \nwith the more stringent standards of either the City of Brandon or the City of \nSioux Falls pretreatment standards established in Title V, Chapter 53, of the \nOrdinances of Sioux Falls (as may be amended from time to time) and must pay \nall fees set by Sioux Falls ordinance as established in Title IX, Chapter 110, \nSection 110.036 of the Ordinances of Sioux Falls (as may be amended from time \nto time). \n\n \nPage 14-22 \n \nB.   Specific prohibitions.  No user shall introduce or cause to be introduced into \nthe POTW pollutants, substances, or wastewater prohibited by Section 53.04(b) \nof the Ordinances of Sioux Falls (as may be amended from time to time). 1 \nB. \nProhibited pollutants, substances or wastewater. Pollutants, substances, or \nwastewater prohibited by this section shall not be processed or stored in such a \nmanner that they could be discharged to the POTW. \n \n \n \n \nSources: \nRevised Ordinance of Sioux Falls, SD, 47-81, 6-1-81 \n \n \n \nRevised Ordinance of Sioux Falls, SD, 23-86, & 2, 3-31-86 \n \n \n \nRevised Ordinance of Sioux Falls, SD, 51-91, & 5, 6-3-91 \n \n \n \nRevised Ordinance of Sioux Falls, SD, 57-93, & 1, 7-12-93 \n \n \n \nBrandon City Ordinance 577, 3-5-19.   \n \n \n14-41-119.1  \nNATIONAL CATEGORICAL PRETREATMENT STANDARDS \nThe categorical pretreatment standards found at 40 CFR Chapter I, Subchapter N, Parts \n405471 are hereby incorporated. \n \nA. \nWhere a categorical pretreatment standard is expressed only in terms of either the \nmass or the concentration of a pollutant in wastewater, the Regional Wastewater \nManager may impose equivalent concentration or mass limits in accordance \nwith 40 CFR §403.6(c). \n \nB. \nWhen wastewater subject to a categorical pretreatment standard is mixed with \nwastewater not regulated by the same standard, the Regional Wastewater \nManager shall impose an alternate limit using the combined wastestream \nformula in 40 CFR §403.6(e). \n \nC. \nA user may obtain a variance from a categorical pretreatment standard if the user \ncan prove, pursuant to the procedural and substantive provisions in 40 CFR \n§403.13, that factors relating to its discharge are fundamentally different from \nthe factors considered by EPA when developing the categorical pretreatment \nstandard. \n \nD. \nA user may obtain a net gross adjustment to a categorical standard in accordance \nwith 40 CFR §403.15. \n \n \n \n \nSources: \nRevised Ordinance of Sioux Falls, SD, 47-81, 6-1-81;  \nRevised Ordinance of Sioux Falls, SD, 57-93, & 1, 7-12-93 \nBrandon City Ordinance 577, 3-5-19.   \n \n \n \n14-41-119.2   \nSTATE PRETREATMENT STANDARDS \n   \nSouth Dakota pretreatment standards found at §74:52:11 of the Administrative Rules of South Dakota are \n",
    "source": "Chapter 14-41 REGULATION OF SEWER USE"
  },
  {
    "chunk_index": 16,
    "text": "hereby incorporated. \n \n \n \n \nSources: \n \n \n \nRevised Ordinance of Sioux Falls, SD, 57-93, & 1, 7-12-93 \n \n \nBrandon City Ordinance 577, 3-5-19.   \n \n  \n14-41-119.3  \nREGIONAL WASTEWATER LIMITS \nIn order to protect the POTW, receiving water quality, worker health and safety, and \nimprove opportunities for beneficial use of biosolids from nondomestic discharges, the \n\n \nPage 14-23 \nCity hereby adopts the pollutant limits established by the City of Sioux Falls for the \nPOTW as set forth in §53.043 of the Revised Ordinances of Sioux Falls, South Dakota, \nand authorizes the Regional Wastewater Manager to adopt site specific permit limits for \npollutants that are specific to an industrial user or user group.  \n \n \n \n \nSources: \n \n \n \nRevised Ordinances of Sioux Falls, SD, 53.043; \n \n \n \nBrandon City Ordinance 577, 3-5-19.   \n \n \nReference: \nAmended and Restated Joint Powers Agreement for Use of Regional Wastewater System (May 18, 2018)   \n \n \n14-41-119.4  \nRIGHT OF REVISION \n \n \n \nThe City reserves the right to establish, by ordinance or in wastewater discharge permits, more stringent \nstandards or requirements on discharges to the POTW. Such standards and requirements \nwill be established in conjunction with the City of Sioux Falls. \n \n \n \n \nSources: \n \n \n \nRevised Ordinance of Sioux Falls, SD, 57-93, & 1, 7-12-93 \n \n \n \nBrandon City Ordinance 577, 3-5-19.   \n \n \n14-41-119.5  \nDILUTION \nNo user shall ever increase the use of process water, or in any way attempt to dilute a \ndischarge, as a partial or complete substitute for adequate treatment to achieve \ncompliance with a discharge limitation unless expressly authorized by an applicable \npretreatment standard or requirement.  The Regional Wastewater Manager may impose \nmass limitations on users who are using dilution to meet applicable pretreatment \nstandards or requirements, or in other cases when the imposition of mass limitations is \nappropriate. \n \n \n \n \nSources: \n \n \n \nRevised Ordinance of Sioux Falls, SD, 57-93, & 1, 7-12-93 \n \n \n \nBrandon City Ordinance 577, 3-5-19.   \n \n \n \n14-41-120 \n \nPRETREATMENT FACILITIES \nUsers shall provide wastewater treatment as necessary to comply with this article and \nshall achieve compliance with all categorical pretreatment standards, local limits, and the \nprohibitions set out in § 14-41-119 within the time limitations specified by EPA, the state \nDENR, or the Regional Wastewater Manager, whichever is more stringent.  Any facilities \nnecessary for compliance shall be provided, operated and maintained at the user's \nexpense.  Detailed plans describing such facilities and operating procedures shall be \nsubmitted to the Regional Wastewater Manager for review, and shall be acceptable to the \nRegional Wastewater Manager before such facilities are constructed.  The review of such \nplans and operating procedures shall in no way relieve the user from the responsibility of \nmodifying such facilities as necessary to produce a discharge acceptable to the City or \nRegional Wastewater Manager under the provisions of this article. \n \n \n \n \nSources: \n \n \n \nRevised Ordinance of Sioux Falls, SD, 47-81, 6-1-81 \n \n \n \nRevised Ordinance of Sioux Falls, SD, 57-93, & 1, 71-12-93 \n \n \n \nBrandon City Ordinance 577, 3-5-19.   \n \n \n \n\n \nPage 14-24 \n14-41-120.1  \nADDITIONAL PRETREATMENT MEASURES \nA. \nWhenever deemed necessary, the manager or Regional Wastewater Manager may \nrequire users to restrict their discharge during peak flow periods, designate that \ncertain wastewater be discharged only into specific sewers, relocate and/or \nconsolidate points of discharge, separate sewage wastestreams from industrial \nwastestreams and such other conditions as may be necessary to protect the \nPOTW and determine the user's compliance with the requirements of this article. \n \nB. \nThe manager or Regional Wastewater Manager may require any person discharging \ninto the POTW to install and maintain, on their property and at their expense, a \n",
    "source": "Chapter 14-41 REGULATION OF SEWER USE"
  },
  {
    "chunk_index": 17,
    "text": "suitable storage and flow control facility to ensure equalization of flow.  A \nwastewater discharge permit may be issued solely for flow equalization. \n \nC. \nUsers with the potential to discharge flammable substances may be required to \ninstall and maintain an approved combustible gas detection meter. \n \n \n \n \nSources: \n \n \n \nRevised Ordinance of Sioux Falls, SD, 57-93, & 1, 7-12-93 \n \n \n \nBrandon City Ordinance 577, 3-5-19.   \n \n \n \n14-41-120.2  \nWASTEWATER ANALYSIS \n  \n \n       When requested by the Regional Wastewater Manager, a user must submit information \non the nature and characteristics of its wastewater within 30 days of the request.  The \nRegional Wastewater Manager is authorized to prepare a form for this purpose and may \nperiodically require users to update this information. \n \n \n \n \nSources: \n \n \n \nRevised Ordinance of Sioux Falls, SD, 57-93, & 1, 7-12-93 \n \n \n \nBrandon City Ordinance 577, 3-5-19.   \n \n \n14-41-121 \n \nACCIDENTAL DISCHARGE/SLUG CONTROL PLANS \nAt least once every two years, the Regional Wastewater Manager shall evaluate whether \neach significant industrial user needs an accidental discharge/slug control plan.  The \nRegional Wastewater Manager may require any user to develop, submit for approval, and \nimplement such a plan.  Alternatively, the Regional Wastewater Manager may develop \nsuch a plan for any user.  An accidental discharge/slug control plan shall address, at a \nminimum, the following: \n \nA. \nDescription of discharge practices, including non-routine batch discharges; \n \nB. \nDescription of stored chemicals; \n \nC. \nProcedures for immediately notifying the Regional Wastewater Manager of any \naccidental or slug discharge, as required by §14-41-125.5; and \n \nD. \nProcedures to prevent adverse impact from any accidental or slug discharge.  Such \nprocedures include, but are not limited to, inspection and maintenance of storage \nareas, handling and transfer of materials, loading and unloading operations, \ncontrol of plant site runoff, worker training, building of containment structures \nor equipment, measures for containing toxic organic pollutants, including \nsolvents, and/or measures and equipment for emergency response. \n \n \n \n \nSources: \n\n \nPage 14-25 \n \n \n \nRevised Ordinance of Sioux Falls, SD, 57-93, & 1, 7-12-93 \n \n \n \nBrandon City Ordinance 577, 3-5-19.   \n \n \n \n14-41-122 \n \nWASTEWATER DISCHARGE PERMIT REQUIREMENT \nA. \nNo significant industrial user shall discharge wastewater into the POTW without \nfirst obtaining a wastewater discharge permit from the Regional Wastewater \nManager, except that a significant industrial user that has filed a timely \napplication pursuant to §14-41-122.1 may continue to discharge for the time \nperiod specified therein. \n \nB. \nThe Regional Wastewater Manager may require other users to obtain wastewater \ndischarge permits as necessary to carry out the purposes of this article. \n \nC. \nAny violation of the terms and conditions of a wastewater discharge permit shall be \ndeemed a violation of this ordinance and subjects the wastewater discharge \npermittee to the sanctions set out in section of this article.  Obtaining a \nwastewater discharge permit does not relieve a permittee of its obligation to \ncomply with all federal and state pretreatment standards or requirements or with \nany other requirements of federal, state and local law. \n \n \n \n \nSources: \n \n \n \nRevised Ordinance of Sioux Falls, SD, 125-84, & 4, 9-10-84 \n \n \n \nRevised Ordinance of Sioux Falls, SD, 57-93, & 1, 7-12-93 \n \n14-41-122.1  \nWASTEWATER DISCHARGE PERMITTING:  EXISTING CONNECTIONS \nAny non-permitted user required to obtain a wastewater discharge permit who was \ndischarging wastewater into a POTW prior to the effective date of this ordinance and who \nwishes to continue such discharges in the future, shall, within 60 days after said effective \ndate, apply to the Regional Wastewater Manager for a wastewater discharge permit in \n",
    "source": "Chapter 14-41 REGULATION OF SEWER USE"
  },
  {
    "chunk_index": 18,
    "text": "accordance with §14-41-122.3, and shall not cause or allow discharges to the POTW to \ncontinue after 180 days of the effective date of this article except in accordance with a \nwastewater discharge permit issued by the . Regional Wastewater Manager \n \n \n \n \nSources: \n \n \n \nRevised Ordinance of Sioux Falls, SD, 57-93, & 1, 71-12-93 \n \n \n \nBrandon City Ordinance 577, 3-5-19.   \n \n \n \n14-41-122.2   \nWASTEWATER DISCHARGE PERMITTING: NEW CONNECTIONS \nAny user required to obtain a wastewater discharge permit who proposes to begin or \nrecommence discharging into the POTW must obtain such permit from the City of Sioux \nFalls prior to the beginning or recommencing of such discharge.  An application for this \nwastewater discharge permit, in accordance with §14-41-122.3, must be filed at least 90 \ndays prior to the date upon which any discharge will begin or recommence. \n \n \n \n \nSources: \n \n \n \nRevised Ordinance of Sioux Falls, SD, 57-93, & 1, 71-12-93  \n                     Brandon City Ordinance 577, 3-5-19.   \n \n \n14-41-122.3  \nWASTEWATER DISCHARGE PERMIT APPLICATION CONTENTS \nA. \nAll users required to obtain a wastewater discharge permit must submit to the City \nof Sioux Falls a complete and accurate permit application.  The Regional \n\n \nPage 14-26 \nWastewater Manager may require all users to submit as part of an application \nthe following information: \n \n1. All information required by §14-41-125(B); \n \n2. Description of activities, facilities and plant processes on the premises, \nincluding a list of all raw materials and chemicals used or stored at the \nfacility which are, or could accidentally or intentionally be, discharged \nto the POTW; \n \n3. Number and type of employees, hours of operation and proposed or actual \nhours of operation; \n \n4. Each product produced by type, amount, process or processes, and rate of \nproduction; \n \n5. Type and amount of raw materials processed (average and maximum per \nday); \n \n6. Site plans, floor plans, mechanical and plumbing plans, and details to show \nall sewers, floor drains and appurtenances by size, location and \nelevation, and all points of discharge; \n \n7. Time and duration of discharges; and \n \n8. Any other information as may be deemed necessary by the Regional \nWastewater Manager to evaluate the wastewater discharge permit \napplication. \n \nB. \nIncomplete or inaccurate applications will not be processed and will be returned to \nthe user for revision. \n \n \n \n \nSources: \n \n \n \nRevised Ordinance of Sioux Falls, SD, 57-93, & 1, 7-12-93 \n \n \n \nBrandon City Ordinance 577, 3-5-19.   \n \n \n \n14-41-122.4   \nAPPLICATION SIGNATORIES AND CERTIFICATION \n \n \n \n \n \n \n \n  All wastewater discharge permit applications and user reports must be signed by an \nauthorized representative of the user and contain the following certification statement: \n  \n \n \n \n \n \n \n      “I certify under penalty of law that this document and all attachments were prepared under \nmy direction or supervision in accordance with a system designed to assure that qualified \npersonnel properly gather and evaluate the information submitted.  Based on my inquiry \nof the person or persons who manage the system, or those persons directly responsible for \ngathering the information, the information submitted is to the best of my knowledge and \nbelief, true, accurate and complete.  I am aware that there are significant penalties for \nsubmitting false information, including the possibility of fine and imprisonment for \nknowing violations.” \n \n \n \n \nSources: \n \n \n \nRevised Ordinance of Sioux Falls, SD, 57-93, & 1, 7-12-93 \n \n \n \nBrandon City Ordinance 577, 3-5-19.   \n \n \n\n \nPage 14-27 \n \n14-41-122.5  \nWASTEWATER DISCHARGE PERMIT DECISIONS \n \n \n \n \n \n \n \n   The Regional Wastewater Manager will evaluate the data furnished by the user and may \nrequire additional information.  After receipt of a complete wastewater discharge permit \napplication, the Regional Wastewater Manager will determine whether or not to issue a \n",
    "source": "Chapter 14-41 REGULATION OF SEWER USE"
  },
  {
    "chunk_index": 19,
    "text": "wastewater discharge permit.  The Regional Wastewater Manager may deny any \napplication for a wastewater discharge permit. \n \n \n \n \nSources: \n \n \n \nRevised Ordinance of Sioux Falls, SD, 57-93, & 1, 7-12-93 \n \n \n \nBrandon City Ordinance 577, 3-5-19.   \n \n \n14-41-122.6   \nWASTEWATER DISCHARGE PERMIT DURATION \n \n \n \n \n \n \n \n   A wastewater discharge permit shall be issued for a specified time period, not to exceed \nfive years from the effective date of the permit.  A wastewater discharge permit may be \nissued for a period less than five years, at the discretion of the Regional Wastewater \nManager.  Each wastewater discharge permit will indicate a specific date upon which it \nwill expire. \n \n \n \n \nSources: \n \n \n \nRevised Ordinance of Sioux Falls, SD, 57-93, & 1, 7-12-93 \nBrandon City Ordinance 577, 3-5-19.   \n \n \n14-41-122.7  \nWASTEWATER DISCHARGE PERMIT CONTENTS \n \n \n \n \n \n \n \n   A wastewater discharge permit shall include such conditions as are deemed reasonably \nnecessary by the Regional Wastewater Manager to prevent pass through or interference, \nprotect the quality of the water body receiving the treatment plant's effluent, protect \nworker health and safety, facilitate sludge management and disposal, and protect against \ndamage to the POTW. \n \nA. \nWastewater discharge permits must contain: \n \n1. A statement that indicates wastewater discharge permit duration, which in no \nevent shall exceed five years; \n \n2. A statement that the wastewater discharge permit is nontransferable unless \nprior notification is provided to the Regional Wastewater Manager in \naccordance with §14-41-122.12; \n \n3. Effluent limits based on applicable pretreatment standards; \n \n4. Self-monitoring, sampling, reporting, notification and record-keeping \nrequirements.  These requirements shall include an identification of \npollutants to be monitored, sampling location, sampling frequency, and \nsample type based on federal, state and local law; and \n \n5. A statement of applicable civil and criminal penalties for violation or \npretreatment standards and requirements, and any applicable \ncompliance schedule.  Such schedule may not extend the time for \ncompliance beyond that required by applicable federal, state or local \nlaw. \n \nB. \nWastewater discharge permits may contain, but need not be limited to, the following \nconditions: \n\n \nPage 14-28 \n \n1. Limits on the average and/or maximum rate of discharge, time of discharge and requirements \nfor flow regulation and equalization; \n \n2. Requirements for the installation of pretreatment technology, pollution control, or construction \nor appropriate containment devices, designed to reduce, eliminate or prevent the \nintroduction of pollutants into the treatment works; \n \n3. Requirements for the development and implementation of spill control plans or other special \nconditions including management practices necessary to adequately prevent accidental, \nunanticipated or non-routine discharges; \n \n4. Development and implementation of waste minimization plans to reduce the amount of \npollutants discharged to the POTW; \n \n5. The unit charge or schedule of user charges and fees for the management of the wastewater \ndischarged to the POTW; \n \n6. Requirements for installation and maintenance of inspection and sampling facilities and \nequipment; \n \n7. A statement that compliance with the wastewater discharge permit does not relieve the \npermittee of responsibility for compliance with all applicable federal and state \npretreatment standards, including those which become effective during the term of the \nwastewater discharge permit; and \n \n8. Other conditions as deemed appropriate by the Regional Wastewater Manager to ensure \ncompliance with the ordinance, and state and federal laws, rules and regulations. \n \n \n \n \nSources: \n \n \n \nRevised Ordinance of Sioux Falls, SD, 57-93, & 1, 7-12-93 \n \n \n \nBrandon City Ordinance 577, 3-5-19.   \n \n \n \n14-41-122.8  \nWASTEWATER DISCHARGE PERMIT APPEALS \n",
    "source": "Chapter 14-41 REGULATION OF SEWER USE"
  },
  {
    "chunk_index": 20,
    "text": "The Regional Wastewater Manager shall provide public notice of the issuance of a wastewater discharge \npermit.  Any person, including the user, may petition the Regional Wastewater Manager to reconsider the \nterms of a wastewater discharge permit within 30 days’ notice of its issuance. \n \nA. \nFailure to submit a timely petition for review shall be deemed to be a waiver of the administrative \nappeal. \n \n \nB. \nIn its petition, the appealing party must indicate the wastewater discharge permit provisions objected \nto, the reasons for this objection, and the alternative condition, if any, it seeks to place in the \nwastewater discharge permit. \n \n \n \nC. \nThe effectiveness of the wastewater discharge permit shall not be stayed pending the appeal. \n \n \nD. \nIf the Regional Wastewater Manager fails to act within 30 days, a request for reconsideration shall be \ndeemed to be denied.  Decisions not to reconsider a wastewater discharge permit, not to issue a \nwastewater permit, or not to modify a wastewater discharge permit shall be considered final \nadministrative actions for purposes of judicial review. \n \nE. \nThe final administrative wastewater discharge permit decision is subject to judicial review as \nprovided by law. \n \n \n \n \nSources: \n \n \n \nRevised Ordinance of Sioux Falls, SD, 57-93, & 1, 7-12-93 \n \n \n \nBrandon City Ordinance 577, 3-5-19.   \n \n \n\n \nPage 14-29 \n14-41-122.9   \nWASTEWATER DISCHARGE PERMIT MODIFICATION \n \n \n \n \n \n \n \n  The Regional Wastewater Manager may modify a wastewater discharge permit for good cause, including, \nbut not limited to, the following reasons: \n \nA. \nTo incorporate any new or revised federal, state or local pretreatment standards or requirements;  \n \nB. \nTo address significant alteration or addition to the user's operation, processes or wastewater volume or \ncharacter since the time of wastewater discharge permit issuance; \n \nC. \nA change in the POTW that requires either a temporary or permanent reduction or elimination of the \nauthorized discharge; \n \nD. \nInformation indicating that the permitted discharge poses a threat to the POTW, City or Regional \nWastewater System personnel or the receiving water; \n \nE. \nViolation or any terms or conditions of the wastewater discharge permit; \n \nF. \nMisrepresentations or failure to fully disclose all relevant facts in the wastewater discharge permit \napplication or in any required reporting; \n \nG. \nRevision of or a grant of variance from categorical pretreatment standards pursuant to 40 CFR \n§403.13; and  \n \nH. \nTo correct typographical or other errors in the wastewater discharge permit. \n \n \n \n \nSources: \n \n \n \nRevised Ordinance of Sioux Falls, SD, 57-93, & 1, 7-12-93 \n \n \n \nBrandon City Ordinance 577, 3-5-19.   \n \n \n14-41-122.10 WASTEWATER DISCHARGE PERMIT REVOCATION \nA. \nThe Regional Wastewater Manager may revoke a wastewater discharge permit for good cause, \nincluding, but not limited to, the following reasons: \n \n1. Failure to notify the Regional Wastewater Manager of significant changes to the wastewater \nprior to the changed discharge; \n \n2. Failure to provide prior notification to the Regional Wastewater Manager of changed \nconditions pursuant to §14-41-125.4; \n \n3. Misrepresentation or failure to fully disclose all relevant facts in the wastewater discharge \npermit application; \n \n4. Falsifying self-monitoring reports; \n \n5. Tampering with monitoring equipment; \n \n6. Refusing to allow the Regional Wastewater Manager timely access to the facility premises and \nrecords; \n \n7. Failure to meet effluent limitations; \n \n8. Failure to pay fines; \n \n9. Failure to pay sewer charges; \n \n10. Failure to meet compliance schedules; \n \n11. Failure to complete a wastewater survey or the wastewater discharge permit application; \n \n12. Failure to provide advance notice of the transfer of business ownership of a permitted facility; \n\n \nPage 14-30 \nor \n  \n13. Violation of any pretreatment standard or requirement, or any terms of the wastewater \n",
    "source": "Chapter 14-41 REGULATION OF SEWER USE"
  },
  {
    "chunk_index": 21,
    "text": "discharge permit or this article. \n \nB. \nWastewater discharge permits shall are terminated upon cessation of operations or transfer of business \nownership.  All wastewater discharge permits issued to a particular user are terminated upon the \nissuance of a new wastewater discharge permit to that user. \n \n \n \n \nSources: \n \n \n \nRevised Ordinance of Sioux Falls, SD, 57-93, & 1, 7-12-93 \n \n \n \nBrandon City Ordinance 577, 3-5-19.   \n \n \n14-41-122.11 WASTEWATER DISCHARGE PERMIT REISSUANCE \nA user with an expiring wastewater discharge permit shall apply for wastewater discharge permit \nreissuance by submitting a complete and accurate permit application, in accordance with §14-41-122.3, a \nminimum of 90 days prior to the expiration of the user's existing wastewater discharge permit.  If the \napplication is submitted 90 days in advance of expiration, the existing permit may be extended beyond its \nexpiration date, when through no fault on the part of the industrial user, a permit is not yet reissued by the \nexpiration date of the previous permit. \n \n \n \n \nSources: \n \n \n \nRevised Ordinance of Sioux Falls, SD, 57-93, & 1, 7-12-93 \n \n \n \nBrandon City Ordinance 577, 3-5-19.   \n \n \n \n \n \nReference: \nARSD 74:52:01:12 \n \n14-41-122.12 WASTEWATER DISCHARGE PERMIT TRANSFER \nWastewater discharge permits may be transferred to a new owner or operator only if the permittee gives at \nleast 30 days advance notice to the Regional Wastewater Manager and is approved by the Wastewater \nManager.  The notice to the Regional Wastewater Manager must include an authorized representative \ndesignation form and a written certification by the authorized representative which: \n \nA. \nStates that the new company has no immediate intent to change facility’s operations and processes; \n \nB. \nIdentifies the specific date on which the transfer is to occur; and \n \nC. \nAcknowledges full responsibility for complying with the existing wastewater discharge permit. \n \nFailure to provide advanced notice of a transfer terminates the wastewater discharge permit as of the date of \nfacility transfer. \n \n14-41-123  \nREGULATION OF WASTE RECEIVED FROM OTHER JURISDICTIONS \nA. \nNo connections shall be made to any trunk sewer or force main connecting the systems of Brandon \nwith the wastewater treatment system of the City of Sioux Falls, SD by any party, person or \nconcern not a resident of the City of Brandon, without the prior written approval of the governing \nbodies of both Brandon and Sioux Falls, pursuant to the Amended and Restated Joint Powers \nAgreement for Use of Regional Wastewater System  entered into between the City of Brandon and \nthe City of Sioux Falls on or about  May 14, 2018 and as may be from time-to-time amended by \nthe parties thereto. \n \nB. \nBefore an industrial user located outside the boundaries of Brandon or Sioux Falls discharges into the \nPOTW via the Brandon wastewater system, Brandon and Sioux Falls will jointly determine \nwhether accepting such discharge is feasible and, if so, will enter into an agreement with the \njurisdiction in which such industrial user is located. Such agreement shall be substantially \nequivalent to the requirements of the \"Brandon/Sioux Falls Wastewater Agreement,\" referenced in \n§ 14-41-123(a) herein above insofar as Industrial Pretreatment requirements and regulation thereof \nare concerned, and must be fully secured before the Regional Manager issues an Industrial \nPretreatment Permit and before any discharge is allowed from any user in the outside jurisdiction. \n\n \nPage 14-31 \n \n \n \n \nSources: \n \n \n \nRevised Ordinance of Sioux Falls, SD, 57-93, & 1, 71-12-93 \nAmended and Restated Joint Powers Agreement for Use of Regional Wastewater System (May 18, 2018)   \nBrandon City Ordinance 577, 3-5-19.   \n \n \n \n14-41-124 \n \nHAULED WASTEWATER \nA. \nIt is unlawful for any person, corporation, residence, commercial establishment, industry or institution \n",
    "source": "Chapter 14-41 REGULATION OF SEWER USE"
  },
  {
    "chunk_index": 22,
    "text": "to engage in the practice of pumping or hauling liquid waste within the City limits of the City of \nBrandon unless a current license issued by any municipality or other governmental entity is held to \nengage in such practice. \n \nB. \nIt is unlawful for any person, corporation, residence, commercial establishment, industry or institution \nto dispose of hauled liquid waste into the sanitary sewer system of the City of Brandon. \n \nC. \nIt is unlawful for any person, corporation, residence commercial establishment, industry or institution \nto discharge or dispose of hazardous wastes or incompatible wastes into the sanitary sewer system \nof the City of Brandon, unless all current applicable federal, state and local permits have been \nissued and are in good standing. \n \nD. \nThe provisions of this §[14-41-124 (a)(b) and (c)] do not apply to wastewater hauled in vehicles \nowned by the City engaged in work as authorized by the manager or  its  authorized representative. \n \n \n \n \nSources: \n \n \n \nRevised Ordinance of Sioux Falls, SD, 51-88, & 2, 6-20-88 \n \n \n \nRevised Ordinance of Sioux Falls, SD, 33-90, & 1, 4-9-90 \n \n \n \nRevised Ordinance of Sioux Falls, SD, 57-93, & 1, 7-12-93 \n \n \n \nBrandon City Ordinance 577, 3-5-19.   \n \n \n \n14-41-125 \n \nBASELINE MONITORING REPORTS \nA. \nWithin either 180 days after the effective date of a categorical pretreatment standard, or the final \nadministrative decision on a category determination under 40 CFR 403.6(a)(4), whichever is later, \nexisting categorical users currently discharging to or scheduled to discharge to the POTW shall \nsubmit to the Regional Wastewater Manager a report which contains the information listed in \nsubsection (b) below. At least 90 days prior to commencement of their discharge, new sources and \nsources that become categorical users subsequent to the promulgation of an applicable categorical \nstandard, shall submit to the Regional Wastewater Manager a report which contains the \ninformation listed in subsection (b) below.  A new source shall report the method or pretreatment \nit intends to use to meet applicable categorical standards.  A new source also shall give estimates \nof its anticipated flow and quantity of pollutants to be discharged. \n \nB. \nUsers described above shall submit the information set forth below. \n \n1. Identifying information.  The name and address of the facility, including the name of the \noperator and owner. \n \n2. Environmental permits.  A list of any environmental control permits held by or for the facility. \n \n3. Description of operation(s).  A brief description of the nature, average rate of production and \nstandard industrial classifications of the operation(s) carried out by such user.  This \ndescription should include a schematic process diagram which indicates points of \ndischarge to the POTW from the regulated processes. \n \n4. Flow measurement.  Information showing the measured average daily and maximum daily \nflow, in gallons per day, to the POTW from regulated process streams and other streams, \nas necessary, to allow use of the combined wastestream formula set out in 40 CFR \n403.6(e). \n \n\n \nPage 14-32 \nC. \nMeasurement of pollutants. \n \n1. The categorical pretreatment standards applicable to each regulated process. \n \n2. The results of sampling and analysis identifying the nature and concentration and/or mass, \nwhere required by the standard or by the Regional Wastewater Manager of pollutants in \nthe discharge from each regulated process.  Instantaneous, daily maximum, and long-term \naverage concentrations, or mass, where required, shall be reported.  The sample shall be \nrepresentative of daily operations and shall be analyzed in accordance with procedures set \nout in §14-41-125.9. \n \n3. Sampling must be performed in accordance with procedures set out in §14-41-125.10. \n \n \n4. Certification.  A statement, reviewed by the user's authorized representative and certified by a \n",
    "source": "Chapter 14-41 REGULATION OF SEWER USE"
  },
  {
    "chunk_index": 23,
    "text": "qualified professional, indicating whether pretreatment standards are being met on a \nconsistent bases, and, if not whether additional operation and maintenance (O&M) and/or \nadditional pretreatment is required to meet the pretreatment standards and requirements. \n \n5. Compliance schedule.  If additional pretreatment and/or O&M will be required to meet the \npretreatment standards, the shortest schedule by which the user will provide such \nadditional pretreatment and/or O&M.  The completion date in this schedule shall not be \nlater than the compliance date established for the applicable pretreatment standard.  A \ncompliance schedule pursuant to this section must meet the requirements set out in §14-\n41-125.1. \n \n6. Signature and certification.  All baseline monitoring reports must be signed and certified in \naccordance with §14-41-122.4. \n \n \n \n \nSources: \n \n \n \nRevised Ordinance of Sioux Falls, SD, 57-93, & 1, 7-12-93 \n \n \n \nBrandon City Ordinance 577, 3-5-19.   \n \n \n \n14-41-125.1  \nCOMPLIANCE SCHEDULE PROGRESS REPORTS \nThe following conditions shall apply to the compliance schedule required by §14-41-125(b)(7): \n \nA. \nThe schedule shall contain progress increments in the form of dates for the commencement and \ncompletion of major events leading to the construction and operation of additional pretreatment \nrequired for the user to meet the applicable pretreatment standards (such events include, but are \nnot limited to, hiring an engineer, completing preliminary and final plans, executing contracts for \nmajor components, commencing and completing construction, and beginning and conducting \nroutine operation); \n \nB. \nNo increment referred to above shall exceed nine months; \n \nC. \nThe user shall submit a progress report to the Regional Wastewater Manager no later than 14 days \nfollowing each date in the schedule and the final date of compliance including, as a minimum, \nwhether or not it complied with the increment of progress, the reason for any delay, and, if \nappropriate, the steps being taken by the user to return to the established schedule; and \n \nD. \nIn no event shall more than nine months elapse between such progress reports to the Regional \nWastewater Manager. \n \n \n \n \nSources: \n \n \n \nRevised Ordinance of Sioux Falls, SD, 57-93, & 1, 7-12-93 \n \n \n \nBrandon City Ordinance 577, 3-5-19.   \n \n \n \n14-41-125.2 \nREPORTS ON COMPLIANCE WITH CATEGORICAL PRETREATMENT STANDARD \nDEADLINE \n\n \nPage 14-33 \nWithin 90 days following the date for final compliance with applicable categorical pretreatment standards, \nor in the case of a new source following commencement of the introduction of wastewater into the POTW, \nany user subject to such pretreatment standards and requirements shall submit to the Regional Wastewater \nManager a report containing the information described in §14-41-125(B)(4) through (B)(6).  For users \nsubject to equivalent mass or concentration limits established in accordance with the procedures in 40 CFR \n§403.6(c), this report shall contain a reasonable measure of the user's long-term production rate.  For all \nother users subject to categorical pretreatment standards expressed in terms of allowable pollutant \ndischarge per unit of production (or other measure of operation), this report shall include the user's actual \nproduction during the appropriate sampling period.  All compliance reports must be signed and certified in \naccordance with §14-41-122.4. \n \n \n \n \nSources: \n \n \n \nRevised Ordinance of Sioux Falls, SD, 57-93, & 1, 7-12-93 \n \n \n \nBrandon City Ordinance 577, 3-5-19.   \n \n \n14-41-125.3   \nPERIODIC COMPLIANCE REPORTS \nA. \nAll significant industrial users shall, at a frequency determined by the Regional Wastewater Manager \nbut in no case less than twice per year (in July and January), submit a report indicating the nature \nand concentration of pollutants in the discharge which are limited by pretreatment standards and \nthe measured or estimated average and maximum daily flows for the reporting period.  All \n",
    "source": "Chapter 14-41 REGULATION OF SEWER USE"
  },
  {
    "chunk_index": 24,
    "text": "periodic compliance reports must be signed and certified in accordance with §14-41-122.4. \n \nB. \nAll wastewater samples must be representative of the user's discharge.  Wastewater monitoring and \nflow measurement facilities shall be properly operated, kept clean and maintained in good working \norder at all times.  The failure of a user to keep its monitoring facility in good working order shall \nnot be grounds for the user to claim that sample results are unrepresentative of its discharge. \n \nC. \nIf a user subject to the reporting requirement in this section monitors any pollutant more frequently \nthan required by the Regional Wastewater Manager, using the procedures prescribed in §14-41-\n125.10, the results of this monitoring shall be included in the report. \n \n \n \n \nSources: \n \n \n \nRevised Ordinance of Sioux Falls, SD, 57-93, & 1, 7-12-93 \n \n \n \nBrandon City Ordinance 577, 3-5-19.   \n \n \n14-41-125.4  \nREPORTS OF CHANGED CONDITIONS \nEach user must notify the Regional Wastewater Manager of any planned significant changes to the user's \noperations or system which might alter the nature, quality or volume of its wastewater at least 30 days \nbefore the change. \n \nA. \nThe Regional Wastewater Manager may require the user to submit such information as may be \ndeemed necessary to evaluate the changed condition, including the submission of a wastewater \ndischarge permit application under §41-122.3. \n \nB. \nThe Regional Wastewater Manager may issue a wastewater discharge permit under §14-41-122.5 or \nmodify an existing wastewater discharge permit under §14-41-122.9 in response to changed \nconditions or anticipated changed conditions. \n \nC. \nFor the purposes of this requirement, significant changes include, but are not limited to, flow \nincreases of 20 percent or greater, and the discharge of any previously unreported pollutants. \n \n \n \n \nSources: \n \n \n \nRevised Ordinance of Sioux Falls, SD, 57-93, & 1, 7-12-93 \n \n \n \nBrandon City Ordinance 577, 3-5-19.   \n \n \n14-41-125.5  \nREPORTS OF POTENTIAL PROBLEMS \nA. \nIn the case of any discharge, including, but not limited to, accidental discharges, discharges of a non-\nroutine, episodic nature, a non-customary batch discharge, or a slug load, that may cause potential \nproblems for the POTW, the user shall immediately telephone and notify the Regional Wastewater \n\n \nPage 14-34 \nManager of the incident. This notification shall include the location of the discharge, type of \nwaste, concentration and volume, if known, and corrective actions taken by the user. \n \nB. \nWithin five days following such discharge, the user shall, unless waived by the Regional Wastewater \nManager submit a detailed written report describing the cause(s) of the discharge and the measures \nto be taken by the user to prevent similar future occurrences.  Such notification shall not relieve \nthe user of any expense, loss, damage or other liability which may be incurred as a result of \ndamage to the POTW, natural resources, or any other damage to person or property; nor shall such \nnotification relieve the user of any fines, penalties or other liability which may be imposed \npursuant to this article. \n \nC. \nA notice shall be permanently posted on the user's bulletin board or other prominent place advising \nemployees whom to call in the event of a discharge described in subsection (A). Employers shall \nensure that all employees who may cause such a discharge to occur are advised of the emergency \nnotification procedure. \n \n \n \n \n \nSources: \n \n \n \nRevised Ordinance of Sioux Falls, SD, 57-93, & 1, 7-12-93 \n \n \n \nBrandon City Ordinance 577, 3-5-19.   \n \n \n14-41-125.6  \nREPORTS FROM UN-PERMITTED USERS \nAll users not required to obtain a wastewater discharge permit shall provide appropriate reports to the \nRegional Wastewater Manager as the Regional Wastewater Manager may require. \n \n \n \n \nSources: \n \n \n \nRevised Ordinance of Sioux Falls, SD, 57-93, & 1, 7-12-93 \n \n \n \nBrandon City Ordinance 577, 3-5-19.   \n \n \n14-41-125.7  \n",
    "source": "Chapter 14-41 REGULATION OF SEWER USE"
  },
  {
    "chunk_index": 25,
    "text": "NOTICE OF VIOLATIONS; REPEAT SAMPLING AND REPORTING  \nIf sampling performed by a user indicates a violation, the user must notify the Regional Wastewater \nManager within 24 hours of becoming aware of the violation.  The user shall also repeat the sampling and \nanalysis and submit the results of the repeat analysis to the Regional Wastewater Manager within 30 days \nafter becoming aware of the violation.  The user is not required to re-sample if the Regional Wastewater \nManager monitors at the user's facility at least once a month, or if the Regional Wastewater Manager \nsamples between the user's initial sampling and when the user receives the results of this sampling. \n \n \n \n \nSources: \n \n \n \nRevised Ordinance of Sioux Falls, SD, 47-81, 6-1-81 \n \n \n \nRevised Ordinance of Sioux Falls, SD, 57-93, & 1, 7-12-93 \n \n \n \nBrandon City Ordinance 577, 3-5-19.   \n \n \n14-41-125.8  \nNOTIFICATION OF THE DISCHARGE OF HAZARDOUS WASTE \nA. \nAny user who commences the discharge of hazardous waste shall notify the POTW, the EPA regional \nwaste management division director, and state hazardous waste authorities, in writing, of any \ndischarge into the POTW of a substance which, if otherwise disposed of, would be a hazardous \nwaste under 40 CFR Part 261.  Such notification must include the name of the hazardous waste as \nset forth in 40 CFR Part 261, the EPA hazardous waste number, and the type of discharge \n(continuous, batch or other).  If the user discharges more than 100 kilograms of such waste per \ncalendar month to the POTW, the notification also shall contain the following information to the \nextent such information is known and readily available to the user:  an identification of the \nhazardous constituents contained in the wastes, an estimation of the mass and concentration of \nsuch constituents in the wastestream discharged during that calendar month, and an estimation of \nthe mass of constituents in the wastestream expected to be discharged during the following 12 \nmonths.  All notifications must take place no later than 180 days after the discharge commences.  \nAny notification under this paragraph need be submitted only once for each hazardous waste \ndischarged.  However, notifications of changed conditions must be submitted under §14-41-125.4.  \n\n \nPage 14-35 \nThe notification requirement in this section does not apply to pollutants already reported by users \nsubject to categorical pretreatment standards under the self-monitoring requirements of §§14-41-\n125, 14-41-125.2 and 14-41-125.3. \n \nB. \nDischargers are exempt from the requirements of subsection (a), during a calendar month in which \nthey discharge no more than 15 kilograms of hazardous wastes, unless the wastes are acute \nhazardous wastes as specified in 40 CFR 261.3-(d) and 261.33(e).  Discharge of more than 15 \nkilograms of non-acute hazardous wastes in a calendar month, or of any quantity of acute \nhazardous wastes as specified in 40 CFR 261.30(d) and 261.33(e), requires a one-time \nnotification.  Subsequent months during which the user discharges more than such quantities of \nany hazardous waste do not require additional notification. \n \nC. \nIn the case of any new regulations under Section 3001 of RCRA identifying additional characteristics \nof hazardous waste or listing any additional substance as a hazardous waste, the user must notify \ntheRegional Wastewater Manager, the EPA regional waste management waste division director, \nand state hazardous waste authorities of the discharge of such substance within 90 days of the \neffective date of such regulations. \n \nD. \nIn the case of any notification made under this section, the user shall certify that it has a program in \nplace to reduce the volume and toxicity of hazardous wastes generated to the degree it has \ndetermined to be economically practical. \n \nE. \nThis provision does not create a right to discharge any substance not otherwise permitted to be \n",
    "source": "Chapter 14-41 REGULATION OF SEWER USE"
  },
  {
    "chunk_index": 26,
    "text": "discharged by this article, a permit issued thereunder, or any applicable federal or state law. \n \n \n \n \nSources: \n \n \n \nRevised Ordinance of Sioux Falls, SD, 57-93, & 1, 7-12-93 \n \n \n \nBrandon City Ordinance 577, 3-5-19.   \n \n \n14-41-125.9   \nANALYTICAL REQUIREMENTS \nAll pollutant analyses, including sampling techniques, to be submitted as part of a wastewater discharge \npermit application or report shall be performed in accordance with the techniques prescribed in 40 CFR \nPart 136, unless otherwise specified in an applicable categorical pretreatment standard.  If 40 CFR Part 136 \ndoes not contain sampling or analytical techniques for the pollutant in question, sampling and analyses \nmust be performed in accordance with procedures approved by EPA. \n \n \n \n \nSources: \n \n \n \nRevised Ordinance of Sioux Falls, SD, 57-93, & 1, 7-12-93 \n \n \n \nBrandon City Ordinance 577, 3-5-19.   \n \n \n14-41-125.10 SAMPLE COLLECTION \nA. \nExcept as indicated in subsection (b) below, the user must collect wastewater samples using flow \nproportional composite collection techniques.  In the event flow proportional sampling is \ninfeasible, the Regional Wastewater Manager may authorize the use of time proportional sampling \nor a minimum of four grab samples where the user demonstrates that this will provide a \nrepresentative sample of the effluent being discharged.  In addition, grab samples may be required \nto show compliance with instantaneous discharge limits. \n \nB. \nSamples for oil and grease, temperature, pH, cyanide, phenols, sulfides and volatile organic \ncompounds must be obtained using grab collection techniques.   \n \n \n \n \nSources: \n \n \n \nRevised Ordinance of Sioux Falls, SD, 57-93, & 1,7-12-93 \n \n \n \nBrandon City Ordinance 577, 3-5-19.   \n \n \n14-41-125.11 TIMING \nWritten reports will be deemed to have been submitted on the date postmarked.  For reports which are not \nmailed, postage prepaid, into a mail facility serviced by the United States Postal Service, the date of receipt \n\n \nPage 14-36 \nof the report shall govern. \n \n \n \n \nSources: \n \n \n \nRevised Ordinance of Sioux Falls, SD, 57-93, & 1, 7-12-93 \n \n \n \nBrandon City Ordinance 577, 3-5-19.   \n \n \n14-41-125.12 RECORD KEEPING \nUsers subject to the reporting requirements of this article shall retain, and make available for inspection and \ncopying, all records of information obtained pursuant to any monitoring activities required by this article \nand any additional records of information obtained pursuant to monitoring activities undertaken by the user \nindependent of such requirements. Records shall include the date, exact place, method, and time of \nsampling, and the name of the person(s) taking the samples; the dates analyses were performed; who \nperformed the analyses; the analytical techniques or methods used; and the results of such analyses.  These \nrecords shall remain available for a period of at least three years.  This period shall be automatically \nextended for the duration of any litigation concerning the user or the City, or where the user has been \nspecifically notified of a longer retention period by the Regional Wastewater Manager. \n \n \n \n \nSources: \n \n \n \nRevised Ordinance of Sioux Falls, SD, 57-93; & 1, 7-12-93 \n \n \n \nBrandon City Ordinance 577, 3-5-19.   \n \n \n14-41-126 \n \nRIGHT OF ENTRY; INSPECTION AND SAMPLING \nWith notification to the City manager (unless prior notification is not possible due to an emergency), the \nRegional Wastewater Manager shall have the right to enter the premises of any user to determine whether \nthe user is complying with all requirements of this the Industrial Pretreatment ordinances contained in this \narticle and any wastewater discharge permit or order issued hereunder.  Users shall allow the Regional \nWastewater Manager ready access to all parts of the premises for the purposes of inspection, sampling \nrecords examination and copying, and the performance of any additional duties. \n \nA. \n",
    "source": "Chapter 14-41 REGULATION OF SEWER USE"
  },
  {
    "chunk_index": 27,
    "text": "Where a user has security measures in force which require proper identification and clearance before \nentry into its premises, the user shall make necessary arrangements with its security guards so that, \nupon presentation of suitable identification, the Regional Wastewater Manager will be permitted \nto enter without delay for the purposes of performing specific responsibilities. \n \nB. \nThe Regional Wastewater Manager shall have the right to set up on the user's property, or require \ninstallation of, such devices as are necessary to conduct sampling and/or metering of the user's \noperations. \n \nC. \nThe Regional Wastewater Manager may require the user to install monitoring equipment as necessary.  \nThe facility's sampling and monitoring equipment shall be maintained at all times in a safe and \nproper cooperating condition by the user at its own expense.  All devices used to measure \nwastewater flow and quality shall be calibrated at least annually or as needed to ensure and \nmaintain their accuracy. \n \nD. \nAny temporary or permanent obstruction to safe and easy access to the facility to be inspected and/or \nsampled shall be promptly removed by the user at the written or verbal request of Regional \nWastewater Manager and shall not be replaced.  The costs of clearing such access shall be borne \nby the user. \n \nE. \n Unreasonable delays in allowing the Regional Wastewater Manager access to the user's premises \nshall be a violation of this article. \n \n \n \n \nSources: \n \n \n \nRevised Ordinance of Sioux Falls, SD, 57-93, & 1, 7-12-93 \n \n \n \nBrandon City Ordinance 577, 3-5-19. \n \n14-41-126.1  \nSEARCH WARRANTS \nIf the Regional Wastewater Manager has been refused access to a building, structure or property, or any \npart thereof, and is able to demonstrate probable cause to believe that there may be a violation of this \n\n \nPage 14-37 \narticle, or that  there is a need to inspect and/or sample as part of a routine inspection and sampling program  \ndesigned to verify  compliance with this article or any permit or order issued hereunder, or to protect the \noverall public health, safety and welfare of the community, then the Regional Wastewater Manager may \nseek issuance of a search warrant from the circuit court. \n \n \n \n \nSources: \n \n \n \nRevised Ordinance of Sioux Falls, SD, 57-93, & 1, 7-12-93 \n \n \n \nBrandon City Ordinance 577, 3-5-19.   \n \n \n14-41-127 \n \nCONFIDENTIAL INFORMATION \nInformation and data on a user obtained from reports, surveys, wastewater discharge permit applications, \nwastewater discharge permits and monitoring programs, and from the manager's or Regional Wastewater \nManager’s inspection and sampling activities, shall be available to the public without restriction, unless the \nuser specifically requests, and is able to demonstrate to the satisfaction of the manager or Regional \nWastewater Manager, that the release of such information would divulge information, processes, or \nmethods of production entitled to protection as trade secrets under applicable state law.  Any such request \nmust be asserted at the time of submission of the information or data.  When requested and demonstrated \nby the user furnishing a report that such information should be held confidential, the portions of a report \nwhich might disclose trade secrets or secret processes shall not be made available for inspection by the \npublic, but shall be made available immediately upon request to governmental agencies for uses related to \nthe DENR Surface Water Treatment program or DENR Industrial pretreatment program, and in \nenforcement proceedings involving the person furnishing the report.  Wastewater constituents and \ncharacteristics and other \"effluent date\", as defined by 40 CFR§ 2.302 will not be recognized as \nconfidential information and will be available to the public without restriction. \n \n \n \n \nSources: \n \n \n \nRevised Ordinance of Sioux Falls, SD, 57-93, & 1, 7-12-93 \n \n \n \nBrandon City Ordinance 577, 3-5-19.   \n \n \n \n \n \nAuthority: \nSDCL 34A-2-94 \n",
    "source": "Chapter 14-41 REGULATION OF SEWER USE"
  },
  {
    "chunk_index": 28,
    "text": " \n14-41-128  \nPUBLICATION OF USERS IN SIGNIFICANT NONCOMPLIANCE \nThe Regional Manager shall publish annually, a list of the users which, during the previous 12 months, \nwere in significant noncompliance with applicable pretreatment standards and requirements as required by \nstate and federal law.  The term significant noncompliance shall mean: \n \nA. \nChronic violations of wastewater discharge limits, defined here as those in which 66 percent or more \nof wastewater measurements taken during a six-month period exceed the daily maximum limit or \naverage limit for the same pollutant parameter by any amount; \n \nB. \nTechnical Review Criteria (TRC) violations, defined here as those in which 33 percent or more of \nwastewater measurements taken for each pollutant parameter during a six-month period equals or \nexceeds the product of the daily maximum limit or the average limit multiplied by the applicable \ncriteria (1.4 for BOD, TSS, fats, oils and grease, and 1.2 for all other pollutants except pH); \n \nC. \nAny other discharge violation that the Regional Wastewater Manager believes has caused, alone or in \ncombination with other discharges, interference or pass through, including endangering the health \nof POTW personnel or the general public; \n \nD. \nAny discharge of pollutants that has caused imminent endangerment to the public or to the \nenvironment, or has resulted in the Regional Wastewater Manager’s exercise of its emergency \nauthority to halt or prevent such a discharge; \n \nE. \nFailure to meet, within 90 days of the scheduled date, a compliance schedule milestone contained in a \nwastewater discharge permit or enforcement order for starting construction, completing \nconstruction or attaining final compliance; \n \nF. \nFailure to provide within 30 days after the due date, any required reports, including baseline \nmonitoring reports on compliance with categorical pretreatment standard deadlines, periodic self-\n\n \nPage 14-38 \nmonitoring reports and reports on compliance with compliance schedules; \n \nG. \nFailure to accurately report noncompliance; or \n \nH. \nAny other violation(s) which the Regional Wastewater Manager determines will adversely affect the \noperation or implementation of the local pretreatment program. \n \n \n \n \nSources: \n \n \n \nRevised Ordinance of Sioux Falls, SD, 50-91, & 6(41-129.2), 6-3-91 \n \n \n \nRevised Ordinance of Sioux Falls, SD, 57-93, & 1, 7-12-93 \n \n \n \nBrandon City Ordinance 577, 3-5-19.   \n \nDIVISION 4.  ENFORCEMENT \n \n14-41-129 \n \nNOTIFICATION OF VIOLATION \nWhen the Official Having Jurisdiction finds that a user has violated, or continues to violate, any provision \nof this article, a wastewater discharge permit or order issued hereunder, or any other pretreatment standard \nor requirement, the Official Having Jurisdiction may serve upon that user a written notice of violation \nWithin fourteen days of the receipt of this notice, an explanation of the violation and a plan for the \nsatisfactory correction and prevention thereof, to include specific required actions, shall be submitted by \nthe user to the Official Having Jurisdiction.  Submission of this plan in no way relieves the user of liability \nfor any violations occurring before or after receipt of the notice of violation.  Nothing in this section shall \nlimit the authority of the Official Having Jurisdiction to take any action over matters within its jurisdiction \nincluding emergency actions or any other enforcement action, without first issuing a notice of violation. \nThe Regional Wastewater Manager may waive the written reporting requirement for isolated, minor \nviolations where the user has complied with the notification requirements in §14-41-125.7. \n \n \n \n \nSources: \n \n \n \nRevised Ordinance of Sioux Falls, SD, 57-93, & 1, 7-12-93 \n \n \n \nBrandon City Ordinance 577, 3-5-19.   \n \n14-41-129.1  \nCONSENT ORDERS \nThe Official Having Jurisdiction may enter into consent orders, assurances of voluntary compliance or \n",
    "source": "Chapter 14-41 REGULATION OF SEWER USE"
  },
  {
    "chunk_index": 29,
    "text": "other similar documents establishing an agreement with any user responsible for noncompliance.  Such \ndocuments will include specific action to be taken by the user to correct the noncompliance within a time \nperiod specified by the document.  Such documents shall have the same force and effect as the \nadministrative orders issued pursuant to §§14-41-129.3 and 14-41-129.4. \n \n \n \n \nSources: \n \n \n \nRevised Ordinance of Sioux Falls, SD, 57-93, & 1, 7-12-93 \n \n \n \nBrandon City Ordinance 577, 3-5-19.   \n \n14-41-129.2  \nSHOW CAUSE HEARING \nThe Official Having Jurisdiction may order a user which has violated, or continues to violate, any provision \nof this article, a wastewater discharge permit or order issued hereunder, or any other pretreatment standard \nor requirement, to appear before the Official Having Jurisdiction to show cause why the proposed \nenforcement action should not be taken.  Notice shall be served on the user specifying the time and place \nfor the meeting, the proposed enforcement action, the reasons for such action, and a request that the user \nshow cause why the proposed enforcement action should not be taken.  The notice of the meeting shall be \nserved personally or by registered or certified mail (return receipt requested) at least 30 days prior to the \nhearing.  Such notice may be served on any authorized representative of the user.  A show cause hearing \nshall not be a bar against, or prerequisite for, taking any other action against the user. \n \n \n \n \nSources: \n \n \n \nRevised Ordinance of Sioux Falls, SD, 57-93, & 1, 7-12-93 \n \n \n \nBrandon City Ordinance 577, 3-5-19.   \n \n14-41-129.3  \nCOMPLIANCE ORDERS \nWhen the Official Having Jurisdiction finds that a user has violated, or continues to violate, any provision \nof this article, a wastewater discharge permit or order issued hereunder, or any other pretreatment standard \nor requirement, the Official Having Jurisdiction may issue an order to the user responsible for the discharge \ndirecting that the user come into compliance within a specified time.  If the user does not come into \n\n \nPage 14-39 \ncompliance within the time provided, sewer service may be discontinued unless adequate treatment \nfacilities devices, or other related appurtenances are installed and properly operated.  Compliance orders \nalso may contain other requirements to address the noncompliance, including additional self-monitoring \nand management practices designed to minimize the amount of pollutants discharged to the sewer.  A \ncompliance order may not extend the deadline for compliance established for a pretreatment standard or \nrequirement, nor does a compliance order relieve the user of liability for any violation, including any \ncontinuing violation.  Issuance of a compliance order shall not be a bar against, or a prerequisite for, taking \nany other action against the user. \n \n \n \n \nSources: \n \n \n \nRevised Ordinance of Sioux Falls, SD, 57-93, & 1, 7-12-93 \n \n \n \nBrandon City Ordinance 577, 3-5-19.   \n \n \n14-41-129.4   \nCEASE AND DESIST ORDERS \nA. \nWhen the Official Having Jurisdiction finds that a user has violated, or continues to violate, any \nprovision of this article, a wastewater discharge permit or order issued hereunder, or any other \npretreatment standard or requirement, or that the user's past violations are likely to recur, the \nOfficial Having Jurisdiction may issue an order to the user directing it to cease and desist all such \nviolations and directing the user to: \n \n1. Immediately comply with all requirements; and \n \n2. Take such appropriate remedial or preventive action as may be needed to properly address a \ncontinuing or threatened violation, including halting operations and/or terminating the \ndischarge. \n \n \n \n \nB. Issuance of a cease and desist order shall not be a bar against, or a prerequisite for, taking any other action against the \nuser. \n \n \n \n \nSources: \n \n \n \nRevised Ordinance of Sioux Falls, SD, 57-93, & 1, 7-12-93 \n \n \n \n",
    "source": "Chapter 14-41 REGULATION OF SEWER USE"
  },
  {
    "chunk_index": 30,
    "text": "Brandon City Ordinance 577, 3-5-19.   \n \n \n14-41-129.5  \nVIOLATIONS; PENALTIES \nA. \nAny person found to be violating any provision of this article or requirement imposed pursuant to this \narticle except §14-41-118 may be served by the Official Having Jurisdiction with written notice \nstating the nature of the violation and providing a reasonable time limit for the satisfactory \ncorrection thereof.  The offender shall, within the period of time stated in such notice, permanently \ncease all violations. \n \nB. \nAny person found to be violating any provision of this article, requirement imposed pursuant to this \narticle, and/or any time limit set forth in the notice provided in this section shall be guilty of a \nviolation of City ordinances.  Each day in which any such violation shall continue is a separate \noffense.   \n \nC. \nAny person violating any of the provisions of division 3 of this article shall become liable to the City \nfor any expense, loss or damage occasioned the City by reason of such violation. \n \nD. \nIn addition to any other fine and/or penalty authorized by this article, any industrial user or any \nsignificant industrial user who is found to be violating any provision of division 3 of this article, \nrequirement imposed pursuant to division 3 of this article, and/or any time limits set forth in the \nnotice provided in this section, is subject to a civil penalty not to exceed $1,000.00 per violation \nper day of violation. \n \n \n \n \nSources: \n \n \n \nRevised Ordinance of Sioux Falls, SD, 47-81, 6-1-81 \n \n \n \nRevised Ordinance of Sioux Falls, SD, 107-92, & 1, 12-21-92 \n \n \n \nRevised Ordinance of Sioux Falls, SD, 57-93, & 1, 7-12-93 \n \n \n \nBrandon City Ordinance 577, 3-5-19.   \n \n \n\n \nPage 14-40 \nAuthority: \nSDCL 9-19-21 \n \n \n14-41-129.6  \nEMERGENCY SUSPENSIONS \nA. \nThe Official Having Jurisdiction may immediately suspend a user's discharge, after informal notice to \nthe user, whenever such suspension is necessary to stop an actual or threatened discharge which \nreasonably appears to present or cause an imminent or substantial endangerment to the health or \nwelfare of persons. The manger may also immediately suspend a user's discharge, after notice and \nopportunity to respond, that threatens to interfere with the operation of the POTW, or which \npresents, or may present, an endangerment to the environment. \n \n1. Any user notified of a suspension of its discharge shall immediately stop or eliminate its \ncontribution.  In the event of a user's failure to immediately comply voluntarily with the \nsuspension order, the Official Having Jurisdiction may take such steps as deemed \nnecessary, including immediate severance of the sewer connection, to prevent or \nminimize damage to the POTW, its receiving stream, or endangerment to any individuals.  \nThe Official Having Jurisdiction may allow the user to recommence its discharge when \nthe user has demonstrated to the satisfaction of the Official Having Jurisdiction that the \nperiod of endangerment has passed, unless the termination proceedings in §14-41-129.7 \nare initiated against the user. \n \n2. A user that is responsible, in whole or in part, for any discharge presenting imminent \nendangerment shall submit a detailed written statement, describing the causes of the \nharmful contribution and the measures taken to prevent any future occurrence, to the \nOfficial Having Jurisdiction prior to the date of any show cause or termination hearing \nunder §§14-41-129.2 or 14-41-129.7. \n \nB. \nNothing in this section shall be interpreted as requiring a hearing prior to any emergency suspension \nunder this section. \n \n \n \n \nSources: \n \n \n \nRevised Ordinance of Sioux Falls, SD, 57-93, & 1, 7-12-93 \n \n \n \nBrandon City Ordinance 577, 3-5-19 \n \n \n \n14-41-129.7  \nTERMINATION OF DISCHARGE \nA. \nIn addition to the provisions in §14-41-122.10, any user who violates the following conditions is \nsubject to discharge termination: \n \n1. Violation of wastewater discharge permit conditions; \n \n",
    "source": "Chapter 14-41 REGULATION OF SEWER USE"
  },
  {
    "chunk_index": 31,
    "text": "2. Failure to accurately report the wastewater constituents and characteristics of its discharge; \n \n3. Failure to report significant changes in operations or wastewater volume, constituents and \ncharacteristics prior to discharge; \n \n4. Refusal of reasonable access to the user's premises for the purpose of inspection, monitoring or \nsampling; or \n \n5. Violation of the pretreatment standards in §14-41-119. \n \nB. \nSuch user will be notified of the proposed termination of its discharge and be offered an opportunity \nto show cause under §14-41-129.2 why the proposed action should not be taken.  Exercise of this \noption by the manger shall not be a bar to, or a prerequisite for, taking any other action against the \nuser. \n \n14-41-129.8  \nENFORCEMENT BY CITY OF SIOUX FALLS \nAs to any industrial user, enforcement of violations of this Chapter may be administered by the Regional \nWastewater Manager and prosecuted by the City of Sioux Falls at its discretion. \n\n \nPage 14-41 \n \nSources: Revised Ordinance of Sioux Falls, SD, 57-93, & 1 7-12-93 \n \n \n \n \n",
    "source": "Chapter 14-41 REGULATION OF SEWER USE"
  }
]