[
  {
    "chunk_index": 1,
    "text": "CHAPTER 8-6\nADULT USE - DEFINITIONS\n8-6-1\nCLASSIFICATIONS AND GENERAL PROVISIONS\nAdult Uses as defined in this Ordinance shall be subject to the following general\nprovisions and classifications:\nA.\nActivities classified as obscene under Chapter 22 of South Dakota Codified\nLaws are not permitted and are strictly prohibited. \nB.\nAn Adult Use which does not qualify as an accessory use shall be classified as an\nAdult Use-Principal. \nC.\nAdult Uses Generally. Adult Uses include adult bookstores, adult motion picture\ntheaters, adult motion picture sales/rentals, adult mini-motion picture theaters,\nadult  massage parlors, adult steam room/bathhouse/sauna facilities, adult\ncompanionship establishments, adult rap/conversation parlors, adult health/sport\nclubs, adult cabarets, adult novelty businesses, adult motion picture arcades,\nadult modeling studios, adult hotels/motels, adult body painting studios, and\nother premises, enterprises, establishments, businesses or places open to some or\nall members of the public, at or in which there is an emphasis on the\npresentation, display, depiction or description of \"specified anatomical areas\"\nwhich are capable of being seen by members of the public. Activities classified\nas obscene as defined by South Dakota Title 22, as may be amended, are not\nincluded. \nActivities featuring the following specified anatomical areas, sexual activities or\nbusiness activities shall be considered Adult Uses: \n1.\nSpecified Anatomical Areas means: \n a.\nLess than completely and opaquely covered human genitals,\npubic region, buttock, anus, or female breasts(s) below a point\nimmediately above the top of  the areola; and \n b.\nHuman male genitals in a discernibly turgid state, even if\ncompletely and opaquely covered. \n2.\nSpecified Sexual Activities means: \na.\nActual or simulated sexual intercourse, oral copulation, anal\nintercourse. oral-anal copulation, bestiality, direct physical\nstimulation of unclothed genitals, flagellation or torture in the\ncontext of a sexual relationship or the use of excretory\nfunctions in the context of a sexual relationship, and any of the\nfollowing sexually-oriented acts or conduct: anilingus,\nbuggery, coprophagy, coprophilia, cunnilingus, fellatio,\nnecrophilia, pederasty, pedophelia, piquerism, sapphism,\nzooerasty; or \nb.\nClearly depicted human genitals in the state of sexual\nstimulation, arousal or turgescence; or \nc.\nUse of human or animal ejaculation, sodomy, oral copulation,\ncoitus or masturbation; or \n\nd.\nFondling or touching of nude human genitals, pubic region.\nbuttocks, or female breast; or \ne.\nSituations involving a person or persons, any of whom are\nnude, clad in undergarments or in sexually revealing costumes,\nand who are engaged in activities involving the flagellation,\ntorture, fettering, binding or other physical restraint of any\nsuch persons; or \nf.\nErotic or lewd touching, fondling or other sexually-oriented\nconduct with an animal by a human being; or \ng.\nHuman excretion, urination, menstruation, vaginal or anal\nirrigation. \n3.\nSpecified Adult Use Business Activities. Activities featuring specified\nanatomical areas, sexual activities or business activities shall be\nconsidered Adult Uses.  This includes but is not limited to the\nfollowing:  \na.\nAdult Use - Body Painting Studio. An establishment or\nbusiness which provides the service of applying paint or other\nsubstance, whether transparent or non-transparent, to or on the\nbody of a patron when such body is wholly or partially nude in\nterms of \"specified anatomical  areas\". \nb.\nAdult Use - Bookstore. A building or portion of a building\nuses for the barter, rental or sale of items consisting of printed\nmatter,  pictures, slides, records, audio tape, videotape, or\nmotion picture film if such building or portion of a building is\nnot open to the public generally but only to one or more\nclasses of the public excluding any minor by reason of age or\nif a substantial or significant portion of such items are\n",
    "source": "Chapter 8-6 ADULT USE - DEFINITIONS"
  },
  {
    "chunk_index": 2,
    "text": "distinguished or characterized by an emphasis on the depiction\nor description of \"specified sexual activities\" or \"specified\nanatomical areas\". \nc.\nAdult Use - Cabaret.  A building or portion of a building used\nfor providing dancing or oher live entertainment, if such\nbuilding or portion of a building excludes minors by virtue of\nage or if such dancing or other live entertainment is\ndistinguished or characterized by an emphasis on the\npresentation, display, depiction or description of \"specified\nsexual activities\" or \"specified anatomical area\". \nd.\nAdult Use - Companion Establishment.  A companion \nestablishment which excludes minors by reason of age, or\nwhich provides the service of engaging in or listening to\nconversation, talk or discussion between an employee of the\nestablishment and a customer, if such service is distinguished\nor characterized by an emphasis on \"specified sexual\nactivities\" or \"specified anatomical areas\". \ne.\nAdult Use - Conversation/Rap Parlor. A conversation/rap\nparlor which excludes minors by reason of age, or which\n\nprovides the service of engaging in or listening to\nconversation, talk or discussion, if such service is\ndistinguished or characterized by an a emphasis on \"specified\nsexual activities\" or \"specified anatomical areas\".\nf.\nAdult Use - Health/Sport Club. A health/sport club which\nexcludes minors by reason of age, or if such club is\ndistinguished or characterized by an emphasis on \"specified\nsexual activities\" or \"specified anatomical areas\". \ng.\nAdult Use - Hotel or Motel. Adult hotel or motel means a hotel\nor motel from which minors are specifically excluded from\npatronage and wherein material is presented which is\ndistinguished or characterized by an emphasis on matter\ndepicting, describing or relating to \"specified sexual activities\"\nor \"specified anatomical areas\". \nh.\nAdult Use-Massage Parlor, Health Club. A massage parlor or\nhealth club which restricts minors by reason of age, and which\nprovides the services of massage, if such service is\ndistinguished or characterized by an emphasis on \"specified\nsexual activities\" or \"specified anatomical areas\". \nI.\nAdult Use-Mini-Motion Picture Theater. A building or portion\nof a building with a capacity for less than 50 persons used for\npresenting photographic or video material if such building or\npotion of a building as a prevailing practice excludes minors\nby virtue of age, or if such material is distinguished or\ncharacterized by an emphasis on \"specified sexual activities\"\nor \"specified anatomical areas\" for observation by patrons\ntherein. \nj.\nAdult Use-Modeling Studio. An establishment whose major\nbusiness is the provision, to customers, to figure models who\nare so provided with the intent of providing sexual stimulation\nor sexual gratification to such customers and who engage in\n\"specified sexual activities\" or display \"specified anatomical\nareas\" while being observed, painted, painted upon, sketched,\ndrawn, sculptured, photographed, or otherwise depicted by\nsuch customers. \nk.\nAdult Use-Motion Picture Arcade.   Any place to which the\npublic is permitted or invited wherein coin or slug-operated or\nelectronically, electrically or mechanically controlled or\noperated still or motor picture machines, projectors or other\nimage-producing devices are maintained to show images to\nfive or fewer persons per machine at any one time, and where\nthe images so displayed are distinguished or characterized by\nan emphasis on depicting or describing \"specified sexual\nactivities\" or \"specified anatomical areas\". \nl.\nAdult Use-Motion Picture Theater.  A building or portion of a\nbuilding with a capacity of 50 or more persons used for\npresenting material in such building or portion of a building as\na prevailing practice excludes minors by virtue of age is such\nmaterial is distinguished or characterized by an emphasis on\n\n\"specified sexual activities\" or \"specified anatomical areas\" for\nobservation by patrons therein. \nm.\n",
    "source": "Chapter 8-6 ADULT USE - DEFINITIONS"
  },
  {
    "chunk_index": 3,
    "text": "Adult Use-Novelty Business.   A business which has as a\nprincipal activity the sale of devices which stimulate human\ngenitals or devices which are designed for sexual stimulation. \nn.\nAdult Use-Sauna.  A sauna which excludes minors by reason\nof age, or which provides a steam bath or heat bathing room\nused for the purpose of bathing, relaxation, or reducing,\nutilizing steam or hot air as a cleaning, relaxing or reducing\nagent, if the service provided by the sauna is distinguished or\ncharacterized by an emphasis on \"specified sexual activities\"\nor \"specified anatomical areas\". \no.\nAdult Use-Steam Room/Bathhouse Facility.  A building or\nportion of a building used for providing a steam bath or heat\nbathing room used for the purpose of pleasure, bathing,\nrelaxation, or reducing, utilizing steam or hot air as a cleaning,\nrelaxing or reducing agent if such building or portion of a\nbuilding restricts minors by reason of age or if the service\nprovided by the steam room/bathhouse facility is distinguished\nor characterized by an emphasis on \"specified sexual\nactivities\" or \"specified anatomical areas\". \nD.\nAdult Use - Principal. The offering of goods and/or services which are classified\nas adult use, as the sole activity, or any activity or activities individually or in\ncombination, that comprise 10% or more of the floor area of the establishment in\nwhich it is located, or more than 150 sq. ft of area, or provides 20% or more of\nthe gross receipts of the entire on site business operation. \nE.\nAdult Use - Accessory. The offering of goods and/or services which are\nclassified as adult uses on a limited scale and which are incidental to the primary\nactivity and goods and/or services offered by the establishment, and, individually\nor in combination, that comprise less than 10% of the floor area of the\nestablishment in which it is located, but in no case more than 150 square feet . of\nfloor area, or provide less than 20% of the gross receipts of the entire on site\nbusiness operation.  Adult Uses - Accessory do not involve or include any\nactivity except the sale or rental of merchandise. \nF.\nAdult Use - Exempt. The offering of goods which are classified as adult uses on\na diminutive scale and which are extremely incidental to the primary activity and\ngoods and/or services offered by the establishment, and, individually or in\ncombination, comprise less than 5 square feet of the floor area of the\nestablishment in which it is located, or less than 5 square feet of shelf or wall\narea.  Adult Uses - Exempt do not involve or include any activity except the sale\nor rental of merchandise, and no external or internal advertising of any adult\nmerchandise is permitted. \nLegislative History:\nAuthority:\nOrdinance No. 434, 2/17/09.\nSDCL 11-12-4 & 11-12-5\nSDCL 12\n",
    "source": "Chapter 8-6 ADULT USE - DEFINITIONS"
  }
]