[
  {
    "chunk_index": 1,
    "text": "CHAPTER 11-2 \nSPECIAL TAX CLASSIFICATION \n \n11-2-1 \nPURPOSE \nThe City of Brandon in Minnehaha County, South Dakota, will work closely with any \norganization seeking to establish industry within City limits. Brandon will aid any such \nperson or organization in any way possible to help accomplish that person's or \norganization's objectives. The City hereby grants a special tax classification to all new \nindustrial or commercial structures, or structure additions, which have an assessed value \nof thirty thousand dollars ($30,000.00) or more. In order for the classification to take \neffect, such structures must be located within three (3) miles of Brandon's corporate \nlimits, or within City limits itself. \n \nLegislative History: \nAuthority: \n1990 Revisions. \nSDCL ยง 9-12-2. \n \n \n \n11-2-2 \nTAXABLE VALUES \nThe City Council of the City of Brandon, pursuant to SDCL 10-6-35.4 and 10-6-35.2 has \nat its discretion to and hereby adopt the formula for assessed value for properties meeting \nthe 11-2-1 definition as follows: \nA. \nFor the first tax year following construction, zero percent (0%) of the assessed \nvaluation shall be used for tax purposes on such property; and \n \nB. \nFor the second year following construction, not more than twenty percent \n(20%) of the usual assessed valuation shall be used for tax purposes on such \nproperty; and \n \nC. \nFor the third year following construction, not more than forty percent (40%) of \nthe usual assessed valuation shall be used for tax purposes on such property; \nand \n \nD. \nFor the fourth year following construction not more than sixty percent (60%) of \nthe usual assessed valuation shall be used for tax purposes on such property; \nand \nE. \nFor the fifth year following construction not more than eighty percent (80%) of \nthe usual assessed valuation shall be used for tax purposes on such property. \n \nLegislative History: \nAuthority: \n1990 Revisions. \nSDCL Ch. 10-6 and ยง 9-12-2. \nOrdinance #612, 10/8/20 \n \n \n \n \n \n \n \n \n",
    "source": "Chapter 11-2 SPECIAL TAX CLASSIFICATION"
  }
]