[
  {
    "chunk_index": 1,
    "text": "CHAPTER 16-7\nDEVELOPMENT ENGINEERING PLAN CRITERIA\nBefore a plat is submitted, developers shall have an approved Development Engineering Plan which shall comply\nwith the following criteria and all Engineering Design Standards.\nConsisting of a:\n1.   \nLot and block layout – approved by Authorized Official and City Engineer.\n2.  \nDrainage, water and sanitary sewer developer’s engineering plans – approved by City Engineer.\n16-7-1  \nGENERAL REQUIREMENTS\nThe plat shall conform to the criteria of the preliminary subdivision plan plus the\nadditional criteria for Development Engineering Plans.\nLegislative History:\nAuthority:\nOrdinance #503, 4/23/13\nSDCL § Ch. 9\n16-7-2  \nBLOCKS\nBlock lengths shall not exceed 1,000 feet.\nLegislative History:\nAuthority:\nOrdinance #503, 4/23/13\nSDCL § Ch. 9\n16-7-3  \nLOTS\nA.\nLot dimensions shall be appropriate for the location of the subdivision and\nconform to the Brandon Zoning Ordinance.\nB.\nEach lot shall abut a dedicated right-of-way, mutual access, common area, or\nprivate street.  Private streets or roads shall be indicated on the Development\nEngineering Plan as a private roadway easement and shall not be included as part\nof any required lot area or setback.\nC.\nDepth and width of properties reserved or laid out for commercial and industrial\npurposes shall be adequate to provide off-street parking and loading for the use\ncontemplated.\nD. \nAll interior lot lines shall be a straight line or a series of straight lines. Curved\ninterior lot lines shall be prohibited.\nE. \nSide lot lines shall be at right angles to streets except on curves where they shall\nbe radial except when otherwise approved.\nF. \nCorner lots for residential use shall have extra width, as set forth in the zoning\nordinance, to permit appropriate building setbacks from both sides.\nG. \nIn undeveloped or vacant areas, streets shall be identified and classified through\n\nthe transportation planning process.  The location of major streets shall conform\nto the official Major Street Plan.\nLegislative History:\nAuthority:\nOrdinance #503, 4/23/13\nSDCL § Ch. 9\n16-7-4  \nSTREETS SYSTEM\nA. \nStreet design standards.  All public street improvements, including pavement\nwidth, street grades, alignment and visibility, and intersections shall be designed\nin accordance with standard accepted engineering practice and are subject to the\napproval of the City Engineer.  All public street facilities shall be designed in\ncompliance with the Engineering Design Standards.\n1. \nHalf streets.  Whenever an existing half street is adjacent to a tract\nbeing subdivided, the other half of the street shall be platted within said\nsubdivision. A preliminary plan of a subdivision may show half a street\nalong adjoining property which has not been subdivided, but no lot\nabutting on such half street shall have a building permit issued for it\nuntil such time as the other half street is dedicated.\nB. \nTraffic calming.  Improving traffic flow into and through subdivisions also needs\nto take into consideration traffic volumes and speeds.  Traffic calming is the\nprocess by which vehicular speeds and volumes on local streets are reduced to\nacceptable levels.  This is achieved through the installation of approved devices\nsuch as traffic circles, flares, and center islands.  Traffic calming serves the\npurpose of reducing cut-through traffic, truck traffic, excessive speeding, noise,\nvibration, air pollution, and accidents in an attempt to provide a safer\nenvironment for motorists and pedestrians.\n1. \nApproved devices may be spaced within the right-of-way along major\ncollectors through residential subdivisions, based upon Engineering\nDesign Standards.\n2. \nTraffic calming devices may be required by the City Engineer, based\nupon the review of a traffic impact study.\nC. \nRight-of-way widths.  The developer shall be required to dedicate street right-of-\nway widths according to the major street plan and not less than as follows:\nSTREET TYPE\nRIGHT-OF-WAY IN FEET\nExpressway/regional arterials\n   200 \n",
    "source": "Chapter 16-7 DEVELOPMENT ENGINEERING PLAN CRITERIA"
  },
  {
    "chunk_index": 2,
    "text": "Arterials\n100-120\nCollectors \n  66-80\nLocals\n    66\nAlleys\n    20\nD. \nCul-de-sacs.  Cul-de-sacs will be allowed where they are necessary for the\nreasonable development of a subdivision.\n1. \nThe maximum length of a cul-de-sac shall be 500 feet measured along\nthe centerline, between the radius point of the turnaround and the right-\nof-way line of the abutting street. The maximum length of a cul-de-sac\nmay be extended where no other practical alternative is available for the\n\nreasonable development of a subdivision.\n2. \nTemporary turnarounds may also be required by the City Engineer on\ndead-end streets that will eventually be continued.\n3. \nEmergency access may be required by the fire chief on cul-de-sac\nstreets to allow for emergency service response.\nE. \nPrivate streets or roads; places.  Private roads may be allowed when serving a\nlimited number of parcels, if right-of-way constraints exist, and when all\nmaintenance responsibilities are detailed within the easement.\nF. \nAccess easements.  When the traffic impact of one or more proposed property\ndevelopments indicates that the public safety can be better served by the use of\naccess easements, the following requirements shall be observed:\n1. \nAny access easement accepted by the City must provide for perpetual\nunobstructed access to the area it serves, and prohibit the erection of\nany structure within or adjacent to the access area which would interfere\nwith the use of the access easement by the public or any governmental\nagency.\n2. \nAccess easements shall be indicated on the plat.\n3. \nAny plat presented for City approval which shows an access easement\nas a means of access shall provide language in the owner’s certificate\n[see Article 14] reserving the access easement as a perpetual\nunobstructed access easement.\n4. \nAccess easement areas shall be paved by the developer and maintained\nin passable condition.  Designs for access easements must be approved\nby the City Engineer.\n5. \nAn easement area maintenance agreement among property owners who\nwill depend on the access easement for access shall be filed with the\nplat.  It shall describe the legal responsibilities for the repair and\nmaintenance of the easement area and the required signs (see 6. below).\n6. \nThe developer may be required to place traffic control signs on access\neasements or to pay the City to place traffic control signs for access\neasements at the locations the City Engineer deems necessary for the\nsafety and convenience of the public.  Traffic control signs shall be\napproved by the City Engineer.\nG. \nAlleys.\n1. \nAlleys are permitted in commercial and industrial districts, except\nwhere provision is made for service access, such as off-street loading,\nunloading, and parking consistent with the requirement set forth in the\nBrandon Zoning Ordinance.\n2. \nAlleys are permitted in residential districts when design standards and\nconditions warrant an alternative means of access.\nH. \nContinuation of street names.  Streets obviously in alignment with existing\n\nstreets shall bear the names of those streets.  When, due to topography, offsets\ncaused by rectangular surveys or other physical features, streets become\ninterrupted, quarter line and section line streets shall retain the same name on\neither side of the irregularities.\nI. \nStreet naming criteria.  No street names shall be used which will duplicate, be\nthe same in spelling, or alike in pronunciation with any other existing streets.  All\nstreet names should be kept as short as possible to permit signs to be no longer\nthan thirty-six inches.  All street names shall indicate directions either north,\nsouth, east, or west. Street name suffixes shall be applied as follows:\nStreet:  A road generally running east and west.\nAvenue:  A road generally running north and south.\nRoad:  A road running both east and west or north and south for significant\nlengths; such names may only be assigned to major rights-of-way.\nLane:  A road running northeast to southwest.\n",
    "source": "Chapter 16-7 DEVELOPMENT ENGINEERING PLAN CRITERIA"
  },
  {
    "chunk_index": 3,
    "text": "Drive:  A road running northwest to southeast.\nTrail:  A road which wanders in different directions.\nCircle:  All cul-de-sacs.\nCourt:  A road with two openings which enters and exits on the same street.\nPlace:  All private roads.\nParkway:  Limited access roads such as major streets which are divided by a\nmedian.\nBoulevard:  A minor street typically divided by a median.\nLegislative History:\nAuthority:\nOrdinance #503, 4/23/13\nSDCL § Ch. 9\n16-7-5  \nWALKWAYS\nA. \nConcrete or asphalt pedestrian walks of an appropriate width (as determined by\nthe City Engineer) shall be required through blocks where deemed necessary to\nprovide circulation or access to schools, playgrounds, shopping centers, bus\nstops and other community facilities.  They may also be required to provide\naccess through greenways and common areas.  \nLegislative History:\nAuthority:\nOrdinance #503, 4/23/13\nSDCL § Ch. 9\n16-7-6  \nMINIMUM SUBDIVISION IMPROVEMENTS\nWhere development engineering plans are approved and plats within the development\nengineering plan are platted, utilities will be required to be extended to the edge of\nadjacent platted land.\n\nLegislative History:\nAuthority:\nOrdinance #503, 4/23/13\nSDCL § Ch. 9\n16-7-7  \nMAINTENANCE AGREEMENTS\nWhere the subdivision contains sewers, sewage treatment plants, water supply systems,\npark areas, storm drainage systems, road systems, or other facilities or services which are\nnecessary to or desirable for the area, and which are of common use or benefit and which\nare not accepted for maintenance by an existing public agency, provisions shall be made\nby maintenance agreement for the proper and continuous maintenance and supervision of\nsuch facilities.  A final and signed copy of the agreement shall be attached to each and\nevery plat having a facility or service covered by such an agreement.\nLegislative History:\nAuthority:\nOrdinance #503, 4/23/13\nSDCL § Ch. 9\n16-7-8  \nEASEMENTS\nEasements shall be provided and dedicated where necessary for wires, cables conduits,\nfixtures, and equipment for distribution of electric power, wastewater collectors, storm\ndrains, overland storm water flow routes, sidewalks, pedestrian ways, bikeways, private\nroadways, and water mains at such locations and widths as determined by the City.  The\nwidth of easements required for public wastewater collectors, storm drains, and/or water\nmains shall be as specified in the Engineering Design Standards for the particular\nimprovement adopted by the City.  All necessary utilities must be located in the right-of-\nway or in easements abutting rear or side lot lines, except on double frontage lots. \nDeviations from this policy may be made when it is demonstrated that the utility is\nnecessary and no practical alternative locations exist.  In any dedication of an easement,\nthe City may prohibit or restrict building, fences, driveways, and other improvements;\nmay enter for construction, reconstruction, replacement, repair, operation, and\nmaintenance purposes; and will be held harmless for the cost of replacement or damage to\nany improvement or vegetation within the easement and may make any other appropriate\nor necessary requirements.\nA. \nAll easements for utilities shall be shown on the plat.\nB. \nThere shall be a ten foot utility easement for municipal utilities along all right-of-\nway frontages; except when the setback is equal to or less than twenty feet, then\nthe utility easement shall be equal to half the distance of the required setback per\nthe zoning district.\nC. \nEasements centered on rear lot lines shall be provided for utilities and drainage\nwhere necessary and shall be a minimum of ten feet in total width unless\notherwise required by the City Engineer.\nD. \nWhere topographical or other conditions warrant side yard easements and\neasements across lots, easements at least ten feet in total width shall be provided.\nE. \nLots and easements shall be arranged in such a manner as to eliminate\n",
    "source": "Chapter 16-7 DEVELOPMENT ENGINEERING PLAN CRITERIA"
  },
  {
    "chunk_index": 4,
    "text": "unnecessary jogs or offsets and to facilitate the use of easements for power\ndistribution, telephone service, drainage, water, and sewer services.\nF. \nThe property owner whose property is subject to such easements shall be\n\nresponsible for its maintenance.  The property owners shall keep the easement\nclear of any structure, debris, trees, shrubs, or landscaping whatsoever except\nthat lawn grass, which shall be regularly mowed, and vegetation may be grown\nthereon.\nLegislative History:\nAuthority:\nOrdinance #503, 4/23/13\nSDCL § Ch. 9\n",
    "source": "Chapter 16-7 DEVELOPMENT ENGINEERING PLAN CRITERIA"
  }
]