[
  {
    "chunk_index": 1,
    "text": "CHAPTER 12-18\nMOTORCYCLES  AND  MOPEDS\n12-18-1\nDEFINITION OF TERMS\nMOTORCYCLE:    Means and includes motorcycles, motorbikes, mopeds, bicycles\nwith motor attached and all motor operated vehicles of the bicycle, tricycle, or quad\nwheeled type including but not limited to three wheeled ATV's, four wheeled ATV's, go\ncarts, and similar such vehicles, whether the motive of power be a part thereof or\nattached thereto and having a saddle or seat on which the driver stands, but excluding a\ntractor.\nMOPED:   Means a motor driven cycle equipped with two or three wheels, foot pedals\nto permit muscular propulsion and an independent power source providing a maximum\nof two brake horsepower.  If a combustion engine is used, the maximum piston or rotor\ndisplacement shall be fifty cubic centimeters regardless of the number of chambers in\nsuch power source.  The power source may not be capable of propelling the vehicle,\nunassisted, at a speed in excess of thirty miles per hour on a level road surface and is\nequipped with a power drive system that functions directly or automatically only, not\nrequiring clutching, or shifting by the operator after the drive system is engaged.\nLegislative History:\nAuthority:\nOrdinance No. 143, § 3, 6/3/85.\nSDCL § 9-31-1.\n12-18-2\nMOTORCYCLE LICENSE REQUIRED\nNo person may operate motorcycle, except a moped or a licensed all-terrain vehicle, on\nthe public streets or highways within the City, without a motor vehicle driver's license or\npermit upon which a state testing officer has certified that such person is qualified to\noperate such motorcycle.  However, the operator of a moped or licensed all-terrain\nvehicle shall have a valid motor vehicle operator's license or permit.\nLegislative History:\nAuthority:\nOrdinance No. 143, § 3, 6/3/85.\nSDCL § 9-31-1, 9-32-1.\n12-18-3\nREQUIRED HANDLEBAR HEIGHT\nNo person shall operate on any street or highway within the City, a motorcycle on which\nthe handlebars or grips are more than fifteen inches above the seat level when depressed.\nLegislative History:\nAuthority:\nOrdinance No. 143, § 3, 6/3/85.\nSDCL § 9-32-1.\n12-18-4\nPROTECTIVE HELMET REQUIRED FOR MINOR  -  MOPEDS\nEXEMPT\nIt is unlawful for any person under the age of eighteen years old to operate or ride upon\na motorcycle on the streets and highways within the City unless the person wears a\nprotective helmet of a type meeting department of transportation motor vehicle safety\n\nstandard 218 as in effect on January 1, 1984.  It is unlawful for any person to operate a\nmotorcycle with any person under the age of eighteen as a passenger if the passenger is\nnot wearing a protective helmet.  Mopeds are exempt from the provisions of this section.\nLegislative History:\nAuthority:\nOrdinance No. 143, § 3, 6/3/85.\nSDCL § 9-32-1.\n12-18-5\nEYE PROTECTIVE DEVICE OR WINDSCREEN REQUIRED\nNo person may operate a motorcycle unless he is wearing an eye protective device,\nexcept when the motorcycle is equipped with a windscreen.\nLegislative History:\nAuthority:\nOrdinance No. 143, § 3, 6/3/85.\nSDCL § 9-32-1.\n12-18-6\nOPERATOR AND PASSENGERS RESTRICTED TO \nPERMANENT AND REGULAR SEATS\nA person operating a motorcycle shall ride only upon the permanent and regular seat\nattached thereto and such operator shall not carry any other person nor shall any other\nperson ride on a motorcycle unless such motorcycle is designed to carry more than one\nperson, in which event a passenger may ride upon the permanent and regular seat if\ndesigned for two persons, or upon another seat firmly attached to the motorcycle at the\nrear or side of the operator.\nLegislative History:\nAuthority:\nOrdinance No. 143, § 3, 6/3/85.\nSDCL § 9-32-1, 9-31-1.\n.\n12-18-7\nPOSITION OF MOTORCYCLIST\nA person shall ride upon a motorcycle only while sitting astride the motorcycle and the\nseat thereof, facing forward.\nLegislative History:\nAuthority:\nOrdinance No. 143, § 3, 6/3/85.\nSDCL § 9-32-1, 9-31-1.\n12-18-8\nCARRYING PACKAGE ON MOTORCYCLE  -  RESTRICTIONS\n",
    "source": "Chapter 12-18 MOTORCYCLES  AND  MOPEDS"
  },
  {
    "chunk_index": 2,
    "text": "No person shall operate a motorcycle while carrying any package, bundle, or other\narticle which prevents him from keeping both hands on the handle bars.\nLegislative History:\nAuthority:\nOrdinance No. 143, § 3, 6/3/85.\nSDCL § 9-32-1, 9-31-1.\n12-18-9\nOPERATION OF MOTORCYCLE IN PARK\nIt shall be unlawful to operate a motorcycle in any municipal, county or state park,\n\nexcept upon normally traveled roads or roadways, or in specifically designated areas.\nLegislative History:\nAuthority:\nOrdinance No. 143, § 3, 6/3/85.\nSDCL § 9-32-1, 9-31-1, \n9-29-3.\n12-18-10\nRESTRICTION OF TWO ABREAST\nMotorcycles shall not be operated more than two abreast in a single lane.\nLegislative History:\nAuthority:\nOrdinance No. 143, § 335, 6/3/85.\nSDCL § 9-32-1, 9-31-1.\n",
    "source": "Chapter 12-18 MOTORCYCLES  AND  MOPEDS"
  }
]