[
  {
    "chunk_index": 1,
    "text": "CHAPTER 7-5\nOFFENSES  AGAINST  THE  PUBLIC  PEACE\n7-5-1\nDISORDERLY CONDUCT\nAny person who intentionally causes serious public inconvenience, annoyance, or alarm\nto any other person, or creates a risk thereof by:\nA.\nEngaging in fighting or in violent or threatening behavior;\nB.\nMaking unreasonable noise;\nC.\nDisturbing any lawful assembly or meeting of persons without lawful authority;\nor\nD.\nObstructing vehicular or pedestrian traffic; is guilty of disorderly conduct.\nLegislative History:\nAuthority:\nOrdinance No. 7, Article II,\nSDCL §22-13-1.\n§25, 4/8/74.\n7-5-2\nDISTURBING THE PEACE\nNo person shall disturb the peace of the City or of any person by violent, tumultuous or\noffensive conduct, or by loud or unusual noises, or by profane, obscene, indecent, violent\nor threatening language or actions, or by assaulting, striking or attempting to assault or\nstrike another person, or inviting or defying another person to fight or quarrel, or by\nengaging in a fight with another person.\nLegislative History:\nAuthority:\nOrdinance No. 7, Article II,\nSDCL Chapter 22-13;  \n§26, 4/8/74.\nSee Also § 9-29-3.\n7-5-3\nDISORDERLY ASSEMBLIES\nA disorderly assembly of persons in a public place is hereby prohibited and the police\ndepartment or any law enforcement officer shall have the authority to disperse those\npersons and to require them to remove themselves from the place of assembly.  Any\nperson participating in a disorderly assembly who fails or refuses to disperse or vacate\nsuch place after having been commanded to do so by law enforcement officer shall be\nguilty of disorderly assembly.\nFor the purpose of this section, a \"disorderly assembly\" shall mean any assembly of two\n(2) or more persons, some or all of whom are engaged in conduct which threatens the\npublic peace or safety through fighting or violent or threatening behavior, loud or\nprofane language, unreasonable noise, obstruction of vehicular or pedestrian traffic or by\nlittering or breakage.\nFor purposes of this section, \"public place\" shall mean any place, whether within or\nwithout a building, commonly and customarily open to or used by the general public.\n\nLegislative History:\nAuthority:\nOrdinance No. 162, §27, 12/1/86.\nSDCL § 9-29-3.\n7-5-4\nRADIO OR STEREO NOISE\nNo person shall cause sound to emanate from a motor vehicle in a public place or on any\npublic street, highway or alley from which said motor vehicle a stereo, tape player,\ncompact disc player, radio or any other sound amplification device can be heard at\ndistance of one hundred feet or more.\nThe provisions of this section may be enforced following personal observation and/or\nhearing by any police officer or upon receipt of a complaint made or filed with the Police\nDepartment by persons disturbed by such sound.\n \nLegislative History:\nOrdinance No. 296, 11/6/00.\n",
    "source": "Chapter 7-5 OFFENSES  AGAINST  THE  PUBLIC  PEACE"
  }
]