[
  {
    "chunk_index": 1,
    "text": "CHAPTER 14-4\nRATES  AND  CHARGES\n14-4-1\nEFFECT OF TRANSFER AND MOVING\nWhen premises are vacated, any amounts due for utility service shall be paid in full and\nutility service shall not be commenced at another place until this is done.  \nLegislative History:\n    \nAuthority:\nOrdinance #76, §31, 11/20/78.       \nSDCL Ch. 9-47 and 9-48.\n14-4-2\nDETERMINATION OF CHARGES\nThe rates and charges for the consumption of utility services furnished by the City, as well\nas the charges and fees for connections thereto, shall be as determined by the City Council\nfrom time to time and on file in the office of the municipal Finance Officer.\nLegislative History:\n    \nAuthority:\nOrdinance #76, §32, 11/20/78.       \nSDCL Ch. 9-47 and 9-48.\n14-4-3\nCONTRACT AGREEMENTS WITH OTHER GOVERNMENTAL\nBODIES\nThe City Council may enter into any agreement with other governmental bodies with\nrespect to utility usage, service and rates.\nLegislative History:\n    \nAuthority:\nOrdinance #76, §33, 11/20/78.       \nSDCL Ch. 9-47 and 9-48.\n14-4-4\nWHEN PAYMENT IS DUE:  WATER SERVICE\nAll meters shall be read monthly and in sufficient time to allow bills to be prepared for\nmailing on the last working day of the each month.  Payment shall be due and payable on\nor before the fifteenth (15th) day of the month following the last day of the month\nreceiving service, provided however, if such due date shall fall on a Saturday, Sunday or\nholiday observed by the City, then such bill shall be due and payable on the following\nbusiness day.  Any payment not received by the due date shall be considered to be late,\nand the City Council may by resolution establish a late payment charge as a penalty.\nLegislative History:\nAuthority:\nOrdinance #76, §34, 11/20/78.  \nSDCL Ch. 9-47.\nOrdinance #91, §3, 12/17/79.\nOrdinance #332, 08/19/03.\nOrdinance #400, 03/20/07.\n14-4-5\nWHEN PAYMENT DUE:  SEWER SERVICE\nAll bills for sewer service shall be paid monthly and shall be due and payable on or before\nthe fifteenth (15th) day of the month following the last day of the month receiving service:\nprovided, however, if such due date shall fall on a Saturday,  Sunday or holiday observed\nby the City, then such bill shall be due and payable on the following business day.  Any\npayment not received by the due date shall be considered to be late, and the City Council\nmay by resolution establish a late payment charge as a penalty.\n\nLegislative History:\nAuthority:\nOrdinance #76, §35 11/20/78.  \nSDCL Ch. 9-48\nOrdinance #400, 03/20/07.\n14-4-6\nDISCONNECTION FOR NONPAYMENT OF WATER AND SEWER \nBILL\nIn the event payment has not been received by the City within three business days of\nbecoming due, a finance charge shall be added  for each metered unit and a written notice\nshall be mailed, via first class mail, postage prepaid by the City, addressed to the owner of\nrecord and/or and  the recipient of the utility service.  Said notice shall set forth that the\nutility service account is delinquent and that a finance charge has been added.\nIn the event the delinquent account has not been paid on or before seven days before the\nfirst Monday of the month following the due date, a processing fee of $10.00 will be\nadded and a shut off notice will be sent to the owner of record and/or the recipient of the\nutility service indicating that if not paid by the first Monday of the following month, the\nowner and/or recipient will be notified in person, by phone, or by a “red tag notice”\nplaced on the door indicating that service will be terminated on the following Wednesday. \nIf this Monday is a holiday, notice will occur on Tuesday and, if not paid, shut off will\noccur on the following Thursday.\nWhere a multi-unit property does not allow for the shutting off of one unit’s water and/or\nsewer without affecting such services to other units on the property, the owner shall be\nresponsible to make payment for each unit’s services.  If payment becomes delinquent for\n",
    "source": "Chapter 14-4 RATES  AND  CHARGES"
  },
  {
    "chunk_index": 2,
    "text": "any unit, the notice of delinquency will be sent to each recipient and to the owner.  If\npayment is not thereafter made within the specified time period, the service shall be\ndisconnected for the entire property.\nIn the event the utility service is terminated the delinquent account must first be paid in\nfull together with any termination and reconnecting fees before the utility service is\nrestored.\nLegislative History:\n    \nAuthority:\nOrdinance #76, §36, 11/20/78.       \nSDCL Ch. 9-48 and 9-47.\nOrdinance #98, §2, 05/19/80.\nOrdinance #332, 08/19/03\nOrdinance #377, 12/20/05\nOrdinance #400, 03/20/07.\nOrdinance #419, 04/01/08.\nOrdinance #427, 10/09/08\nOrdinance #444, 06/03/09\n14-4-7\nRE-CONNECTION AFTER DISCONNECTION\nIn the event that the utility service is disconnected for any violation of the provisions of\nsection §14-3-4 of Chapter 14-3, the owner and /or recipient thereof shall have the right to\nhave the same reconnected only upon compliance with the provisions of Section Four (4)\nof this ordinance, and in addition thereto, upon payment of a re-connection fee of an\namount to be determined by resolution of the City Council.\nLegislative History:\n    \nAuthority:\n\nOrdinance #76, §37, 11/20/78.       \nSDCL Ch. 9-48 and 9-47.\nOrdinance #91, §4, 12/17/79.\nOrdinance #400, 03/20/07.\nOrdinance #444, 06/03/09\n14-4-8\nVOLUNTARY DISCONTINUANCE OF SERVICE\nOwner and /or recipients wishing to discontinue the use of any utility service shall give\nwritten notice thereof at the City Hall.  Failure to do shall render them liable for the\npayment of all bills until such notice has been given.\nLegislative History:\n    \nAuthority:\nOrdinance #76, §38, 11/20/78.       \nSDCL Ch. 9-48 and 9-47.\nOrdinance #444, 06/03/09\n14-4-9\nOWNERS OF RENTAL PROPERTY RESPONSIBLE\nThe owner in fee of the real property at which the utility service is provided is as liable\nfor utility service and is responsible for full payment of same as is the renter, lessee or\npersons in possession of the said real property.\nLegislative History:\n    \nAuthority:\nOrdinance #98, §3, 5/19/80.\n    \nSDCL Ch. 9-47 and 9-48.\n14-4-10\nPENALTY FEE\nThe City is hereby authorized to establish by resolution a penalty fee to be added to any\nutility service account which become delinquent.\nLegislative History:\n    \nAuthority:\nOrdinance #98, §4, 5/19/80.\n    \nSDCL Ch. 9-47 and 9-48.\nOrdinance #400, 3/20/07\n14-4-11\nDIRECT WATER SALES FROM WATER MAINS AND HYDRANTS\nThe City Council may sell water directly from its main and hydrants at a rate established\nby the Council by resolution.\nLegislative History:\n    \nAuthority:\nOrdinance #76, §53, 11/20/78.\n    \nSDCL Ch. 9-47.\n14-4-12\nWATER SERVICE HOOK UP FEES:  NON-REFUNDABLE\nA non-refundable service hook up fee in an amount established by resolution of the City\nCouncil shall accompany any application for water service where the City provides the\nnecessary main connections and curb stops.\nLegislative History:\nAuthority:\nOrdinance #76, §55, 11/20/78.\nSDCL Ch. 9-47.\n\n14-4-13\nNON-REFUNDABLE WATER CONNECTION FEE\nA non-refundable water connection fee shall be paid to the City of Brandon for all new\nconnections or services requiring metering.  No building permit shall be granted for any\nstructure requiring metering of a new water service until this connection fee has been\npaid.  The fees shall be established and from time to time amended by resolution of the\nCity Council.\nLegislative History:\nAuthority:\nOrdinance #76, §56, 11/20/78.\nSDCL Ch. 9-47.\nOrdinance #91, §6, 12/17/79.\n",
    "source": "Chapter 14-4 RATES  AND  CHARGES"
  }
]