[
  {
    "chunk_index": 1,
    "text": "APPENDIX A\nFLOOD DAMAGE PREVENTION ORDINANCE\nArticle I, Statutory Authorization, Findings of Fact, Purpose and Methods,.......\n 2\nSection A., Title,......................................................................................\n 2\nSection B., Findings of Fact,....................................................................\n 2\nSection C., Purpose,.................................................................................\n 3\nSection D., Methods of Reducing Flood Losses,..................................... \n 3\nArticle II, Definitions,..........................................................................................\n 4\nArticle III, General Provisions,............................................................................ \n11\nSection A., Scope,....................................................................................\n11\nSection B., Establishment of Flood Hazard Areas,..................................\n11\nSection C., Establishment of Development Permit,................................\n11\nSection D., Compliance,..........................................................................\n11\nSection E., Abrogation and Greater Restrictions,....................................\n11\nSection F., Interpretation,........................................................................\n12\nSection G., Warning and Disclaimer or Liability,...................................\n12\nSection H. Severability,...........................................................................\n12\nArticle IV, Administration,..................................................................................\n13\nSection A., Designation of the Floodplain Administrator,......................\n13\nSection B., Duties & Responsibilities of the Floodplain Administrator,.\n13\nSection C., Permit Procedures,................................................................\n14\nSection D., Expiration,............................................................................\n15\nSection E., Variance Procedures,............................................................\n15\nArticle V, Provisions for Flood Hazard Reduction,.............................................      18\nSection A., General Standards,.................................................................\n18\nSection B., Specific Standards,.................................................................\n18\nSection C., Standards for Subdivision Proposals,....................................\n19\nArticle VI, Enforcement,..................................................................................... \n21\nSection A., Stop Work Order,.................................................................\n21\nSection B., Violations,.............................................................................\n21\nCertification,....................................................................................................... \n23\n1\n\nARTICLE I\nSTATUTORY AUTHORIZATION, FINDINGS OF FACT, PURPOSE AND METHODS\nSECTION A. \nSTATUTORY AUTHORIZATION\nThese regulations shall be known as the Floodplain Management Ordinances 2009 of the City of\nBrandon.\nThe Legislature of the State of South Dakota has in (statutes) SDCL 9-36 and 7-18-14 delegated\nthe responsibility of local governmental units to adopt regulations designed to minimize flood\nlosses. Therefore, the City Council of Brandon, South Dakota, does ordain as follows:\nThe city of Brandon elects to comply with the requirements of the National Flood Insurance Act\nof 1968 (P.L. 90-488, as amended). The National Flood Insurance Program, established in the\naforesaid act, provides that areas of the town having a special flood hazard be identified by the\nFederal Emergency Management Agency and that floodplain management measures be applied\nin such flood hazard areas. The National Flood Insurance Program was broadened and modified\nwith the passage of the Flood Disaster Protection Act of 1973 and other legislative measures. It\n",
    "source": "FLOOD PLAIN ORDINANCE APPENDIX A"
  },
  {
    "chunk_index": 2,
    "text": "was further modified by the National Flood Insurance Reform Act of 1994. The National Flood\nInsurance Program is administered by the Federal Emergency Management Agency, a\ncomponent of the U.S. Department of Homeland Security. and;\nSECTION B.  \nFINDINGS OF FACT\n     1. The flood hazard areas of  the City of Brandon are subject to periodic inundation which \nresults in loss of life and property, health and safety hazards, disruption of commerce and\ngovernmental services, and extraordinary public expenditures for flood protection and\nrelief, all of which adversely affect the public health, safety and general welfare.\n     2. These flood loses are created by the cumulative effect of obstructions in floodplains\nwhich cause an increase in flood heights and velocities, and by the occupancy of flood\nhazards areas by uses vulnerable to floods and hazardous to other lands because they are\ninadequately elevated, floodproofed or otherwise protected from flood damage.\n2\n\nSECTION C. \nPURPOSE\nIt is the purpose of this ordinance to promote the public health, safety and general welfare and to\nminimize public and private losses due to flood conditions in specific areas by provisions\ndesigned to:\n     1.\nProtect human life and health;\n \n     2.\nMinimize expenditure of public money for costly flood control projects;\n     3.\nMinimize the need for rescue and relief efforts associated with flooding and generally\nundertaken at the expense of the general public;\n     4.\nMinimize prolonged business interruptions;\n     5.\nMinimize damage to public facilities and utilities such as water and gas mains, electric,\ntelephone and sewer lines, streets and bridges located in floodplains;\n     6.\nHelp maintain a stable tax base by providing for the sound use and development of flood-\nprone areas in such a manner as to minimize future flood blight areas; and\n     7.\nInsure that potential buyers are notified that property is in a flood area.\nSECTION D. \nMETHODS OF REDUCING FLOOD LOSSES\nIn order to accomplish its purposes, this ordinance uses the following methods:\n     1.\nRestrict or prohibit uses that are dangerous to health, safety or property in times of flood,\nor cause excessive increases in flood heights or velocities;\n     2.\nRequire that uses vulnerable to floods, including facilities which serve such uses, be\nprotected against flood damage at the time of initial construction;\n     3.\nControl the alteration of natural floodplains, stream channels, and natural protective\nbarriers, which are involved in the accommodation of flood waters;\n     4.\nControl filling, grading, dredging and other development which may increase flood\ndamage; and \n3\n\n     5.\nPrevent or regulate the construction of flood barriers which will unnaturally divert flood\nwaters or which may increase flood hazards to other lands.\nARTICLE II\nDEFINITIONS\nUnless specifically defined below, words or phrases used in this ordinance shall be interpreted to\ngive them the meaning they have in common usage and to give this ordinance its most\nreasonable application.\n \nALLUVIAL FAN FLOODING - means flooding occurring on the surface of an alluvial\nfan or similar land form which originates at the apex and is characterized by high-\nvelocity flows; active processes of erosion, sediment transport, and deposition; and\nunpredictable flow paths.\nAPEX - means a point on an alluvial fan or similar landform below which the flow path\nof the major stream that formed the fan becomes unpredictable and alluvial fan flooding\ncan occur.\nAREA OF SHALLOW FLOODING - means a designated AO, AH, or VO zone on a\ncommunity's Flood Insurance Rate Map (FIRM) with a one percent chance or greater\nannual chance of flooding to an average depth of one to three feet where a clearly\ndefined channel does not exist, where the path of flooding is unpredictable and where\nvelocity flow may be evident. Such flooding is characterized by ponding or sheet flow.\nAREA OF SPECIAL FLOOD HAZARD - is the land in the floodplain within a\n",
    "source": "FLOOD PLAIN ORDINANCE APPENDIX A"
  },
  {
    "chunk_index": 3,
    "text": "community subject to a one percent or greater chance of flooding in any given year. The\narea may be designated as Zone A on the Flood Hazard Boundary Map (FHBM). After\ndetailed rate making has been completed in preparation for publication of the FIRM,\nZone A usually is refined into Zones A, AE, AH, AO, A1-99, VO, V1-30, VE or V.\nBASE FLOOD - means the flood having a one percent chance of being equaled or\nexceeded in any given year.\nBASE FLOOD ELEVATION (BFE) - Is the water surface elevation of the one (1)\npercent annual chance flood.  The height in relation to mean sea level expected to be\nreached by the waters of the base flood at pertinent points in the flood plains of coastal\nand riverine areas. and;\nBASEMENT - means any area of the building having its floor sub-grade (below ground\nlevel) on all sides.\n4\n\nCRITICAL FEATURE - means an integral and readily identifiable part of a flood\nprotection system, without which the flood protection provided by the entire system\nwould be compromised.\nDEVELOPMENT - means any man-made change in improved and unimproved real\nestate, including but not limited to buildings or other structures, mining, dredging, filling,\ngrading, paving, excavation or drilling operations or storage of equipment or materials.\nELEVATED BUILDING - means a non-basement building (I) built, in the case of a\nbuilding in Zones A1-30, AE, A, A99, AO, AH, B, C, X, and D, to have the top of the\nelevated floor, or in the case of a building in Zones V1-30, VE, or V, to have the bottom\nof the lowest horizontal structure member of the elevated floor elevated above the\nground level by means of pilings, columns (posts and piers), or shear walls parallel to the\nflow of the water and (ii) adequately anchored so as not to impair the structural integrity\nof the building during a flood of up to the magnitude of the base flood. In the case of\nZones A1-30, AE, A, A99, AO, AH, B, C, X, and D, \"elevated building\" also includes a\nbuilding elevated by means of fill or solid foundation perimeter walls with openings\nsufficient to facilitate the unimpeded movement of flood waters. In the case of Zones\nV1-30, VE, or V, \"elevated building\" also includes a building otherwise meeting the\ndefinition of \"elevated building,\" even though the lower area is enclosed by means of\nbreakaway walls if the breakaway walls met the standards of Section 60.3(e)(5) of the\nNational Flood Insurance Program regulations.\nEXISTING CONSTRUCTION - means for the purposes of determining rates,\nstructures for which the \"start of construction\" commenced before the effective date of\nthe FIRM or before January 1, 1975, for FIRM’s effective before that date. \"Existing\nconstruction\" may also be referred to as \"existing structures.\"\nEXISTING MANUFACTURED HOME PARK OR SUBDIVISION - means a\nmanufactured home park or subdivision for which the construction of facilities for\nservicing the lots on which the manufactured homes are to be affixed (including, at a\nminimum, the installation of utilities, the construction of streets, and either final site\ngrading or the pouring of concrete pads) is completed before the effective date of the\nfloodplain management regulations adopted by a community.\nEXPANSION TO AN EXISTING MANUFACTURED HOME PARK OR\nSUBDIVISION - means the preparation of additional sites by the construction of\nfacilities for servicing the lots on which the manufactured homes are to be affixed\n(including the installation of utilities, the construction of streets, and either final site\ngrading or the pouring of concrete pads).\nFLOOD OR FLOODING - means a general and temporary condition of partial or\ncomplete inundation of normally dry land areas from:\n5\n\n1.\nthe overflow of inland or tidal waters.\n2.\nthe unusual and rapid accumulation or runoff of surface waters from any\nsource.\nFLOOD INSURANCE RATE MAP (FIRM) - means an official map of a community,\non which the Federal Emergency Management Agency has delineated both the areas of\n",
    "source": "FLOOD PLAIN ORDINANCE APPENDIX A"
  },
  {
    "chunk_index": 4,
    "text": "special flood hazards and the risk premium zones applicable to the community.\nFLOOD INSURANCE STUDY - is the official report provided by the Federal\nEmergency Management Agency. The report contains flood profiles, water surface\nelevation of the base flood, as well as the Flood Boundary-Floodway Map.\nFLOODPLAIN OR FLOOD-PRONE AREA - means any land area susceptible to\nbeing inundated by water from any source (see definition of flooding).\nFLOODPLAIN MANAGEMENT - means the operation of an overall program of\ncorrective and preventive measures for reducing flood damage, including but not limited\nto emergency preparedness plans, flood control works and floodplain management\nregulations.\nFloodplain MANAGEMENT REGULATIONS - means zoning ordinances, subdivision\nregulations, building codes, health regulations, special purpose ordinances (such as a\nfloodplain ordinance, grading ordinance and erosion control ordinance) and other\napplications of police power. The term describes such state or local regulations, in any\ncombination thereof, which provide standards for the purpose of flood damage\nprevention and reduction.\nFLOOD PROTECTION SYSTEM - means those physical structural works for which\nfunds have been authorized, appropriated, and expended and which have been\nconstructed specifically to modify flooding in order to reduce the extent of the areas\nwithin a community subject to a \"special flood hazard\" and the extent of the depths of\nassociated flooding. Such a system typically includes hurricane tidal barriers, dams,\nreservoirs, levees or dikes. These specialized flood modifying works are those\nconstructed in conformance with sound engineering standards.\nFLOOD PROOFING - means any combination of structural and non-structural\nadditions, changes, or adjustments to structures which reduce or eliminate flood damage\nto real estate or improved real property, water and sanitary facilities, structures and their\ncontents.\nFLOODWAY (REGULATORY FLOODWAY) - means the channel of a river or other\n6\n\nwatercourse and the adjacent land areas that must be reserved in order to discharge the\nbase flood without cumulatively increasing the water surface elevation more than a\ndesignated height.\nFUNCTIONALLY DEPENDENT USE - means a use which cannot perform its\nintended purpose unless it is located or carried out in close proximity to water. The term\nincludes only docking facilities, port facilities that are necessary for the loading and\nunloading of cargo or passengers, and ship building and ship repair facilities, but does\nnot include long-term storage or related manufacturing facilities.\nHIGHEST ADJACENT GRADE - means the highest natural elevation of the ground\nsurface prior to construction next to the proposed walls of a structure.\nHISTORIC STRUCTURE - means any structure that is:\n1.\nListed individually in the National Register of Historic Places (a listing\nmaintained by the Department of Interior) or preliminarily determined by\nthe Secretary of the Interior as meeting the requirements for individual\nlisting on the National Register;\n2.\nCertified or preliminarily determined by the Secretary of the Interior as\ncontributing to the historical significance of a registered historic district or\na district preliminarily determined by the Secretary to qualify as a\nregistered historic district;\n3.\nIndividually listed on a state inventory of historic places in states with\nhistoric preservation programs which have been approved by the Secretary\nof Interior; or\n4.\nIndividually listed on a local inventory or historic places in communities\nwith historic preservation programs that have been certified either:\na) \nby an approved state program as determined by the\nSecretary of the Interior or;\nb) \ndirectly by the Secretary of the Interior in states without\napproved programs.\nLEVEE - means a man-made structure, usually an earthen embankment, designed and\nconstructed in accordance with sound engineering practices to contain, control, or divert\n",
    "source": "FLOOD PLAIN ORDINANCE APPENDIX A"
  },
  {
    "chunk_index": 5,
    "text": "the flow of water so as to provide protection from temporary flooding.\nLEVEE SYSTEM - means a flood protection system which consists of a levee, or\n7\n\nlevees, and associated structures, such as closure and drainage devices, which are\nconstructed and operated in accordance with sound engineering practices.\nLOWEST FLOOR - means the lowest floor of the lowest enclosed area (including\nbasement). An unfinished or flood resistant enclosure, usable solely for parking or\nvehicles, building access or storage in an area other than a basement area is not\nconsidered a building's lowest floor; provided that such enclosure is not built so as to\nrender the structure in violation of the applicable non-elevation design requirement of\nSection 60.3 of the National Flood insurance Program regulations.\nMANUFACTURED HOME - means a structure transportable in one or more sections,\nwhich is built on a permanent chassis and is designed for use with or without a\npermanent foundation when connected to the required utilities. The term \"manufactured\nhome\" does not include a \"recreational vehicle\".\nMANUFACTURED HOME PARK OR SUBDIVISION - means a parcel (or\ncontiguous parcels) of land divided into two or more manufactured home lots for rent or\nsale.\nMEAN SEA LEVEL - means, for purposes of the National Flood Insurance Program,\nthe National Geodetic Vertical Datum (NGVD) of 1929 or other datum, to which base\nflood elevations shown on a community's Flood Insurance Rate Map are referenced.\nNEW CONSTRUCTION - means, for the purpose of determining insurance rates,\nstructures for which the \"start of construction\" commenced on or after the effective date\nof an initial FIRM or after December 31, 1974, whichever is later, and includes any\nsubsequent improvements to such structures. For floodplain management purposes, \"new\nconstruction\" means structures for which the \"start of construction\" commenced on or\nafter the effective date of a floodplain management regulation adopted by a community\nand includes any subsequent improvements to such structures.\nNEW MANUFACTURED HOME PARK OR SUBDIVISION - means a\nmanufactured home park or subdivision for which the construction of facilities for\nservicing the lots on which the manufactured homes are to be affixed (including at a\nminimum, the installation of utilities, the construction of streets, and either final site\ngrading or the pouring of concrete pads) is completed on or after the effective date of\nfloodplain management regulations adopted by a community.\nRECREATIONAL VEHICLE - means a vehicle which is:\n1.\nbuilt on a single chassis;\n2.\n400 square feet or less when measured at the largest horizontal\n8\n\nprojections;\n3.\ndesigned to be self-propelled or permanently towable by a light duty truck;\nand\n4.\ndesigned primarily not for use as a permanent dwelling but as temporary\nliving quarters for recreational, camping, travel, or seasonal use\nSTART OF CONSTRUCTION - (for other than new construction or substantial\nimprovements under the Coastal Barrier Resources Act (Pub. L. 97-348)), includes\nsubstantial improvement and means the date the building permit was issued, provided the\nactual start of construction, repair, reconstruction, rehabilitation, addition, placement, or\nother improvement was within 180 days of the permit date. The actual start means either\nthe first placement of permanent construction of a structure on a site, such as the pouring\nof slab or footings, the installation of piles, the construction of columns, or any work\nbeyond the stage of excavation; or the placement of a manufactured home on a\nfoundation. Permanent construction does not include land preparation, such as clearing,\ngrading and filling; nor does it include the installation of streets and/or walkways; nor\ndoes it include excavation for basement, footings, piers or foundations or the erection of\ntemporary forms; nor does it include the installation on the property of accessory\n",
    "source": "FLOOD PLAIN ORDINANCE APPENDIX A"
  },
  {
    "chunk_index": 6,
    "text": "buildings, such as garages or sheds not occupied as dwelling units or not part of the main\nstructure. For a substantial improvement, the actual start of construction means the first\nalteration of any wall, ceiling, floor, or other structural part of a building, whether or not\nthat alteration affects the external dimensions of the building.\nSTRUCTURE - means a walled and roofed building, including a gas or liquid storage\ntank, that is principally above ground, as well as a manufactured home.\nSUBSTANTIAL DAMAGE - means damage of any origin sustained by a structure\nwhereby the cost of restoring the structure to its before damaged condition would equal\nor exceed 50 percent of the market value of the structure before the damage occurred.\nSUBSTANTIAL IMPROVEMENT - means any reconstruction, rehabilitation,\naddition, or other improvement of a structure, the cost of which equals or exceeds 50\npercent of the market value of the structure before \"start of construction\" of the\nimprovement. This includes structures which have incurred \"substantial damage\",\nregardless of the actual repair work performed. The term does not, however, include\neither:\n1.\nAny project for improvement of a structure to correct existing violations\nof state or local health, sanitary, or safety code specifications which have\nbeen identified by the local code enforcement official and which are the\nminimum necessary conditions; or\n9\n\n2.\nAny alteration of a \"historic structure\", provided that the alteration will\nnot preclude the structure's continued designation as a \"historic structure.\"\nVARIANCE - means a grant of relief from the requirements of this ordinance which\npermits construction in a manner otherwise prohibited by this ordinance where strict\nenforcement would result in unnecessary hardship. \nVIOLATION -  means a development that is not fully compliant with this ordinance. \nWATER SURFACE ELEVATION - means the height, in relation to the National\nGeodetic Vertical Datum (NGVD) of 1929 (or other datum, where specified), of floods\nof various magnitudes and frequencies in the floodplains of coastal or riverine areas.\n10\n\nARTICLE III\nGENERAL PROVISIONS\nSECTION A. \nSCOPE\nThe ordinance shall apply to all areas of special flood hazard within the jurisdiction of the City\nof \nSECTION B. \nESTABLISHMENT OF FLOOD HAZARD AREAS\nThe areas of special flood hazard identified by the Federal Emergency Management Agency in a\nscientific and engineering report entitled, “The Flood Insurance Study for the City of Brandon\ndated September 2, 2009 with accompanying FIRM 460296 001 a map dated September 2, 2009\nand any revisions thereto are hereby adopted by reference and declared to be a part of this\nordinance.\nSECTION C. \nESTABLISHMENT OF DEVELOPMENT PERMIT\nA Development Permit shall be required to ensure conformance with the provisions of this\nordinance.\nSECTION D. \nCOMPLIANCE\nNo structure or land shall hereafter be located, altered, or have its use changed without full\ncompliance with the terms of this ordinance and other applicable regulations.\nSECTION E.\nABROGATION AND GREATER RESTRICTIONS\nThis ordinance is not intended to repeal, abrogate, or impair any existing easements, covenants,\nor deed restrictions. However, where this ordinance and another ordinance, easement, covenant,\nor deed restriction conflict or overlap, whichever imposes the more stringent restrictions shall\n11\n\nprevail.\nSECTION F.\nINTERPRETATION\nIn the interpretation and application of this ordinance, all provisions shall be:\n     1.\nconsidered as minimum requirements;\n     2.\nliberally construed in favor of the governing body; and\n     3.\ndeemed neither to limit nor repeal any other powers granted under State statutes.\nSECTION G.\nWARNING AND DISCLAIMER OR LIABILITY\nThe degree of flood protection required by this ordinance is considered reasonable for regulatory\npurposes and is based on scientific and engineering considerations. On rare occasions greater\n",
    "source": "FLOOD PLAIN ORDINANCE APPENDIX A"
  },
  {
    "chunk_index": 7,
    "text": "floods can and will occur and flood heights may be increased by man-made or natural causes.\nThis ordinance does not imply that land outside the areas of special flood hazards or uses\npermitted within such areas will be free from flooding or flood damages. This ordinance shall\nnot create liability on the part of the City of Brandon or any official or employee thereof of the\nFederal Emergency Management Agency for any flood damages that result from reliance on this\nordinance or any administrative decision lawfully made thereunder.\nSECTION H.\nSEVERABILITY\nIf any section, provision, or portion of this ordinance is adjudged unconstitutional or invalid by a\ncourt, the remainder of the ordinance shall not be affected.\n12\n\nARTICLE IV\nADMINISTRATION\nSECTION A.\nDESIGNATION OF THE FLOODPLAIN ADMINISTRATOR \nThe City Administrator for the City of Brandon is hereby appointed the Floodplain\nAdministrator to administer and implement the provisions of this ordinance and other\nappropriate sections of 44 CFR (National Flood Insurance Program Regulations) pertaining to\nfloodplain management.\nSECTION B.\nDUTIES & RESPONSIBILITIES OF THE FLOODPLAIN ADMINISTRATOR\nDuties and responsibilities of the Floodplain Administrator shall include, but not be limited to,\nthe following:\n     1.\nMaintain and hold open for public inspection all records pertaining to the provisions of\nthis ordinance.\n     2.\nReview permit application to determine whether proposed building site, including the\nplacement of manufactured homes, will be reasonably safe from flooding.\n     3.\nReview, approve or deny all applications for development permits required by adoption\nof this ordinance.\n     4.\nReview permits for proposed development to assure that all necessary permits have been\nobtained from those Federal, State or local governmental agencies (including Section 404\nof the Federal Water Pollution Control Act Amendments of 1972, 33 U.S.C. 1334) from\nwhich prior approval is required.\n     5.\nWhere interpretation is needed as to the exact location of the boundaries of the areas of\nspecial flood hazards (for example, where there appears to be a conflict between a\nmapped boundary and actual field conditions) the Floodplain Administrator shall make\nthe necessary interpretation.  Such interpretation should be in conformance with the\ninterest and purpose of this Ordinance.\n13\n\n     6.\nNotify, in riverine situations, adjacent communities and the State Coordinating Agency\nprior to any alteration or relocation of a watercourse, and submit evidence of such\nnotification to the Federal Emergency Management Agency.\n     7.\nAssure that the flood carrying capacity within the altered or relocated portion of any\nwatercourse is maintained.\n     8.\nWhen base flood elevation data has not been provided in accordance with Article III,\nSection B, the Floodplain Administrator shall obtain, review and reasonably utilize any\nbase flood elevation data and floodway data available from a Federal, State or other\nsource, in order to administer the provisions of Article V.\nSECTION C.\nPERMIT PROCEDURES\nApplication for a Development Permit shall be presented to the Floodplain Administrator on\nforms furnished by him/her and may include, but not be limited to, plans in duplicate drawn to\nscale showing the location, dimensions, and elevation of proposed landscape alterations, existing\nand proposed structures, including the placement of manufactured homes, and the location of the\nforegoing in relation to areas of special flood hazard. Additionally, the following information is\nrequired:\n     1.\nElevation (in relation to mean sea level), of the lowest floor (including basement) of all\nnew and substantially improved structures;\n     2.\nElevation in relation to mean sea level to which any nonresidential structure shall be\nfloodproofed;\n     3.\nA certificate from a registered professional engineer or architect that the nonresidential\nfloodproofed structure shall meet the floodproofing criteria of Article V, Section B(2);\n",
    "source": "FLOOD PLAIN ORDINANCE APPENDIX A"
  },
  {
    "chunk_index": 8,
    "text": "     4.\nDescription of the extent to which any watercourse or natural drainage will be altered or\nrelocated as a result of proposed development; and \n     5.\nMaintain a record of all such information in accordance with Article IV, Section (B)(1).\n     6.\nApproval or denial of a Development Permit by the Floodplain Administrator shall be\nbased on all of the provisions of this ordinance and the following relevant factors:\n     7.\nThe danger to life and property due to flooding or erosion damage;\n     8.\nThe susceptibility of the proposed facility and its contents to flood damage and the effect\n14\n\nof such damage on the individual owner;\n     9.\nThe danger that materials may be swept onto other lands to the injury of others;\n   10.\nThe compatibility of the proposed use with existing and anticipated development;\n   11.\nThe safety of access to the property in times of flood for ordinary and emergency\nvehicles;\n   12.\nThe costs of providing governmental services during and after flood conditions including\nmaintenance and repair of streets and bridges, and public utilities and facilities such as\n12 sewer, gas, electrical and water systems;\n   13.\nThe expected heights, velocity, duration, rate of rise and sediment transport of the flood\nwaters and the effects of wave action, if applicable, expected at the site;\n   14.\nThe necessity to the facility of a waterfront location, where applicable;\n   15.\nThe availability of alternative locations, not subject to flooding or erosion damage, for\nthe proposed use;\n   1.6\nThe relationship of the proposed use to the comprehensive plan for that area. \nSECTION D.\nEXPIRATION\nA permit shall become invalid if the proposed development is not commenced within one year\nafter its issuance, or if the work authorized is suspended or abandoned for a period of 180 days\nafter the work commences.  Extensions shall be requested in writing and justifiable cause\ndemonstrated.  The Floodplain Administrator is authorized to grant, in writing, extensions of\ntime.\nSECTION E.\nVARIANCE PROCEDURES\nThe Board of Adjustment established in Brandon Ordinance #445 shall hear and decide requests\nfor variances from the requirements of this ordinance.  The Board shall follow its policies and\nprocedures and Brandon Ordinance #445 in deciding any variance request, and the appeal\nprocess to the Council and/or Court set forth in Ordinance #445 applies.  Notwithstanding those\npolicies, procedures and ordinances, variances may be granted for the following:\n15\n\n     1.\nNew construction and substantial improvements to be erected on a lot of one-half acre or\nless in size contiguous to and surrounded by lots with existing structures constructed\nbelow the base flood level, providing the relevant factors in Section C(2) of this Article\nIV have been fully considered. As the lot size increases beyond the one-half acre, the\ntechnical justification required for issuing the variance increases.\n     2.\nThe repair or rehabilitation of historic structures upon a determination that the proposed\nrepair or rehabilitation will not preclude the structure's continued designation as a\nhistoric structure and the variance is the minimum necessary to preserve the historic\ncharacter and design of the structure.\n     3.\nThe construction or substantial improvement of a functionally dependant facility and\nminor accessory buildings (two-car garages and smaller) used solely for parking or\nlimited storage provided the structure conforms to the provisions of FEMA/FIA-TB 2-93\nAND TB 7-93 and the variance is the minimum necessary to allow the construction or\nsubstantial improvement, and that all due consideration has been given to methods and\nmaterials that minimize flood damages during the base flood and create no additional\nthreats to public safety.\nVariances, however, shall not be issued within any designated floodway if any increase in flood\nlevels during the base flood discharge would result.  Additionally, the Board shall consider the\n",
    "source": "FLOOD PLAIN ORDINANCE APPENDIX A"
  },
  {
    "chunk_index": 9,
    "text": "following before issuing a variance:\n     1.\nThe danger that materials and debris may be swept onto other lands resulting in further\ninjury or damage;\n     2.\nThe danger to life and property due to flooding or erosion damage;\n     3.\nThe susceptibility of the proposed development, including contents, to flood damage and\nthe effect of such damage on current and future owners;\n     4.\nThe importance of the services to the community which will be provided by the proposed\ndevelopment;\n     5.\nThe availability of alternate locations for the proposed development that are not subject\nto flooding or erosion;\n     6.\nThe compatibility of the proposed development with existing and anticipated\ndevelopment;\n     7.\nThe relationship of the proposed development to the comprehensive plan and floodplain\nmanagement program for that area;\n16\n\n     8.\nThe safety of access to the property in times of flood for ordinary and emergency\nvehicles;\n     9.\nThe expected heights, velocity, duration, rise, and debris and sediment transport of the\nflood waters and the effects of wave action, if applicable, expected at the site; and\n   10.\nThe costs of providing governmental services during and after flood conditions including\nmaintenance and repair of public utilities and facilities such as sewer, gas, electrical and\nwater systems, streets and bridges.\nFinally, variances shall only be issued by the Board upon:\n     1.\nA technical showing of good and sufficient cause that the unique characteristics of the\nsize, configuration, or topography of the site renders the elevation standards\ninappropriate; \n     2.\nA determination that failure to grant the variance would result in exceptional hardship by\nrendering the lot undevelopable; \n     3.\nA determination that the granting of a variance will not result in increased flood heights,\nadditional threats to public safety, extraordinary public expense, nor create nuisances,\ncause fraud on or victimization of the public, or conflict with existing local laws or\nordinances; \n     4.\nA determination that the variance is the minimum necessary, considering the flood\nhazard, to afford relief; and\n     5.\nNotification to the applicant in writing over the signature of the board chairman that the\nissuance of a variance to construct a structure below the base flood level will result in\nincreased premium rates for flood insurance up to amounts as high as $25.00 for $100.00\nof insurance coverage, and that such construction below the base flood level increases\nrisks to life and property.\n17\n\nARTICLE V\nPROVISIONS FOR FLOOD HAZARD REDUCTION\nSECTION A.\nGENERAL STANDARDS\nIn all areas of special flood hazards the following provisions are required for all new\nconstruction and substantial improvements:\n     1.\nAll new construction or substantial improvements shall be designed (or modified) and\nadequately anchored to prevent flotation, collapse or lateral movement of the structure\nresulting from hydrodynamic and hydrostatic loads, including the effects of buoyancy;\n     2.\nAll new construction or substantial improvements shall be constructed by methods and\npractices that minimize flood damage;\n     3.\nAll new construction or substantial improvements shall be constructed with materials\nresistant to flood damage;\n     4.\nAll new construction or substantial improvements shall be constructed with electrical,\nheating, ventilation, plumbing, and air conditioning equipment and other service\nfacilities that are designed and/or located so as to prevent water from entering or\naccumulating within the components during conditions of flooding; \n     5.\nAll new and replacement water supply systems shall be designed to minimize or\neliminate infiltration of flood waters into the system;\n     6.\nNew and replacement sanitary sewage systems shall be designed to minimize or\neliminate infiltration of flood waters into the system and discharge from the systems into\nflood waters; and\n     7.\n",
    "source": "FLOOD PLAIN ORDINANCE APPENDIX A"
  },
  {
    "chunk_index": 10,
    "text": "On-site waste disposal systems shall be located to avoid impairment to them or\ncontamination from them during flooding.\nSECTION B.\nSPECIFIC STANDARDS\nIn all areas of special flood hazards where base flood elevation data has been provided as set\nforth in (I) Article III, Section B, (ii) Article IV, Section B(8), or (iii) Article V, Section C(3), the\nfollowing provisions are required:\n18\n\n     1.\nResidential Construction - new construction and substantial improvement of any\nresidential structure shall have the lowest floor (including basement), elevated to or\nabove the base flood elevation. A registered professional engineer, architect, or land\nsurveyor shall submit a certification to the Floodplain Administrator that the standard of\nthis subsection as proposed in Article IV, Section C(1)a., is satisfied.\n     2.\nNonresidential Construction - new construction and substantial improvements of any\ncommercial, industrial or other nonresidential structure shall either have the lowest floor\n(including basement) elevated to or above the base flood level or together with attendant\nutility and sanitary facilities, be designed so that below the base flood level the structure\nis watertight with walls substantially impermeable to the passage of water and with\nstructural components having the capability of resisting hydrostatic and hydrodynamic\nloads and effects of buoyancy. A registered professional engineer or architect shall\ndevelop and/or review structural design, specifications, and plans for the construction,\nand shall certify that the design and methods of construction are in accordance with\naccepted standards of practice as outlined in this subsection. A record of such\ncertification which includes the specific elevation (in relation to mean sea level) to\nwhich such structures are floodproofed shall be maintained by the Floodplain\nAdministrator.\n     3.\nManufactured Homes - Require that all manufactured homes to be placed within Zone A\non a community's FHBM or FIRM shall be installed using methods and practices which\nminimize flood damage. For the purposes of this requirement, manufactured homes must\nbe elevated and anchored to resist flotation, collapse, or lateral movement. Methods of\nanchoring may include, but are not limited to, use of over-the-top or frame ties to ground\nanchors. This requirement is in addition to applicable State and local anchoring\nrequirements for resisting wind forces.\nSECTION C.\nSTANDARDS FOR SUBDIVISION PROPOSALS\n     1.\nAll subdivision proposals including the placement of manufactured home parks and\nsubdivisions shall be consistent with Article I, Sections B, C, and D of this ordinance.\n     2.\nAll proposals for the development of subdivisions including the placement of\nmanufactured home parks and subdivisions shall meet Development Permit requirements\nof Article III, Section C; Article IV, Section C; and the provisions of Article V of this\nordinance.\n     3.\nBase flood elevation data shall be generated for subdivision proposals and other proposed\ndevelopment including the placement of manufactured home parks and subdivisions\n19\n\nwhich is greater than 50 lots or 5 acres, whichever is lesser, if not otherwise provided\npursuant to Article III, Section B or Article IV, Section B (8) of this ordinance.\n     4.\nAll subdivision proposals including the placement of manufactured home parks and\nsubdivisions shall have adequate drainage provided to reduce exposure to flood hazards.\n     5.\nAll subdivision proposals including the placement of manufactured home parks and\nsubdivisions shall have public utilities and facilities such as sewer, gas, electrical and\nwater systems located and constructed to minimize or eliminate flood damage.\n20\n\nARTICLE VI\nENFORCEMENT\nSECTION A.\nSTOP WORK ORDER\n     1.\nAuthority.  Whenever the Floodplain Administrator finds any work or activity regulated\nby this ordinance being performed in a manner contrary to the provisions of this\n",
    "source": "FLOOD PLAIN ORDINANCE APPENDIX A"
  },
  {
    "chunk_index": 11,
    "text": "ordinance, the Floodplain Administrator is authorized to issue a stop work order.\n     2.\nIssuance.  The stop work order shall be in writing and shall be given to the owner of the\nproperty involved, or to the owner’s agent, or to the person doing the work.  Upon\nissuance of a stop work order, the cited work shall immediately cease.  The stop work\norder shall state the reason for the order, and the conditions under which the cited work\nwill be permitted to resume.\n     3.\nUnlawful Continuance.  Any person who shall continue any work after having been\nserved with a stop work order, except such work as that person is directed to perform to\nremove a violation or unsafe condition, shall be subject to penalties as prescribed by law.\nSECTION B.\nVIOLATIONS\n     1.\nUnlawful acts.  It shall be unlawful for any person, firm or corporation to erect,\nconstruct, alter, extend, repair, move, remove, demolish or occupy any building, structure\nor equipment regulated by this ordinance, or cause same to be done, in conflict with or in\nviolation of any of the provisions of this ordinance.\n     2.\nNotice of violation.  The Floodplain Administrator is authorized to serve a notice of\nviolation on the person responsible for any development in violation of the provisions of\nthis ordinance, or in violation of a permit or certificate issues under the provisions of this\nordinance.  Such order shall direct the discontinuance of the illegal action or condition\nand the abatement of the violation.\n     3.\nProsecution of violation.  If the notice of violation is not complied with promptly, the\nFloodplain Administrator is authorized to request the city attorney to institute the\nappropriate proceeding at law or in equity to restrain, correct or abate such violation, or\nto require the removal or termination of the unlawful occupancy of the real estate or\n21\n\nstructure in violation of the provisions of this ordinance or of the order or direction made\npursuant thereto.\n     4.\nViolation penalties.  Any person who violates a provision of this ordinance or fails to\ncomply with a permit, certificate, variance or directive issued by the Floodplain\nAdministrator under the provisions of this ordinance, shall be subject to penalties as\nprescribed by law or ordinance.\n22\n\nCERTIFICATION\nIt is hereby found and declared by the City of Brandon that severe flooding has occurred in the\npast within its jurisdiction and will certainly occur within the future; that flooding is likely to\nresult in infliction of serious personal injury or death, and is likely to result in substantial injury\nor destruction of property within its jurisdiction; in order to effectively comply with minimum\nstandards for coverage under the National Flood Insurance Program; and in order to effectively\nremedy the situation described herein, it is necessary that this ordinance become effective\nimmediately.\nTherefore, an emergency is hereby declared to exist, and this ordinance, being necessary for the\nimmediate preservation of the public peace, health and safety, shall be in full force and effect\nfrom and after its passage and approval.\nAPPROVED: June 15, 2009\nPASSED: July 6, 2009\nI, the undersigned, Dennis E. Olson do hereby certify that the above is a true and correct copy of\nan ordinance duly adopted by the City of Brandon, at a regular meeting duly convened on July 6,\n2009.\nDennis E. Olson\nMunicipal Finance Officer\n            (SEAL)\n23\n",
    "source": "FLOOD PLAIN ORDINANCE APPENDIX A"
  }
]